Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: When Hp is below 25%, Attack +35%, Movement Speed +20%, Shadow Samurai damage +50%
br: Quando HP <25%, Ataque +35%, Veloc. de mov. +20%, Dano de Samurai escuro +50%
de: Bei GP <25 %, Angriff +35 %, Bwggeschw. +20%, Schattensamurai-Schaden +50%
fr: Lorsque les PV sont inférieurs à 25 %, attaque +35 %, vitesse de déplacement +20%, dégâts des Samouraïs de l'ombre +50%
ru: Когда ОЗ ниже 25%, атака +35%, скорость движения +20%, урон самурая тени +50%

source: Deal damage to elite enemies +12%
br: Causa dano a inimigos de elite +12%
de: Schaden an Elite-Feinden verursachen +12%.
fr: inflige des dégâts aux ennemis d'élite +12%.
ru: Нанесение урона элитным противникам +12%

source: Family Armor
br: Armadura familiar
de: Familienrüstung
fr: Armure familiale
ru: Фамильные доспехи

source: [Lvl 50] Attack +125
br: [Nível 50] Ataque +125
de: [Lvl 50] Angriff +125
fr: [Niv. 50] Attaque +125
ru: [50 уровень] Атака +125

source: Immunity to collision damage +7%, projectile damage +4%, attack increased +4%
br: Imunidade a dano por colisão +7%, dano por projétil +4%, aumento de ataque +4%
de: Immunität gegen Kollisionsschaden +7%, Projektilschaden +4%, Angriffserhöhung +4%
fr: Immunité aux dégâts de collision +7%, dégâts des projectiles +4%, attaque augmentée +4%
ru: Невосприимчивость к урону от столкновений +7%, урону от снарядов +4%, увеличение атаки +4%

source: Sushi Master
br: Mestre do Sushi
de: Sushi-Meister
fr: Maître du sushi
ru: Суши-шеф

source: [Lvl 50] Attack +130
br: [Nível 50] Ataque +130
de: [Lvl 50] Angriff +130
fr: [Niv. 50] Attaque +130
ru: [50 уровень] Атака +130

source: Chance to perform +1 attack when melee attacking. Also increases movement speed.
br: Chance de executar +1 ataque quando ataca corpo a corpo. Também aumenta veloc. de mov.
de: Chance, bei Nahkampfangriffen +1 Angriff durchzuführen. Erhöht Bewegungstempo
fr: Chance d'effectuer une attaque +1 lors d'une attaque de mêlée. Augmente également la vitesse de déplacement
ru: Шанс проведения +1 атаки в ближнем бою. Также ускоряет движение

source: Cherry Blossom
br: Flor de Cerejeira
de: Kirschblüte
fr: Fleur de cerisier
ru: Цветение вишни

source: Triggers berserk 5s after entering a chamber. Triggers again when receiving damage.
br: Ativa selvageria 5s após entrar em uma câmara. Ativa novamente ao sofrer dano
de: Löst Berserker 5s nach Betreten einer Kammer aus. Wird erneut ausgelöst, wenn Schaden erlitten wird.
fr: Déclenche 5s de Berserk après avoir entré dans une chambre. Se déclenche à nouveau quand vous subissez des dégâts
ru: Активирует состояние берсерка чере 5 сек. после входа в комнату, и еще раз при получении урона

source: White-haired
br: Cabelos brancos
de: Weißhaarige
fr: Cheveux blancs
ru: Беловолосый

source: [Lvl 50] Attack +150
br: [Nível 50] Ataque +150
de: [Lvl 50] Angriff +150
fr: [Niv. 50] Attaque +150
ru: [50 уровень] Атака +150

source: Higher chance to get Phantom Sword and Shadow Samurai. Also increases own Critical Rate.
br: Maior chance de obter Espada Fantasma e Samurai Escuro. Também aumenta a própria Taxa de Crítico
de: Höhere Chancen auf Phantom-Schwert und Schattensamurai. Erhöht zudem die eigene Krit-Rate.
fr: Plus de chances d'obtenir Épée fantôme et Samouraï ombre. Augmente également son propre Taux critique
ru: Выше шанс получить Меч призраков и Самурая тени. Также повышает шанс крит. удара героя

source: Gugu
ru: Гугу

source: A brave warrior owl, with a gleam of wisdom in its eyes.
br: Uma corajosa coruja guerreira, com um brilho de sabedoria em seus olhos.
de: Eine tapfere Krieger-Eule, mit einem Schimmer von Weisheit in den Augen.
fr: Une chouette guerrière courageuse, avec une lueur de sagesse dans les yeux.
ru: Отважная сова-воин, с блеском мудрости в глазах.

source: Damage to Airborne Units +100
br: Dano a unidades aéreas +100
de: Schaden an Luftlandeeinheiten +100
fr: Dégâts aux unités aériennes +100
ru: Урон, наносимый воздушно-десантным подразделениям +100

source: 50 Gugu Shards
br: 50 fragmentos de Gugu
de: 50 Gugu-Scherben
fr: 50 fragments de Gugu
ru: 50 осколков Гугу

source: Small chance to summon an owl guardian on hitting enemies. Owl guardians can resist damage and strengthen their hero.
br: Pequena chance de convocar uma coruja guardiã ao atingir inimigos. Corujas guardiãs resistem dano e fortalecem seus Heróis
de: Kleine Chance, einen Eulenwächter zu beschwören, wenn du einen Gegner triffst. Eulenwächter können Schaden widerstehen und ihren Helden stärken
fr: Petite chance d'invoquer un hibou gardien qui résistent aux dégâts et renforcent leur héros en touchant les ennemis
ru: Небольшой шанс призвать сову, атакующую врагов. Сова может выдерживать урон и усиливает героя.

source: <FONT color='red'>Red Owl</FONT>: Increased attack, can be stacked.(Increases Attack by 0.1%. Attack is doubled [0.2%] when there are two red owls)<br><FONT color='yellow'>Yellow Owl</FONT>: Killing enemies can restore HP, can be stacked.(Gain 0.7% of Base HP on enemy kills. The amount of Healing is doubled [1.4%] when there are two yellow owls)<br><FONT color='blue'>Blue Owl</FONT>: Increased attack speed, can be stacked. (No data)<br><FONT color='green'>Green Owl</FONT>: Increased attack crit rate, can be stacked. (No data)
br: <FONT color='red'>Coruja vermelha</FONT>: Aumenta o ataque, pode ser empilhada.(Aumenta o ataque em 0,1%. O ataque é dobrado [0,2%] quando há duas corujas vermelhas)<br><FONT color='yellow'>Coruja amarela</FONT>: Matar inimigos pode restaurar o PV, pode ser empilhado.(Ganha 0,7% do PV básico ao matar inimigos. A quantidade de Cura é dobrada [1,4%] quando há duas corujas amarelas)<br><FONT color='blue'>Blue Owl</FONT>: Aumenta a velocidade de ataque, pode ser empilhada. (Sem dados)<br><FONT color='green'>Green Owl</FONT>: Aumenta a taxa de críticos de ataque, pode ser empilhada. (Sem dados)
de: <FONT color='red'>Rote Eule</FONT>: Erhöhter Angriff, kann gestapelt werden.(Erhöht den Angriff um 0,1%. Der Angriff wird verdoppelt [0,2%], wenn zwei rote Eulen vorhanden sind).<br><FONT color='yellow'>Gelbe Eule</FONT>: Das Töten von Feinden kann HP wiederherstellen, kann gestapelt werden.(Gewinnt 0,7% der Basis-HP beim Töten von Feinden. Die Heilung wird verdoppelt [1,4%], wenn zwei gelbe Eulen vorhanden sind)<br><FONT color='blue'>Blaue Eule</FONT>: Erhöhtes Angriffstempo, kann gestapelt werden (Keine Daten)<br><FONT color='green'>Grüne Eule</FONT>: Erhöhte kritische Angriffsrate, kann gestapelt werden (Keine Daten)
fr: <FONT color='red'>Hibou Rouge</FONT> : Augmentation de l'attaque, cumulable (Augmente l'attaque de 0,1%. L'attaque est doublée [0.2%] lorsqu'il y a deux hiboux rouges)<br><FONT color='yellow'>Hibou Jaune</FONT> : Tuer des ennemis peut restaurer les PV, (cumulable).(Gagne 0.7% des PV de base sur les ennemis tués. La quantité de soins est doublée [1,4%] lorsqu'il y a sont deux hiboux jaunes)<br><FONT color='blue'>Hibou bleu</FONT> : Vitesse d'attaque augmentée, (cumulable)e.vitesse d'attaque, cumulable (pas de données)<br><FONT color='green'>Hibou Vert</FONT> : Augmente le taux de critérium d'attaque, cumulable (pas de données).
ru: <FONT color='red'>Красная сова</FONT>: увеличивает атаку, может быть сложена.(Увеличивает атаку на 0,1%. Атака удваивается [0,2%], если есть две красные совы)<br><FONT color='yellow'>Желтая сова</FONT>: Убийство врагов позволяет восстановить HP, может быть сложено.(Получает 0,7% базового HP при убийстве врага. Количество исцеления удваивается [1,4%], если есть две желтые совы)<br><FONT color='blue'>Синяя сова</FONT>: Повышение скорости атаки, можно складывать. (Нет данных)<br><FONT color='green'>Зеленая сова</FONT>: Повышение скорости критов атаки, можно складывать. (Нет данных)

source: Damage to Airborne Units +60 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades aéreas +60 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Einheiten in der Luft +60 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités aériennes +60 <span class='all_effect_span'>Tous les héros</span>
ru: Урон по воздушным юнитам +60 <span class='all_effect_span'>Все герои</span>

source: Guardian Spirit - Hope: When own HP is low, chance for summon is higher
br: Espírito Guardião - Esperança: Quando HP próprio estiver baixo, chance de convocar é maior
de: Wächtergeist - Hoffnung: Wenn die eigenen GP niedrig sind, ist die Chance auf Beschwörung höher
fr: Esprit gardien - Espoir : lorsque vos PV sont faibles, les chances d'invocation sont plus élevées
ru: Дух-хранитель – надежда: при низком уровне ОЗ шанс призыва увеличивается.

source: Trait - Intelligence: Level-up Speed is increased 15% during battle
br: Característica - Inteligência: A velocidade de subida de nível é aumentada em 15% durante a batalha
de: Eigenschaft - Intelligenz: Level-up-Geschwindigkeit wird während des Kampfes um 15% erhöht
fr: Trait - Intelligence : La vitesse de montée en niveau est augmentée de 15% pendant le combat
ru: Черта - Интеллект: Скорость повышения уровня во время боя увеличивается на 15%

source: Spirit - Upgrade: Noisy Owl's projectiles can penetrate walls
br: Espírito - Melhoria: Os projéteis da Coruja barulhenta podem penetrar muros
de: Geist - Upgrade: Geschosse der Lärmenden Eule können Wände durchdringen
fr: Esprit - Amélioration : les projectiles de Hibou bruyant peuvent pénétrer les murs
ru: Дух – улучшение: снаряды любопытной совы могут пролетать через стены

source: Guardian Spirit - Strength: Owl Guardian's stats increased
br: Espírito Guardião - Força: Stats da Coruja Guardiã aumentam
de: Wächtergeist - Stärke: Die Werte des Eulenwächters wurden erhöht
fr: Esprit gardien - Force : Augmentation des stats du hibou gardien
ru: Дух-хранитель – сила: показатели совы увеличиваются.

source: Damage to Ranged Units +400 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades de longo alcance +400 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Fernkampfeinheiten +400 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités à distance +400 <span class='all_effect_span'>Tous les héros</span>
ru: Урон, наносимый раненым юнитам, +400 <span class='all_effect_span'>Все герои</span>.

source: Spin Speed +15% <span class='all_effect_span'>All Heroes</span>
br: Velocidade de giro +15% <span class='all_effect_span'>Todos os heróis</span>
de: Schleudergeschwindigkeit +15% <span class='all_effect_span'>Alle Helden</span>
fr: Vitesse de rotation +15% <span class='all_effect_span'>Tous les héros</span>
ru: Скорость вращения +15% <span class='all_effect_span'>Все герои</span>.

source: Gugu's base Attack +5%
br: Ataque básico do Gugu +5%
de: Gugus Grundangriff +5%
fr: Attaque de base de Gugu +5%.
ru: Базовая атака Гугу +5%

source: Damage to Airborne Units +320
br: Dano a unidades aerotransportadas +320
de: Schaden an Luftlandeeinheiten +320
fr: Dégâts aux unités aériennes +320
ru: Урон, наносимый воздушно-десантным подразделениям +320

source: Collision Damage Resistance +9%
br: Resistência a danos por colisão +9%
de: Widerstand gegen Kollisionsschäden +9%
fr: Résistance aux dégâts de collision +9%.
ru: Устойчивость к повреждениям при столкновении +9%

source: Shield Size +7%
br: Tamanho do escudo +7%
de: Größe des Schildes +7%
fr: Taille du bouclier +7%
ru: Размер щита +7%

source: Gugu's base HP +10%
br: HP básico do Gugu +10%
de: Gugu's Basis-HP +10%
fr: HP de base de Gugu +10%
ru: Базовые HP Гугу +10%

source: Spinning Shield spins faster +20%
br: O Escudo Giratório gira mais rápido +20%
de: Spinn-Schild dreht sich schneller +20%
fr: Bouclier tournant tourne plus vite +20%.
ru: Вращающийся щит вращается быстрее +20%

source: Projectile Resistance +10%
br: Resistência a projéteis +10%
de: Projektil-Widerstand +10%
fr: Résistance aux projectiles +10%
ru: Сопротивление снарядам +10%

source: Mummy Returns
br: A Volta da Múmia
de: Die Mumie kehrt zurück
fr: Le retour de la momie
ru: Мумия возвращается

source: Reduces enemy movement speed, reduces damage received from behind.
br: Reduz velocidade de movimento do inimigo, reduz dano recebido pelas costas
de: Senkt das Bewegungstempo des Gegners und den Schaden, den er von hinten erhält
fr: Réduit la vitesse de déplacement des ennemis et les dégâts reçus par derrière
ru: Снижает скорость передвижения противника и уменьшает урон, получаемый сзади

source: Robin Gugu
ru: Робин Гугу

source: Each attack has a change to summon an owl auto-attacks nearby enemies
br: Cada ataque tem uma mudança para invocar uma coruja que ataca automaticamente os inimigos próximos
de: Jeder Angriff hat die Möglichkeit, eine Eule zu beschwören, die Gegner in der Nähe automatisch angreift.
fr: Chaque attaque permet d'invoquer un hibou qui attaque automatiquement les ennemis proches.
ru: Каждая атака может быть изменена на вызов совы, автоатакующей ближайших врагов

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 90
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 90
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 90
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 90
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 90

source: Iris
br: Íris
de: Iris-Scherbe
ru: Айрис

source: A powerful archer and the guardian of the forest.
br: Um arqueiro poderoso e o guardião da floresta.
de: Mächtiger Schütze und Beschützer des Waldes.
fr: Archer puissant et gardien de la forêt.
ru: Прекрасный стрелок и хранительница леса.

source: Damage to Airborne Units +10%
br: Dano a unidades aéreas +10%
de: Schaden an Luftlandeeinheiten +10%
fr: Dégâts infligés aux unités aériennes +10%.
ru: Урон, наносимый воздушно-десантным подразделениям +10%

source: 50 Iris Shards
br: 50 fragmentos de Íris
de: 50 Iris-Splitter
fr: 50 fragments d'iris
ru: 50 осколков ириса

source: High Movement Speed and Dodge. Each ranged attack has a chance to shoot an extra projectile. (Front Arrow)
br: Alta velocidade de movimento e esquiva. Cada ataque à distância tem uma chance de disparar um projétil extra. (Seta frontal)
de: Hohe Bewegungsgeschwindigkeit und Ausweichen. Jeder Fernkampfangriff hat eine Chance, ein zusätzliches Projektil abzuschießen. (Vorderer Pfeil)
fr: Vitesse de déplacement et esquive élevées. Chaque attaque à distance a une chance de tirer un projectile supplémentaire. (Flèche frontale)
ru: Высокая скорость передвижения и уклонение. Каждая дальняя атака имеет шанс выпустить дополнительный снаряд. (Передняя стрела)

source: Sharpshooter - Power Attack: Increase damage of extra projectiles and knockback effect.
br: Sharpshooter - Ataque poderoso: Aumenta o dano de projéteis extras e o efeito de repulsão.
de: Scharfschütze - Kraftangriff: Erhöht den Schaden von zusätzlichen Projektilen und den Rückstoßeffekt.
fr: Tireur d'élite - Attaque puissante : Augmente les dégâts des projectiles supplémentaires et l'effet de choc.
ru: Sharpshooter - мощная атака: Увеличивает урон дополнительных снарядов и эффект отбрасывания.

source: Trait - Lively: Each successful dodge will increase Attack Speed temporarily.
br: Qualidade - Vivaz: Cada desvio de sucesso aumenta a veloc. de ataque temporariamente.
de: Eigenschaft - Lebhaft: erhöhtes Angriffstempo bei jedem erfolgreichen Ausweichen.
fr: Trait - Animé : chaque esquive réussie augmentera temporairement la vitesse d'attaque.
ru: Черта — живость: каждое успешное уклонение временно повышает скорость атаки.

source: Spirit - Upgrade: Enemies hit by Spirits will have reduced Movement Speed.
br: Espírito - Aprimoramento: os inimigos atingidos por Espíritos terão a Velocidade de Movimento reduzida.
de: Geist - Upgrade: Feinde, die von Geistern getroffen werden, haben eine reduzierte Bewegungsgeschwindigkeit.
fr: Esprit - Amélioration : les ennemis touchés par les esprits voient leur vitesse de déplacement réduite.
ru: Spirit - Upgrade: враги, пораженные духами, получают снижение скорости передвижения.

source: Sharpshooter - Charged Attack: Moving increases Crit Chance temporarily.
br: Atirador elite - Ataque Carregado: Mover aumenta chance de crít. temporariamente.
de: Aufgeladener Schützenangriff: temporäre Erhöhung der Krit. Chance bei Bewegungen.
fr: Tireur d'élite - Attaque chargée : le dépl. augmente temporairement les chances de crit.
ru: Меткий стрелок — заряженная атака: движение временно повышает шанс крит. удара.

source: Weapon Ranged Damage +10% <span class='all_effect_span'>All Heroes</span>
br: Dano de longo alcance da arma +10% <span class='all_effect_span'>Todos os heróis</span>
de: Waffen-Fernkampf-Schaden +10% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts à distance de l'arme +10% <span class='all_effect_span'>Tous les héros</span>
ru: Урон от оружия дальнего боя +10% <span class='all_effect_span'>Все герои</span>.

source: Iris's base Attack +5%
br: Ataque básico da Íris +5%
de: Iris' Grundangriff +5%
fr: Attaque de base d'Iris +5%.
ru: Базовая атака Ирис +5%

source: The higher your crit chance, the faster you move
br: Quanto maior sua Chance crít., mais rápido seu movimento
de: Je höher deine Kritikerchance, desto schneller bewegst du dich
fr: Plus vos chances de réussite sont élevées, plus vous vous déplacez rapidement.
ru: Чем выше шанс получить крит, тем быстрее вы двигаетесь

source: Front arrow +1 chance increased +10%
br: Chance de seta frontal +1 aumentada em +10%
de: Chance für Pfeil nach vorne +1 um +10% erhöht
fr: Les chances de +1 de la flèche frontale sont augmentées de +10%.
ru: Шанс передней стрелы +1 увеличен на +10%

source: Rear Damage Resistance +8%
br: Resistência a danos traseiros +8%
de: Rückwärtige Schadensresistenz +8%
fr: Résistance aux dégâts arrière +8%.
ru: Устойчивость к повреждениям с тыла +8%

source: Iris's base HP +10%
br: HP básico da Íris +10%
de: Iris' Basis-HP +10%
fr: HP de base d'Iris +10%
ru: Базовое HP Ирис +10%

source: Front arrow damage up
br: Dano de flecha frontal
de: Frontpfeil-Schaden erhöht
fr: Dégâts sup. de la flèche avant
ru: Выше урон от стрел в лоб

source: Gain movement speed for short time after taking damage
br: Ganhe Velocidade de movimento por um curto período após sofrer dano
de: Erhöhtes Bewegungstempo für kurze Zeit, nachdem er Schaden genommen hat
fr: Gagne en vitesse de déplacement pendant une courte période après avoir subi des dégâts
ru: Увеличение скорости передвижения на короткое время после получения урона

source: Damage to Airborne units +12%
br: Dano a unidades aerotransportadas +12%
de: Schaden an Luftlandeeinheiten +12%
fr: Dégâts infligés aux unités aériennes +12%.
ru: Урон, наносимый воздушно-десантным подразделениям +12%

source: Merry Christmas
br: Feliz Natal
de: Frohe Weihnachten
fr: Joyeux Noël
ru: С Рождеством

source: [Lvl 50]: Max HP +700
br: [Nível 50]: HP máximo +700
fr: [Niv. 50] : HP max +700
ru: [50 уровень]: Max HP +700

source: When HP is low, it'll be recovered over time (only triggered once)
br: Quando HP estiver baixo, será recuperado com o tempo (ativado apenas uma vez)..
de: Niedrige GP werden fortlaufend regeneriert (kann nur 1x ausgelöst werden)..
fr: Si les PV sont faibles, ils sont récupérés au fil du temps (ne se déclenche qu'1 fois)..
ru: Если запас ОЗ мал, со временем он восстанавливается (срабатывает только один раз)..

source: Blazo
ru: Блазо

source: A furious avenger, and an inquisitor against evil.
br: Um vingador furioso e inquisidor contra o mal
de: Rasender Rächer, Richter des Bösen
fr: Un vengeur furieux et un inquisiteur contre le mal
ru: Грозный мститель; инквизитор, борющийся со злом

source: Damage to Melee Units +130
br: Dano a unidades corpo a corpo +130
de: Schaden an Nahkampfeinheiten +130
fr: Dégâts aux unités de mêlée +130
ru: Урон, наносимый юнитам ближнего боя +130

source: Attack +250
br: Ataque +250
de: Angriff +250
fr: Attaque +250
ru: Атака +250

source: 28.99\u20ac or 50 Blazo Shards
br: 28,99\u20ac ou 50 Blazo fragmentos
de: 28,99\u20ac oder 50 Blazosplitter
fr: 28,99 € ou 50 Blazo Shards
ru: 28,99\u20ac или 50 осколков Blazo

source: Attacks have a chance to be judged; repeated hits inflicts justice.
br: Ataques têm chance de ser julgados. Golpes repetidos infligem Justiça.
de: Angriffe können Urteile und mehrfache Treffer Gerechtigkeit bewirken
fr: Les attaques ont une chance d'être jugées ; Justice après coups rép.
ru: Атаки могут быть осуждены; при повт. попад. сработает Справедливость.

source: Greatly increases its own attack, and reduces the enemy's movement speed and attack. Enemies lose more HP when injured.
br: Julgar: Aumenta muito o próprio ataque e reduz Veloc de Mov e Ataque. Justiça: Aumenta muito o próprio ataque e reduz Veloc de Mov e Ataque. Fazendo com que o inimigo sofra mais danoJulgar: Aumenta muito o próprio ataque e reduz Veloc de Mov e Ataque. Justiça: Aumenta muito o próprio ataque e reduz Veloc de Mov e Ataque. Fazendo com que o inimigo sofra mais dano
de: Urteil: Massive Erhöhung des eigenen Angriffs, während gleichzeitig Angriff und die Bewegungsgeschwindigkeit von Gegnern verringert werden. Gerechtigkeit: Massive Erhöhung des eigenen Angriffs, während gleichzeitig Angriff und die Bewegungsgeschwindigkeit von Gegnern verringert werden. Wodurch der Feind mehr Schäden erleidet
fr: Juge : Augmente considérablement sa propre attaque et réduit la vitesse de déplacement et l'attaque de l'ennemi. Justice : Augmente considérablement sa propre attaque et réduit la vitesse de déplacement et l'attaque de l'ennemi. Les ennemis perdent plus de PV lorsqu'ils sont blessésJuge : Augmente considérablement sa propre attaque et réduit la vitesse de déplacement et l'attaque de l'ennemi. Justice : Augmente considérablement sa propre attaque et réduit la vitesse de déplacement et l'attaque de l'ennemi. Les ennemis perdent plus de PV lorsqu'ils sont blessés
ru: Судья: значительно увеличивает собст. атаку; снижает скорость движения и атаку врага. Справедливость: значительно увеличивает собст. атаку; снижает скорость движения и атаку врага. в результате чего враг получит больше уронаСудья: значительно увеличивает собст. атаку; снижает скорость движения и атаку врага. Справедливость: значительно увеличивает собст. атаку; снижает скорость движения и атаку врага. в результате чего враг получит больше урона

source: Damage to Ground Units +80 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades terrestres +80 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Bodeneinheiten +80 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités terrestres +80 <span class='all_effect_span'>Tous les héros</span>
ru: Урон наземных юнитов +80 <span class='all_effect_span'>Всех героев</span>.

source: Judge - Ghast: Increases Crit Chance for killing enemies when justice
br: Juiz - Ghast: Aumenta a chance de crítico para matar inimigos quando a justiça é feita
de: Richter - Ghast: Erhöht die Crit-Chance für das Töten von Gegnern bei Gerechtigkeit
fr: Juge - Ghast : Augmente les chances de tuer les ennemis en cas de justice.
ru: Судья - Гаст: увеличивает критический шанс убийства врагов при правосудии

source: Trait - Revenge: Chance to deal Revenge damage when receiving damage
br: Característica - Vingança: Chance de causar dano de Vingança ao receber dano
de: Eigenschaft - Rache: Chance, Rache-Schaden zu verursachen, wenn man Schaden erhält
fr: Trait - Vengeance : Chance d'infliger des dégâts de vengeance en recevant des dégâts
ru: Признак - Месть: Шанс нанести урон возмездия при получении урона
