Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: • Hero Duel: Profit if you win ≥ 62% of 40 Gem matches or ≥ 67% of 100 Gem matches
br: - Duelo de heróis: Lucro se você ganhar ≥ 62% de 40 partidas de gemas ou ≥ 67% de 100 partidas de gemas
de: • Heldenduell: Gewinn, wenn du ≥ 62% von 40 Edelsteinspielen oder ≥ 67% von 100 Edelsteinspielen gewinnst
fr: - Duel de héros : Gagnez si vous remportez ≥ 62% des matchs de 40 gemmes ou ≥ 67% des matchs de 100 gemmes.
ru: - Дуэль героев: Прибыль, если вы выиграли ≥ 62% матчей с 40 драгоценными камнями или ≥ 67% матчей со 100 драгоценными камнями

source: • Monster Farm: Clean up obstacles for a chance to receive Gems
br: - Fazenda de monstros: Limpe os obstáculos para ter a chance de receber Gemas
de: • Monsterfarm: Säubere Hindernisse, um Edelsteine zu erhalten
fr: - Ferme des monstres : Nettoyez les obstacles pour avoir une chance de recevoir des gemmes.
ru: - Ферма монстров: Убирайте препятствия, чтобы получить драгоценные камни

source: • Clear new chapters
br: - Limpar novos capítulos
de: • Neue Kapitel löschen
fr: - Effacer les nouveaux chapitres
ru: - Очистить новые главы

source: • Clear Expedition stages
br: - Limpar os estágios da Expedição
de: • Expeditionsetappen löschen
fr: - Franchir les étapes de l'expédition
ru: - Прохождение этапов экспедиции

source: Spending:
br: Gastos:
de: Die Ausgaben:
fr: Dépenses :
ru: Расходы:

source: • At least one main hero (Helix is recommended)
br: - Pelo menos um herói principal (Helix é recomendado)
de: • Mindestens ein Hauptheld (Helix wird empfohlen)
fr: - Au moins un héros principal (Helix est recommandé)
ru: - Как минимум один главный герой (рекомендуется Хеликс)

source: • Extra hatchery slots, to speed up egg hatching
br: - Vagas extras no incubatório, para acelerar a eclosão dos ovos
de: • Zusätzliche Brüterei-Slots, um das Ausbrüten der Eier zu beschleunigen
fr: - Places supplémentaires dans les écloseries, pour accélérer l'éclosion des œufs
ru: - Дополнительные места в инкубаторе для ускорения инкубации яиц

source: • Extra monster book slots, to get more bonuses from monsters in use
br: - Espaços extras para livros de monstros, para obter mais bônus dos monstros em uso
de: • Zusätzliche Monsterbuch-Slots, um mehr Boni von verwendeten Monstern zu erhalten
fr: - Emplacements supplémentaires pour le livre des monstres, afin d'obtenir plus de bonus des monstres utilisés
ru: - Дополнительные слоты для книги монстров, чтобы получать больше бонусов от используемых монстров

source: • Extra attempt for Ancient Maze, if you can consistently finish it on Extreme/Misery difficulty
br: - Tentativa extra para o Ancient Maze, se você conseguir terminá-lo consistentemente na dificuldade Extreme/Misery
de: • Zusätzlicher Versuch für das Uralte Labyrinth, wenn du es konsequent auf dem Schwierigkeitsgrad Extrem/Misere beenden kannst
fr: - Tentative supplémentaire pour Ancient Maze, si vous pouvez toujours le terminer en difficulté Extrême/Misère
ru: - Дополнительная попытка для Древнего лабиринта, если вы можете последовательно завершить его на сложности Extreme/Misery

source: • Extra energy to farm Hero chapters or play events
br: - Energia extra para cultivar capítulos de heróis ou jogar eventos
de: • Zusätzliche Energie zum Farmen von Heldenkapiteln oder Spielen von Events
fr: - De l'énergie supplémentaire pour cultiver les chapitres des héros ou participer aux événements
ru: - Дополнительная энергия для ведения хозяйства в главах "Герой" или для участия в событиях

source: • Extra attempt(s) for Up-Close Dangers, if you are at the point where you earn relatively high amounts of coins from it compared to chapter runs
br: - Tentativa(s) extra(s) para Up-Close Dangers, se você estiver no ponto em que ganha quantidades relativamente altas de moedas com isso em comparação com as corridas de capítulo
de: • Zusätzliche(r) Versuch(e) für Up-Close Dangers, wenn Sie an einem Punkt sind, an dem Sie im Vergleich zu den Kapitelläufen relativ viele Münzen verdienen
fr: - Tentative(s) supplémentaire(s) pour les dangers imminent, si vous en êtes au point où vous gagnez des quantités de pièces relativement élevées par rapport aux tentatives des chapitres
ru: - Дополнительная попытка (попытки) для "Близких опасностей", если вы находитесь на этапе, когда зарабатываете относительно большое количество монет по сравнению с прохождением главы

source: • Mystery Chest in your Farm, if it shows up
br: - Mystery Chest (Baú Misterioso) em sua Fazenda, se ele aparecer
de: • Mystery Chest in deiner Farm, wenn sie auftaucht
fr: - Coffre mystérieux dans votre ferme, s'il apparaît
ru: - Таинственный сундук в вашей ферме, если он появится

source: • Login Rewards Event <a class='styled_a' href='https://cdn.discordapp.com/attachments/1018889785571540994/1113272516136407061/LoginRewardsEvent.png' target='_blank'>[Example]</a><br>
br: - Evento de prêmios de login <a class='styled_a' href='https://cdn.discordapp.com/attachments/1018889785571540994/1113272516136407061/LoginRewardsEvent.png' target='_blank'>[Exemplo]</a><br>
de: • Login-Belohnungsaktion <a class='styled_a' href='https://cdn.discordapp.com/attachments/1018889785571540994/1113272516136407061/LoginRewardsEvent.png' target='_blank'>[Beispiel]</a><br>
fr: - Événement de récompense de la connexion <a class='styled_a' href='https://cdn.discordapp.com/attachments/1018889785571540994/1113272516136407061/LoginRewardsEvent.png' target='_blank'>[Exemple]</a><br>
ru: - Login Rewards Event <a class='styled_a' href='https://cdn.discordapp.com/attachments/1018889785571540994/1113272516136407061/LoginRewardsEvent.png' target='_blank'>[Пример]</a><br>

source: gold
br: Ouro
fr: Or
ru: Золото

source: Gold Guide
br: Guia de ouro
de: Leitfaden für Gold
fr: Guide de l'or
ru: Золотой справочник

source: • Use any other rings than Lion,Vilebat,Dragon Rings for +10% coins from battle
br: - Use outros anéis além de Lion, Vilebat e Dragon Rings para obter +10% de moedas de batalha
de: • Benutze andere Ringe als die Ringe von Lion, Vilebat und Dragon für +10% Münzen aus dem Kampf
fr: • Utilisez d'autres anneaux que les anneaux de Lion, Vilebat et Dragon pour obtenir +10% de pièces en bataille
ru: - Используйте любые другие кольца, кроме колец Льва, Вилебата и Дракона, для получения +10% монет от боя

source: • In your Spirit jewel slots, have an overall level of 8 or higher, for +5% Coins from battle
br: - Em seus espaços de joias espirituais, tenha um nível geral de 8 ou mais para obter +5% de moedas de batalha
de: • Habe in deinen Geister-Juwelen-Slots eine Gesamtstufe von 8 oder höher, für +5% Münzen aus dem Kampf
fr: • Dans vos emplacements de joyaux spirituels, ayez un niveau global de 8 ou plus, pour +5% Pièces de monnaie de combat
ru: - Если в слотах для драгоценностей Духа общий уровень 8 или выше, это дает +5% монет в бою.

source: • Play the Up-close Dangers event every time it is active (Tuesday, Thursday, Saturday, Sunday)
br: - Jogue o evento Up-close Dangers sempre que ele estiver ativo (terça, quinta, sábado e domingo)
de: • Spielen Sie das Ereignis "Gefahren aus nächster Nähe" jedes Mal, wenn es aktiv ist (Dienstag, Donnerstag, Samstag, Sonntag).
fr: - Jouer l'événement Dangers imminent chaque fois qu'il est actif (mardi, jeudi, samedi, dimanche)
ru: - Проводите мероприятие "Близкие опасности" каждый раз, когда оно активно (вторник, четверг, суббота, воскресенье)

source: • Play the clan event (Monster Treasure) every day
br: - Jogar o evento do clã (Monster Treasure) todos os dias
de: • Spiele jeden Tag das Clan-Event (Monsterschatz)
fr: - Jouez l'événement de clan (Trésor des monstres) tous les jours.
ru: - Каждый день играть в клановое событие (Сокровища монстров)

source: • Watch 3 ads per day at the bottom of the Shop tab
br: - Assista a 3 anúncios por dia na parte inferior da guia Shop
de: • Beobachten Sie 3 Anzeigen pro Tag unten auf der Registerkarte Shop
fr: - Regarder 3 publicités par jour en bas de l'onglet Boutique
ru: - Просмотр 3 объявлений в день в нижней части вкладки Магазин

source: • Watch 4 ads per day for 5 energy each by clicking on your energy at the top, use this energy to play chapters
br: - Assista a 4 anúncios por dia por 5 de energia cada, clicando em sua energia na parte superior; use essa energia para jogar capítulos
de: • Sieh dir 4 Anzeigen pro Tag für jeweils 5 Energie an, indem du oben auf deine Energie klickst, und benutze diese Energie, um Kapitel zu spielen.
fr: - Regardez 4 publicités par jour pour 5 énergies chacune en cliquant sur votre énergie en haut de l'écran., utilisez cette énergie pour jouer des chapitres
ru: - Просматривайте 4 рекламы в день по 5 энергии за каждую, нажимая на свою энергию вверху, используйте эту энергию для игры в главы

source: • Hero Mode Boss chapters (7, 14, 21, 28, 35, 42)
br: - Capítulos do chefe do modo Hero (7, 14, 21, 28, 35, 42)
de: • Heldenmodus-Bosskapitel (7, 14, 21, 28, 35, 42)
fr: - Chapitres Boss du mode Héros (7, 14, 21, 28, 35, 42)
ru: - Главы с боссами режима Hero Mode (7, 14, 21, 28, 35, 42)

source: What should i spend my gold on ?
br: Em que devo gastar meu ouro?
de: Wofür sollte ich mein Gold ausgeben?
fr: A quoi dois-je consacrer mon or ?
ru: На что потратить золото?

source: Credit: zkn#4789
br: Crédito: zkn#4789
de: Kredit: zkn#4789
fr: Crédit : zkn#4789
ru: Кредит: zkn#4789

source: Gear Farming Guide
br: Guia de cultivo de equipamentos
de: Leitfaden für Items farmen
fr: Guide de farm d'équipement
ru: Руководство по ведению хозяйства

source: Flying Bullets
br: Balas Voadoras
de: Fliegende Geschosse
fr: Balles volantes
ru: Летящие пули

source: • Can drop more than 5 items per run
br: - Pode soltar mais de 5 itens por corrida
de: • Kann mehr als 5 Gegenstände pro Lauf fallen lassen
fr: - Peut déposer plus de 5 objets par course
ru: - За один запуск можно сбросить более 5 предметов

source: • Drops relatively many scrolls
br: - Drops relativamente muitos pergaminhos
de: • Lässt relativ viele Schriftrollen fallen
fr: - Dépose relativement beaucoup de parchemins
ru: - Выпадает относительно много свитков

source: Farm Chapters :
br: Capítulos de fazendas :
de: Kapitel über den Bauernhof :
fr: Chapitres de la ferme :
ru: Главы ферм :

source: • Farm the highest hero boss chapter you are able to clear (7, 14, 21, 28, 35, 42)
br: - Cultive o capítulo de chefe de herói mais alto que você conseguir concluir (7, 14, 21, 28, 35, 42)
de: • Farmt das höchste Heldenboss-Kapitel, das ihr bewältigen könnt (7, 14, 21, 28, 35, 42)
fr: - Farmez le chapitre du boss le plus élevé que vous puissiez terminer (7, 14, 21, 28, 35, 42, etc...)
ru: - Разработайте главу с самым высоким героем-боссом, которую вы сможете пройти (7, 14, 21, 28, 35, 42)

source: • Making QuickRaid of weapon and bracelet hero chapters is recommended (list can be found <a class='styled_a' href='https://docs.google.com/spreadsheets/d/1gI3lxMxjVT3iLb-71kyNrAGE8a4rhAp_tSo7IDwNm3w/'>here</a>)
br: - Recomenda-se fazer o QuickRaid de capítulos de heróis de armas e braceletes (a lista pode ser encontrada <a class='styled_a' href='https://docs.google.com/spreadsheets/d/1gI3lxMxjVT3iLb-71kyNrAGE8a4rhAp_tSo7IDwNm3w/'>aqui</a>)
de: • Es wird empfohlen, ein Schnellangriff von Waffen- und Armbandheldenkapiteln zu erstellen (eine Liste finden Sie <a class='styled_a' href='https://docs.google.com/spreadsheets/d/1gI3lxMxjVT3iLb-71kyNrAGE8a4rhAp_tSo7IDwNm3w/'>hier</a>)
fr: - Il est recommandé de faire un QuickRaid des chapitres d'armes et de bracelets des héros (la liste peut être trouvée <a class='styled_a' href='https://docs.google.com/spreadsheets/d/1gI3lxMxjVT3iLb-71kyNrAGE8a4rhAp_tSo7IDwNm3w/'>ici</a>)
ru: - Рекомендуется сделать QuickRaid глав оружия и браслетов героев (список можно найти <a class='styled_a' href='https://docs.google.com/spreadsheets/d/1gI3lxMxjVT3iLb-71kyNrAGE8a4rhAp_tSo7IDwNm3w/'>здесь</a>).

source: • Clearing normal chapter 21 or hero chapter 17 enables great rarity(green) item drops from chapters
br: - Ao concluir o capítulo 21 normal ou o capítulo 17 do herói, você poderá receber itens de grande raridade (verde) dos capítulos
de: • Das Abschließen des normalen Kapitels 21 oder des Heldenkapitels 17 ermöglicht das Ablegen von Gegenständen mit großer Seltenheit (grün) aus den Kapiteln
fr: - Terminer le chapitre 21 normal ou le chapitre 17 des héros permet d'obtenir des objets de grande d'objets de grande rareté (verts) dans les chapitres
ru: - Прохождение обычной 21-й главы или 17-й главы героя позволяет получить дроп предметов большой редкости (зеленых) из глав

source: • Clearing normal chapter 35 or hero chapter 30 enables rare rarity(blue) item drops from chapters
br: - Concluir o capítulo 35 normal ou o capítulo 30 do herói permite a obtenção de itens de raridade rara (azul) nos capítulos
de: • Das Abschließen des normalen Kapitels 35 oder des Heldenkapitels 30 ermöglicht das Ablegen von Gegenständen mit seltener Seltenheit (blau) aus den Kapiteln
fr: - Terminer le chapitre 35 normal ou le chapitre 30 des héros permet d'obtenir des objets de rareté rare (bleu) dans les chapitres
ru: - Прохождение обычной 35-й главы или 30-й главы героя позволяет получить редкий (синий) предмет из глав

source: rune
br: Runa
de: Runen
ru: Руна

source: Runes Guide
br: Guia de runas
de: Leitfaden für Runen
fr: Guide des runes
ru: Руководство по рунам

source: 🔴 Power
br: 🔴 Potência
de: 🔴 Leistung
fr: 🔴 Puissance
ru: 🔴 Мощность

source: 🔵 Saviour
br: 🔵 Salvador
de: 🔵 Retter
fr: 🔵 Sauveur
ru: 🔵 Спаситель

source: 🟢 Recovery
br: 🟢 Recuperação
de: 🟢 Wiederherstellung
fr: 🟢 Récupération
ru: 🟢 Восстановление

source: 🟣 Courage
br: 🟣 Coragem
de: 🟣 Mut
ru: 🟣 Мужество

source: 🟡 Luck
br: 🟡 Sorte
de: 🟡 Glück
fr: 🟡 Chance
ru: 🟡 Удача

source: hero evolution cost
br: custo de evolução do herói
de: Kosten der Heldenentwicklung
fr: coût de l'évolution des héros
ru: стоимость эволюции героя

source: Glyphs:
br: Glifos:
de: Glyphen:
fr: Glyphes :
ru: Глифы:

source: There is 2 type of glyphs :
br: Há dois tipos de glifos:
de: Es gibt 2 Arten von Glyphen:
fr: Il existe 2 types de glyphes :
ru: Существует 2 типа глифов:

source: • Base Glyphs (without rank)<br>• Special Glyphs (rank A / S / SS)
br: - Glifos básicos (sem classificação)<br>- Glifos especiais (classificação A / S / SS)
de: • Basisglyphen (ohne Rang)<br>- Spezialglyphen (Rang A / S / SS)
fr: - Glyphes de base (sans rang)<br>- Glyphes spéciaux (rang A / S / SS)
ru: - Базовые глифы (без ранга)<br>- Специальные глифы (ранг A / S / SS)

source: How to get glyphs ??
br: Como obter glifos?
de: Wie erhält man Glyphen?
fr: Comment obtenir des glyphes ?
ru: Как получить глифы?

source: - you need to sacrifice stuff starting from epic to ancient legendary
br: - você precisa sacrificar coisas que vão do épico ao lendário antigo
de: - Sie müssen Dinge opfern, die von episch bis alt und legendär reichen.
fr: - il faut sacrifier des choses qui vont de l'épique à l'ancien légendaire
ru: - вам нужно пожертвовать вещами, начиная с эпических и заканчивая древними легендарными

source: - When you sacrificed your stuff you can get random rarity & number of the same glyphs
br: - Ao sacrificar suas coisas, você pode obter raridade e número aleatórios dos mesmos glifos
de: - Wenn du deine Sachen geopfert hast, kannst du zufällige Seltenheit und Anzahl der gleichen Glyphen erhalten
fr: - Lorsque vous sacrifiez votre matériel, vous pouvez obtenir une rareté et un nombre aléatoires des mêmes glyphes
ru: - Пожертвовав свои вещи, вы можете получить случайную редкость и количество одинаковых глифов

source: - There is a chance you will get duplicates of the same Glyphs.
br: - Há uma chance de você obter duplicatas dos mesmos Glyphs.
de: - Es besteht die Möglichkeit, dass Sie Duplikate der gleichen Glyphen erhalten.
fr: - Il est possible que vous obteniez des doublons des mêmes glyphes.
ru: - Существует вероятность получения дубликатов одних и тех же глифов.

source: - Each item gives different glyphs, S Item always gives special glyphs (S/SS) (S item are obtainable in obsidian or prisma chest)
br: - Cada item fornece glifos diferentes, o item S sempre fornece glifos especiais (S/SS) (o item S pode ser obtido no baú de obsidiana ou de prisma)
de: - Jeder Gegenstand gibt verschiedene Glyphen, S-Gegenstände geben immer spezielle Glyphen (S/SS) (S-Gegenstände sind in Obsidian- oder Prisma-Truhen erhältlich)
fr: - Chaque item donnes des glyphes différentes, les items S donne toujours des glyphes spéciales (S/SS) (les items S sont disponibles dans les coffres obsidienne et prismarine)
ru: - Каждый предмет дает различные глифы, S-предмет всегда дает особые глифы (S/SS) (S-предметы можно получить в обсидиановом или призменном сундуке)

source: Glyph System - Unlocked at Chapter 17, you will need a Legendary item in order to access it.
br: Glyph System - Desbloqueado no Capítulo 17, você precisará de um item lendário para acessá-lo.
de: Glyphen-System - Wird in Kapitel 17 freigeschaltet und erfordert einen legendären Gegenstand, um darauf zuzugreifen.
fr: Système de glyphes - Débloqué au chapitre 17, vous aurez besoin d'un objet légendaire pour pour y accéder.
ru: Система глифов - открывается в главе 17, для доступа к ней необходим Легендарный предмет.

source: refinements guide
br: guia de refinamentos
de: Leitfaden für Verfeinerung
fr: guide des raffinages
ru: руководство по доработкам

source: Refine:
br: Refinar:
de: Verfeinern:
fr: Affiner :
ru: Уточнить:

source: How to unlock them:
br: Como desbloqueá-los:
de: Wie man sie freischaltet:
fr: Comment les débloquer :
ru: Как их разблокировать:

source: Refinement rarity starts at Epic, to unlock the second slot, Perfect Epic, you need to refine 8 times. Same goes for the next rarities.
br: A raridade do refinamento começa em Epic e, para desbloquear o segundo espaço, Perfeitamente épico, você precisa refinar 8 vezes. O mesmo vale para as próximas raridades.
de: Die Seltenheit der Veredelung beginnt bei Episch, um den zweiten Slot, Perfekt Episch, freizuschalten, müssen Sie 8 Mal veredeln. Das Gleiche gilt für die nächsten Raritäten.
fr: La rareté de l'affinage commence à Epique, pour débloquer le deuxième slot, Epique splendide, vous devez raffiner 8 fois. Il en va de même pour les raretés suivantes.
ru: Редкость рафинирования начинается с Эпического, чтобы открыть второй слот, Совершенный Эпический, нужно рафинировать 8 раз. То же самое относится и к следующим редкостям.

source: • 1st Slot (Epic) → Can only equip Normal Glyphs
br: - 1º espaço (épico) → Só pode equipar glifos normais
de: • 1. Slot (Episch) → Kann nur normale Glyphen ausrüsten
fr: - 1er emplacement (épique) → Ne peut équiper que des glyphes normaux
ru: - 1-й слот (Эпический) → Можно экипировать только обычные глифы

source: • 2nd Slot (Perfect Epic) → Unlocks Special Glyph slot
br: - 2º Slot (Perfeitamente épico) → Desbloqueia o slot de Glifo Especial
de: • 2. Slot (Perfekt Episch) → Schaltet Spezialglyphen-Slot frei
fr: - 2ème emplacement (Épique splendide) → Débloque l'emplacement Glyphe spécial
ru: - 2-й слот (Perfect Epic) → Разблокирует слот для специального глифа

source: • 3rd Slot (Legendary) → Unlocks Normal Glyph slot
br: - 3º Slot (Lendário) → Desbloqueia o slot de Glifo Normal
de: • 3. Slot (Legendär) → Schaltet den normalen Glyphen-Slot frei
fr: - 3ème emplacement (Légendaire) → Débloque l'emplacement Glyphe normal
ru: - 3-й слот (Легендарный) → Разблокирует слот для обычного глифа

source: • 4th Slot (Ancient Legendary) → Unlocks Normal Glyph slot
br: - 4º Slot (Antigo Lendário) → Desbloqueia o slot de Glifo Normal
de: • 4. Slot (Uralt und legendär) → Schaltet den normalen Glyphen-Slot frei
fr: - 4e emplacement (Légendaire antique) → Débloque l'emplacement de glyphe normal
ru: - 4-й слот (Древний легендарный) → Разблокирует слот для обычного глифа

source: quick raid rewards
br: recompensas de raid rápidas
de: Belohnungen für Schnellangriff
fr: récompenses rapides pour les raids
ru: быстрые вознаграждения за рейды

source: altar cost
br: custo do altar
de: Altarkosten
fr: coût de l'autel
ru: стоимость алтаря

source: Altar Cost lvl0 to 120
br: Custo do altar do nível 0 para 120
de: Altarkosten lvl0 bis 120
fr: Coût de l'autel lvl0 à 120
ru: Стоимость алтаря lvl0 до 120

source: Ascension n°10 = 100 BS
br: Ascensão nº 10 = 100 BS
de: Auffahrt Nr. 10 = 100 BS
ru: Возвышение n°10 = 100 BS

source: Ascension n°20 = 250 BS
br: Ascensão nº 20 = 250 BS
de: Auffahrt Nr. 20 = 250 BS
ru: Возвышение n°20 = 250 BS

source: Ascension n°30 = 450 BS
br: Ascensão nº 30 = 450 BS
de: Auffahrt Nr. 30 = 450 BS
ru: Возвышение n°30 = 450 BS

source: Ascension n°40 = 750 BS
br: Ascensão n°40 = 750 BS
de: Auffahrt Nr. 40 = 750 BS
ru: Возвышение №40 = 750 BS

source: Ascension n°50 = 1250 BS
br: Ascensão n°50 = 1250 BS
de: Auffahrt n°50 = 1250 BS
ru: Возвышение n°50 = 1250 BS

source: Ascension n°60 = 2000 BS
br: Ascensão n°60 = 2000 BS
de: Auffahrt n°60 = 2000 BS
ru: Возвышение n°60 = 2000 BS

source: Ascension n°70 = 3000 BS
br: Ascensão n°70 = 3000 BS
de: Auffahrt n°70 = 3000 BS
ru: Возвышение n°70 = 3000 BS

source: Ascension n°80 = 4000 BS
br: Ascensão n°80 = 4000 BS
de: Auffahrt n°80 = 4000 BS
ru: Возвышение n°80 = 4000 BS

source: Ascension n°90 = 5000 BS
br: Ascensão n°90 = 5000 BS
de: Auffahrt n°90 = 5000 BS
ru: Возвышение n°90 = 5000 BS

source: Ascension n°100 = 7500 BS
br: Ascensão n°100 = 7500 BS
de: Auffahrt n°100 = 7500 BS
ru: Возвышение n°100 = 7500 BS

source: Ascension n°110 = 10000 BS
br: Ascensão n°110 = 10000 BS
de: Auffahrt n°110 = 10000 BS
ru: Вознесение n°110 = 10000 BS

source: altar bonus ascensions
br: altar bônus ascensions
de: Altarbonus Aufstiege
fr: autel bonus ascensions
ru: алтарные вознесения

source: Altar Bonus Ascensions
br: Bônus do Altar Ascensões
de: Altar Bonus Aufstiege
ru: Алтарь Бонус Вознесения

source: Lvl 10, 40, 70 and 100 :
br: Nível 10, 40, 70 e 100:
de: Lvl 10, 40, 70 und 100:
fr: Lvl 10, 40, 70 et 100 :
ru: Уровни 10, 40, 70 и 100 :

source: Lvl 20, 50, 80 and 110 :
br: Nível 20, 50, 80 e 110:
de: Lvl 20, 50, 80 und 110:
fr: Lvl 20, 50, 80 et 110 :
ru: Уровни 20, 50, 80 и 110 :

source: • Attack +5%
br: - Ataque +5%
de: • Angriff +5%
fr: - Attaque +5%
ru: - Атака +5%

source: Lvl 30, 60, 90 and 120:
br: Nível 30, 60, 90 e 120:
de: Lvl 30, 60, 90 und 120:
fr: Lvl 30, 60, 90 et 120 :
ru: 30, 60, 90 и 120-й уровни:

source: • (Gear Altar) Red Heart Healing Effect +5%<br>• (Hero Altar) Red Heart Drop Rate +5%
br: - (Gear Altar) Efeito de cura do coração vermelho +5%<br>- (Hero Altar) Taxa de queda do coração vermelho +5%
de: • (Ausrüstungsaltar) Rotes Herz Heileffekt +5%<br>- (Heldenaltar) Rotes Herz Fallrate +5%
fr: - (Autel d'Equipements) Soin des coeurs rouges +5%<br>- (Autel de Héros) Drop des coeurs rouges +5%
ru: - (Алтарь шестеренок) Эффект исцеления красного сердца +5%<br>- (Алтарь героев) Скорость падения красного сердца +5%

source: Overall bonus :
br: Bônus geral :
de: Gesamtbonus :
fr: Prime globale :
ru: Общий бонус :

source: • (Gear Altar) Item Base Stats Enhanced +[x]%
br: - (Gear Altar) Estatísticas básicas do item Aprimoradas +[x]%
de: • (Ausrüstungsaltar) Gegenstandsbasiswerte verbessert +[x]%
fr: - (Autel de l'équipement) Stats de base de l'objet améliorées +[x]%
ru: - (Алтарь) Базовые статы предмета улучшены +[x]%

source: • (Gear Altar lvl30) Equipment Droprate +[x]%
br: - (Gear Altar, nível 30) Taxa de queda de equipamento +[x]%
de: • (Ausrüstungsaltar lvl30) Ausrüstungsdroprate +[x]%
fr: - (Autel de l'équipement lvl30) Taux de chute de l'équipement +[x]%
ru: - (Gear Altar lvl30) Дропаут снаряжения +[x]%

source: • (Hero Altar) Hero Base Stats +[x]%
br: - (Altar do Herói) Estatísticas básicas do herói +[x]%
de: • (Heldenaltar) Heldengrundwerte +[x]%
fr: - (Autel du héros) Stats de base du héros +[x]%
ru: - (Алтарь Героя) Базовые статы героя +[x]%
