Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Increases Movement Speed. When HP drops below 30%, temporarily enter Netherwolf mode, increasing Movement Speed, Attack Speed, Melee Attack and Elemental Damage Resistance
br: Aumenta a velocidade de movimento. Quando o PV cai abaixo de 30%, entra temporariamente no modo Netherwolf, aumentando a velocidade de movimento, a velocidade de ataque, o ataque corpo a corpo e a resistência a dano elementar
de: Erhöht das Bewegungstempo. Wenn die HP unter 30% fallen, wird vorübergehend in den Netherwolf-Modus gewechselt, der das Bewegungstempo, das Angriffstempo, den Nahkampfangriff und den Widerstand gegen Elementarschaden erhöht.
fr: Augmente la vitesse de déplacement. Lorsque les HP tombent en dessous de 30%, entre temporairement en mode loup-garou, augmentant la vitesse de déplacement, la vitesse d'attaque, l'attaque de mêlée et la résistance aux dégâts élémentaires
ru: Увеличивает скорость передвижения. При снижении HP ниже 30% временно переходит в режим нетопыря, увеличивая скорость передвижения, скорость атаки, атаку ближнего боя и сопротивление элементарному урону.

source: Meowgik
br: Miaugik
de: Miaugie
fr: Miaougik
ru: Мяугик

source: The spirit of the cat combined with magic; not to be underestimated.
br: Não subestime o espírito do gato combinado com magia.
de: Der Geist der Katze kombiniert mit Magie; nicht zu unterschätzen.
fr: L'esprit du chat combiné avec la magie. À ne pas sous-estimer.
ru: Дух кота, владеющий колдовством: не стоит его недооценивать.

source: Attack +50
br: Ataque +50
de: Angriff +50
fr: Attaque +50
ru: Атака +50

source: Dodge +5%
br: Esquiva +5%
de: Ausweichen +5%
fr: Esquive +5%
ru: Уклонение +5%

source: Healing Effect of Red Heart +30%
br: Efeito curativo do Red Heart +30%
de: Heilende Wirkung von Rotes Herz +30%
fr: Effet de guérison de Coeur rouge +30%.
ru: Эффект исцеления от "Красного сердца" +30%

source: Dodge +3%
br: Esquiva +3%
de: Ausweichen +3%
fr: Esquive +3%
ru: Уклонение +3%

source: 1800 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> or 30 Meowgik Shards
br: 1800 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 30 fragmentos de Miaugik
de: 1800 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> oder 30 Meowgik-Splitter
fr: 1800 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 30 fragments Miaougik
ru: 1800 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> или 30 осколков мяугика

source: A chance to summon an auto-attacking kitty when attacking enemies
br: Uma chance de convocar um gatinho que ataca automaticamente enquanto ataca inimigos
de: Chance, ein autom. angreifendes Kätzchen zu beschwören, wenn du Feinde angreifst.
fr: Une chance d'invoquer un chaton qui attaque automatiquement lorsque vous attaquez des ennemis
ru: Шанс призвать автоматически атакующего котенка при атаке врагов.

source: Patrol Spirit Scroll Earnings +[x]%
br: Ganhos do Pergaminho do Espírito de Patrulha +[x]%
de: Patrouillengeist-Schriftrolle Einkommen +[x]%
fr: Gains du parchemin d'esprit de patrouille +[x]%
ru: Заработок свитка патрульного духа +[x]%

source: Healing Effect of Red Heart +10% <span class='all_effect_span'>All Heroes</span>
br: Efeito de cura do Coração Vermelho +10% <span class='all_effect_span'>Todos os heróis</span>
de: Heileffekt des roten Herzens +10% <span class='all_effect_span'>Alle Helden</span>
fr: Effet de guérison de Cœur rouge +10% <span class='all_effect_span'>Tous les héros</span>
ru: Эффект исцеления от "Красного сердца" +10% <span class='all_effect_span'>Всех героев</span>

source: Meow - Giant: Meowing increases, attack and attack range increased
br: Miau - Gigante: O miado aumenta, o ataque e o alcance do ataque aumentam
de: Miauen - Riese: Miauen erhöht, Angriff und Angriffsreichweite erhöht
fr: Miaou - Géant : Augmentation du miaulement, augmentation de l'attaque et de la portée de l'attaque
ru: Мяу - Гигант: Мяуканье усиливается, атака и дальность атаки увеличиваются

source: Trait - Lazy: Crit rate increased after standing still
br: Característica - Preguiçoso: Taxa de crítico aumentada após ficar parado
de: Eigenschaft - Faul: Crit-Rate nach Stillstand erhöht
fr: Trait - Paresseux : Augmentation du taux de critique en cas d'immobilité
ru: Черта - Ленивый: Скорость крита увеличивается после стояния на месте

source: Spirit - Upgrade: Spirit's crit damage increased
br: Espírito - Aprimoramento: Aumento do dano crítico do Espírito
de: Geist - Upgrade: Der kritische Schaden des Geistes wurde erhöht.
fr: Esprit - Amélioration : augmentation des dégâts crits de l'Esprit
ru: Дух - Улучшение: увеличен урон критов Духа

source: Meow - Tracking: Meowspirit becomes better at tracking and has its Attack increased
br: Miau-Rastreamento: Miauspírito rastreia melhor e aumenta seu Ataque
de: Miau – Verfolgung: Erhöhung von Verfolgung-Fähigkeit und Angriff des Miaugeistes
fr: Miaou - Suivi : Esprit de miaou s'améliore en suivi et son attaque est augmentée
ru: Мяу — слежение: у мяугического духа увеличивается сила атаки и улучшается слежение

source: Max HP +1000 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +1000 <span class='all_effect_span'>Todos os heróis</span>
de: Max HP +1000 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +1000 <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +1000 <span class='all_effect_span'>Всех героев</span>.

source: Dodge +7% <span class='all_effect_span'>All Heroes</span>
br: Esquiva +7% <span class='all_effect_span'>Todos os heróis</span>
de: Ausweichen +7% <span class='all_effect_span'>Alle Helden</span>
fr: Esquive +7% <span class='all_effect_span'>Tous les héros</span>
ru: Уклонение +7% <span class='all_effect_span'>Все герои</span>

source: Meowgik's base Attack +5%
br: Ataque básico do Miaugik +5%
de: Meowgiks Grundangriff +5%
fr: Attaque de base de Miaougik +5%.
ru: Базовая атака Мяугика +5%

source: Damage to Melee Units +160
br: Dano a unidades corpo a corpo +160
de: Schaden an Nahkampfeinheiten +160
fr: Dégâts aux unités de mêlée +160
ru: Урон, наносимый юнитам ближнего боя +160

source: Meowspirits triggers projectile's special effects
br: Meowspirits aciona os efeitos especiais do projétil
de: Miau-Spirits löst die Spezialeffekte des Geschosses aus
fr: Meowspirits déclenche les effets spéciaux du projectile
ru: Meowspirits запускает спецэффекты снаряда

source: All Meteor skills damage dealt
br: Dano causado por todas as habilidade de meteoro
de: Verursachter Schaden alle Meteorfähigkeiten
fr: Dégâts infligés par toutes les compétences de météore
ru: Урон, наносимый всеми навыками «Метеорит»

source: Damage to Mobs +5%
br: Dano a Mobs +5%
de: Schaden an Mobs +5%
fr: Dégâts infligés aux monstres +5%.
ru: Урон по мобам +5%

source: Meowgik's base HP +10%
br: HP básico do Miaugik +10%
de: Meowgiks Basis-HP +10%
fr: HP de base de Miaougik +10%.
ru: Базовый HP Мяугика +10%

source: Projectile Flight speed +10%
br: Velocidade de voo do projétil +10%
de: Projektil-Fluggeschwindigkeit +10%
fr: Vitesse de vol des projectiles +10%.
ru: Скорость полета снаряда +10%

source: Chance to summon extra Meowspirits after taking damage
br: Chance de invocar mais Miauspíritos após sofrer dano
de: Chance auf Beschwören zusätzlicher Miaugeister nach Erleiden von Schaden
fr: Chance d'invoquer des Miaousprits supplémentaires après avoir subi des dégâts
ru: При получ. урона есть шанс призвать доп. мяугических духов

source: Coins from battle +5%
br: Moedas de batalha +5%
de: Münzen aus dem Kampf +5%
fr: Pièces de monnaie obtenues au combat +5%.
ru: Монеты, полученные в бою +5%

source: Cat Warlock
br: Gato Feiticeiro
de: Katzenhexer
fr: Sorcier chat
ru: Кот-колдун

source: Dodge rate increased 5s after kill; the higher your level, the higher the dodge rate.
br: Aumento de 5s na taxa de desvio após abate. Quanto maior nível, maior a taxa.
de: Ausweichrate 5 s nach Töten höher. Je höher Level, desto höher Ausweichrate
fr: Taux d'esquive accru 5s après élimination. Le taux d'esq. augmente avec le niv.
ru: Шанс уклонения растет на 5 сек. после убийства пропорционально уровню.

source: Cherry Kitty
br: Gatinha Cereja
de: Kirschkätzchen
fr: Chaton cerise
ru: Вишневая кошечка

source: [Lvl 50]: Max HP +500
br: [Nível 50]: HP máximo +500
fr: [Niv. 50] : HP max +500
ru: [50 уровень]: Максимальное количество HP +500

source: When dying there's a 20% chance to be resurrected in a random Meowspirit's location
br: Ao morrer, chance de 20% de ressurreição em localização aleatória do espírito de Miau
de: Bei Tod, Chance von 20 %, an zufälligen Ort des Miaugeistes wiederbelebt zu werden.
fr: En mourant, 20 % de chance de ressusciter dans un endroit Miaousprit aléatoire
ru: После смерти есть 20% шанс возродиться на месте случайного мяугического духа.

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 105
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 105
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 105
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 105
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 105

source: Holiday Kitty
br: Gato de Festas
de: Urlaubskatze
fr: Chaton vacances
ru: Кошечка на отдыхе

source: Collision damage reduced 20%, spinning Crabs can be used replace Tornado
br: Dano de colisão reduzido 20%, Caranguejos giratórios podem substituir Tornado
de: Kollisionsschaden um 20 % reduziert, Drehkrabben können anstatt Tornado verwendet werden
fr: Dégâts de collision réduits de 20%, Crabes tournoyants peuvent remplacer Tornade
ru: Урон от столкновений уменьш. на 20%, вместо торнадо можно использовать вращающихся крабов

source: Chef Kitty
br: Chef Gatinha
de: Kochendes Kätzchen
fr: Chef Chaton
ru: Кошечка-кулинар

source: [Lvl 50] Max HP +600
br: [Nível 50] HP máximo +600
de: [Lvl 50] Maximale HP +600
fr: [Niv. 50] HP max. +600
ru: [50 уровень] Максимальное количество HP +600

source: Increases attack after Crit attack. Meowspirit has a chance to cause Fire damage.
br: Aumenta o ataque após o ataque crítico. O Meowspirit tem chance de causar dano de Fogo.
de: Erhöht den Angriff nach einem kritischen Angriff. Miau-Geist hat eine Chance, Feuerschaden zu verursachen.
fr: Augmente l'attaque après une attaque Crit. Meowspirit a une chance d'infliger des dégâts de feu.
ru: Увеличивает атаку после крит-атаки. Meowspirit имеет шанс нанести урон огнем.

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 150
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 150
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 150
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 150
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 150

source: Reindeer Meowgik
br: Rena Miaugik
de: Reindeer Miaugie
fr: Renne Miaougik
ru: Олененок Мяугик

source: [Lvl 70] Max HP +600
br: [Nível 70] HP máximo +600
de: [Lvl 70] Maximale HP +600
fr: [Niv. 70] HP max. +600
ru: [70 уровень] Максимальное количество HP +600

source: Chance for Gold Star to appear when attacking. Gold Stars can deal damage. 7 Gold Stars can turn into an invincible Star.
br: Chance de Estrela dourada aparecer enquanto ataca. Estrelas douradas podem causar dano. 7 Estrelas douradas podem se transformar em uma Estrela invencível
de: Chance für das Erscheinen eines Goldsterns beim Angreifen. Goldsterne können Schaden verursachen. 7 Goldsterne können sich in einen unbesiegbaren Stern verwandeln.
fr: Il est possible que l'Étoile dorée apparaisse lors d'une attaque. Les Étoiles dorées peuvent infliger des dégâts. 7 Étoiles dorées peuvent se transformer en Étoile invincible
ru: Шанс появления золотой звезды при атаке. Золотые звезды наносят урон. 7 золотых звезд превращаются в звезду неуязвимости.

source: Shari
ru: Шери

source: Born of the magical woodlands, she is in touch with nature.
br: Nascida nos bosques mágicos, ela está em contato com a natureza
de: Geboren in den magischen Wäldern, ist sie in Kontakt mit der Natur
fr: Originaire des bois magiques, elle est en communion avec la nature
ru: Она, рожденная в волшебном лесу, имеет тесную связь с природой.

source: Damage to Melee Units +150
br: Dano a unidades corpo a corpo +150
de: Schaden an Nahkampfeinheiten +150
fr: Dégâts aux unités de mêlée +150
ru: Урон, наносимый боевым единицам ближнего боя +150

source: Max HP +300
br: HP máximo +300
ru: Максимальная мощность +300

source: Damage to Melee Units +5%
br: Dano a unidades corpo a corpo +5%
de: Schaden an Nahkampfeinheiten +5%
fr: Dégâts aux unités de mêlée +5%.
ru: Урон, наносимый боевым единицам ближнего боя +5%

source: Max HP +8%
br: HP máximo +8%
de: Maximale HP +8%
fr: PV max +8%
ru: Максимальное количество HP +8%

source: 30 Shari Shards
br: 30 fragmentos de Shari
de: 30 Shari-Scherben
fr: 30 fragments de Shari
ru: 30 осколков Шари

source: Summons a thorned vine to attack enemies.
br: Convoca uma videira com espinhos para atacar os inimigos.
de: Beschwört eine Dornenranke herbei, um Feinde anzugreifen.
fr: Invoque une vigne épineuse pour attaquer les ennemis.
ru: Вызывает колючую лозу для атаки врагов.

source: Entangle - Vine: Vine has increased attack
br: Entangle - Vine: A videira tem o ataque aumentado
de: Verschlingen - Rebe: Vine hat Angriff erhöht
fr: Enchevêtrement - Vigne : Vigne a augmenté son attaque
ru: Entangle - Vine: Vine имеет увеличенную атаку

source: Trait - Active: When moving, dodge rate slightly increased
br: Característica - Ativo: Quando em movimento, a taxa de esquiva aumenta ligeiramente
de: Eigenschaft - Aktiv: In Bewegung, Ausweichrate leicht erhöht
fr: Trait - Actif : Lorsque vous vous déplacez, votre taux d'esquive est légèrement augmenté
ru: Способность - Активная: При движении скорость уклонения немного увеличивается

source: Spirit - Upgrade: When Spirit is near Vine, attack speed is increased
br: Spirit - Upgrade: Quando o Spirit está perto de Vine, a velocidade de ataque é aumentada
de: Geist - Upgrade: Wenn sich der Geist in der Nähe der Rebe befindet, wird die Angriffsgeschwindigkeit erhöht.
fr: Esprit - Amélioration : Lorsque l'Esprit est près de Vine, la vitesse d'attaque est augmentée.
ru: Spirit - Upgrade: когда Spirit находится рядом с Vine, скорость атаки увеличивается

source: Entangle - Auto Track: Vines will follow and attack enemies
br: Entangle - Rastreamento automático: As vinhas seguirão e atacarão os inimigos
de: Verwickeln - Automatische Verfolgung: Ranken folgen Feinden und greifen sie an
fr: Enchevêtrement - Piste automatique : Les lianes suivent et attaquent les ennemis
ru: Entangle - автоматическое слежение: Лианы будут следовать за врагами и атаковать их

source: Damage to Melee Units +300 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades corpo a corpo +300 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Nahkampfeinheiten +300 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités de mêlée +300 <span class='all_effect_span'>Tous les héros</span>
ru: Урон, наносимый юнитам ближнего боя, +300 <span class='all_effect_span'>Все герои</span>

source: Melee Units Damage Resistance +7% <span class='all_effect_span'>All Heroes</span>
br: Resistência a dano de unidades corpo a corpo +7% <span class='all_effect_span'>Todos os heróis</span>
de: Schadenswiderstand von Nahkampfeinheiten +7% <span class='all_effect_span'>Alle Helden</span>
fr: Résistance aux dégâts des unités de mêlée +7% <span class='all_effect_span'>Tous les héros</span>
ru: Сопротивление урону юнитов ближнего боя +7% <span class='all_effect_span'>Все герои</span>.

source: Shari's base Attack +5%
br: Ataque básico de Shari +5%
de: Sharis Grundangriff +5%
fr: Attaque de base de Shari +5%.
ru: Базовая атака Шари +5%

source: Attack +10%
br: Ataque +10%
de: Angriff +10%
fr: Attaque +10%
ru: Атака +10%

source: Stand around summoned creature to gain Attack
br: Fique perto da criatura invocada para ganhar Ataque
de: Steht in der Nähe von beschworener Kreatur, um Angriff zu erhalten
fr: Restez à proximité d'une créature invoquée pour gagner de l'Attaque
ru: Окружите призванное существо, чтобы получить атаку

source: Deals Damage to normal enemies +5%
br: Causa dano a inimigos normais +5%
de: Verursacht bei normalen Feinden +5% Schaden
fr: Inflige des dégâts aux ennemis normaux +5%.
ru: Наносит урон обычным врагам +5%

source: Shari's base HP +10%
br: HP básico da Shari +10%
de: Shari's Basis-HP +10%
fr: HP de base de Shari +10%
ru: Базовые HP Шари +10%

source: Summoned creature damage +12%
br: Dano da criatura invocada +12%
de: Schaden der beschworenen Kreatur +12%
fr: Dégâts des créatures invoquées +12%.
ru: Урон, наносимый вызываемым существом, +12%

source: Increase Damage Reduction when moving
br: Aumenta a redução de dano ao se mover
de: Schadensreduzierung beim Bewegen erhöhen
fr: Augmentation de la réduction des dégâts lors des déplacements
ru: Увеличение снижения урона при движении

source: Damage to heroes +9%
br: Dano aos heróis +9%
de: Schaden an Helden +9%
fr: Dégâts aux héros +9%
ru: Урон, наносимый героям +9%

source: Shaman Sacrifice
br: Sacrifício Xamã
de: Schamanen-Opfer
fr: Sacrifice de chaman
ru: Жертвоприношение шамана

source: When around vines, damage resistance is increased by 10%
br: Quando perto de videiras, resistência de dano aumenta 10%
de: In der Nähe von Reben wird die Schadenswiderstand um 10 % erhöht.
fr: À proximité des vignes, la résistance aux dégâts augmente de 10 %
ru: Рядом с лианами сопротивление урону растет на 10%

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 40
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 40
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 40
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 40
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 40

source: Tribe Chief
br: Chefe da Tribo
de: Stammeshäuptling
fr: Chef de tribu
ru: Вождь племени

source: [Lvl 50]: Max HP +400
br: [Nível 50]: HP máximo +400
fr: [Niv. 50] : HP max +400
ru: [50 уровень]: Максимальное количество HP +400

source: Each attack has a chance to summon a staff that casts powerful debuffs. 100% summon rate when taking damage
br: Todo ataque tem uma chance de convocar um bastão que lança poderosos debuffs. Taxa de convocação de 100% enquanto sofre dano
de: Jeder Angriff hat eine Chance, einen Stab zu beschwören, der mächtige Debuffs verursacht. 100 % Beschwörungsrate, wenn du Schaden erleidest
fr: Chaque attaque a une chance d'invoquer un bâton qui lance de puissants debuffs. 100 % de taux d'invocation lors de la prise de dégâts
ru: При каждой атаке есть шанс призвать посох с мощными отрицательными эффектами. Шанс призыва при получения урона 100%

source: Ayana
ru: Айяна

source: Hailing from a magical city, a witch with powerful magic!
br: Vinda de uma cidade mágica, uma bruxa com poderes mágicos!
de: Eine Hexe aus einer magischen Stadt mit mächtiger Magie!
fr: Sorcière maniant des sorts puissants, originaire d'une ville magique !
ru: Ведьма из волшебного города, владеющая могучей магией!

source: Damage to Airborne Units +80
br: Dano a unidades aerotransportadas +80
de: Schaden an Luftlandeeinheiten +80
fr: Dégâts aux unités aériennes +80
ru: Урон, наносимый воздушно-десантным подразделениям +80

source: Dodge +10%
br: Esquiva +10%
de: Ausweichen +10%
fr: Esquive +10%
ru: Уклонение +10%

source: 2500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> or 30 Ayana Shards
br: 2500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 30 fragmentos de Ayana
de: 2500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> oder 30 Ayana-Splitter
fr: 2500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 30 fragments d'Ayana
ru: 2500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> или 30 осколков Аяны

source: Attacks can charm the enemy, with a chance to summon a portal
br: Os ataques podem encantar o inimigo, com chance de invocar um portal.
de: Angriffe können den Feind verzaubern, mit der Chance, ein Portal zu beschwören
fr: Les attaques peuvent charmer l'ennemi, avec la possibilité de faire apparaître un portail
ru: Атаки могут зачаровать врага и с некоторым шансом открывают портал.
