Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Damage to Ranged
br: Dano à distância
de: Schaden für Fernkampf
fr: Dégâts à distance
ru: Повреждения при стрельбе

source: Ground damage
br: Danos ao solo
de: Schäden am Boden
fr: Dégâts au sol
ru: Повреждения грунта

source: Damage to Ground Units
br: Dano a unidades terrestres
de: Schaden an Bodeneinheiten
fr: Dégâts contre les unités terrestres
ru: Урон по наземным

source: Damage to Ground
br: Danos ao solo
de: Beschädigung des Bodens
fr: Dégâts au sol
ru: Повреждение грунта

source: Airborne damage
br: Danos aéreos
de: Schäden aus der Luft
fr: Dégâts aériens
ru: Ущерб, наносимый воздушным транспортом

source: Damage to Airborne
br: Danos ao Airborne
de: Schaden für Airborne
fr: Dégâts causés à Airborne
ru: Повреждение воздушного судна

source: Melee damage
br: Dano corpo a corpo
de: Schaden im Nahkampf
fr: Dégâts de mêlée
ru: Урон в ближнем бою

source: Melee Damage
br: Dano corpo a corpo
de: Nahkampf-Schaden
fr: Dégâts de mêlée
ru: Урон в ближнем бою

source: Damage to Melee
br: Dano ao corpo a corpo
de: Schaden im Nahkampf
fr: Dégâts à la mêlée
ru: Урон в ближнем бою

source: Elite Monsters Damage
br: Dano dos monstros de elite
de: Elite-Monster Schaden
fr: Dégâts des monstres d'élite
ru: Урон, наносимый элитными монстрами

source: Elite Monster Damage
br: Dano de monstros de elite
de: Elite-Monster-Schaden
fr: Dégâts des monstres d'élite
ru: Урон, наносимый элитными монстрами

source: Damage to Elite Monsters
br: Dano a monstros de elite
de: Schaden an Elite-Monstern
fr: Dégâts aux monstres d'élite
ru: Урон, наносимый элитным монстрам

source: Normal Monsters Damage
br: Dano de monstros normais
de: Normale Monster Schaden
fr: Dégâts des monstres normaux
ru: Урон, наносимый обычными монстрами

source: Normal Monster Damage
br: Dano normal do monstro
de: Normaler Monsterschaden
fr: Dégâts normaux des monstres
ru: Нормальный урон от монстров

source: Damage to Normal Monsters
br: Dano a monstros normais
de: Schaden an normalen Monstern
fr: Dégâts aux monstres normaux
ru: Урон, наносимый обычным монстрам

source: Weapon Damage
br: Dano da arma
de: Waffenschaden
fr: Dégâts de l'arme
ru: Урон от оружия

source: Melee Weapon Damage
br: Dano de arma corpo a corpo
de: Schaden von Nahkampfwaffen
fr: Dégâts de l'arme de mêlée
ru: Урон от оружия ближнего боя

source: Ranged Weapon Damage
br: Dano de armas de longo alcance
de: Schaden von Fernkampfwaffen
fr: Dégâts des armes à distance
ru: Урон от дальнобойного оружия

source: Create Stats - Calculator
br: Criar estatísticas - Calculadora
de: Statistik erstellen - Rechner
fr: Créer des statistiques - Calculateur
ru: Создать статистику - Калькулятор

source: Update Stats - %(ingame_name)s
br: Atualizar estatísticas - %(ingame_name)s
de: Statistiken aktualisieren - %(ingame_name)s
fr: Mise à jour des statistiques - %(ingame_name)s
ru: Обновление статистики - %(ingame_name)s

source: Create profile
br: Criar perfil
de: Profil erstellen
fr: Créer un profil
ru: Создать профиль

source: Attack:
br: Ataque
de: Angriff
fr: Attaque
ru: Атака

source: Rank:
br: Classificação:
de: Rang:
fr: Rang :
ru: Ранг:

source: HP:
de: GP
fr: PV
ru: ОЗ

source: Show
br: Exibir
de: Anzeigen
fr: Afficher
ru: Показать

source: Update
br: Atualização
de: Aktualisieren
fr: Mise à jour
ru: обновление

source: If you already have a profile, please contact me
br: Se já tiver um perfil, entre em contato comigo
de: Wenn Sie bereits ein Profil haben, kontaktieren Sie mich bitte
fr: Si vous avez déjà un profil, veuillez me contacter.
ru: Если у Вас уже есть профиль, пожалуйста, свяжитесь со мной

source: Hero
br: Herói
de: Held
fr: Héros
ru: Герой

source: Attack
br: Ataque
de: Angriff
fr: Attaque
ru: Атака

source: Hp
de: GP
fr: PV
ru: ОЗ

source: Menu
de: Menü
ru: Меню

source: Maze
br: Labirinto
de: Labyrinth
fr: Labyrinthe
ru: Лабиринт

source: Sheets
br: Folhas
de: Blätter
fr: Feuilles
ru: Листы

source: Promotion Code
br: Código promocional
de: Aktionscode
fr: Code de promotion
ru: Промокод

source: Choose a profile you want to test the runes on or look the damage :
br: Escolha um perfil no qual você deseja testar as runas ou veja os danos:
de: Wählen Sie ein Profil, an dem Sie die Runen testen möchten, oder sehen Sie sich den Schaden an:
fr: Choisissez un profil sur lequel vous voulez tester les runes ou regarder les dégâts :
ru: Выберите профиль, на котором вы хотите проверить руны, или посмотрите повреждения:

source: Archero - Damage Calculator
br: Archero - Calculadora de danos
de: Archero - Schadensberechnung
fr: Archero - Calculateur de dégâts
ru: Archero - калькулятор повреждений

source: --Choose a Runes--
br: -Escolha uma runa--
de: --Wählen Sie eine Rune--
fr: --Choisir des Runes...
ru: -Выберите руну.

source: Generate Damage
br: Gerar danos
de: Schaden generieren
fr: Générer des dégâts
ru: Генерировать ущерб

source: Generate Damage show damage with the runes input above
br: Generate Damage (Gerar dano) mostra o dano com a entrada de runas acima
de: Generate Damage zeigt den Schaden mit den oben eingegebenen Runen an
fr: Générer des dégâts afficher les dégâts avec les runes saisies ci-dessus
ru: Generate Damage показать урон с помощью рун, введенных выше

source: Here you see a table with the damage in game
br: Aqui você vê uma tabela com os danos no jogo
de: Hier sehen Sie eine Tabelle mit dem Schaden im Spiel
fr: Voici un tableau des dégâts en jeu
ru: Здесь приведена таблица с повреждениями в игре

source: Range
br: Faixa
de: Bereich
fr: Distance
ru: Диапазон

source: Reset
br: Resetar
de: Zurücksetzen
fr: Réinitialiser
ru: Сбросить

source: Normal Dmg
br: Dano normal
de: Normale Dmg
fr: Dég. Normaux
ru: Нормальный Dmg

source: Critical Dmg
br: Dano crítico
de: Kritische Dmg
fr: Dég. critique
ru: Критический урон

source: Ground Mobs
br: Mobilizações terrestres
fr: ennemis terrestres
ru: Наземные мобы

source: Airborne Mobs
br: Mobs aéreos
de: Luftgestützte Mobs
fr: ennemis aériens
ru: Десантные мобы

source: Ground Boss
br: Chefe de solo
de: Boden-Boss
fr: boss terrestres
ru: Наземный босс

source: Airborne Boss
br: Chefe aéreo
fr: Boss aériens
ru: Десантный босс

source: This is average damage with:
br: Esse é um dano médio com:
de: Dies ist ein durchschnittlicher Schaden mit:
fr: Il s'agit de dégâts moyens avec :
ru: Это средний урон с:

source: of Critical Damage
br: de dano crítico
de: von kritischem Schaden
fr: de dégâts critiques
ru: критических повреждений

source: chance of Critical Hit
br: chance de acerto crítico
de: Chance auf einen kritischen Treffer
fr: chances de coup critique
ru: шанс критического попадания

source: Your average Damage is :
br: Seu dano médio é de :
de: Ihr durchschnittlicher Schaden beträgt :
fr: Votre Dégâts moyen est de :
ru: Ваш средний ущерб составляет :

source: None
br: Nenhum
de: Keine
fr: Aucun
ru: Нет

source: Damage to Melee Units
br: Dano a unidades corpo a corpo
de: Schaden an Nahkampfeinheiten
fr: Dégâts contre les unités de mêlée
ru: Урон в ближнем бою

source: Damage to Bosses Units
br: Dano às unidades de chefes
de: Schaden an Boss-Einheiten
fr: Dégâts aux unités Bosses
ru: Урон, наносимый боссам единицами

source: Damage to Mobs Units
br: Danos a unidades de Mobs
de: Schaden an Mob-Einheiten
fr: Dégâts aux unités mobiles
ru: Урон, наносимый единицам мобов

source: Damage to Heroes
br: Dano a heróis
de: Schaden an Helden
fr: Dégâts contre les héros
ru: Урон по героям

source: All Damage
br: Todos os danos
de: Alle Schäden
fr: Tous les dégâts
ru: Все повреждения

source: Attack Speed
br: Velocidade de ataque
de: Angriffstempo
fr: Vitesse d'attaque
ru: Скорость атаки

source: Critic Chance
br: Chance da crítica
de: Kritiker Chance
fr: Chances coup critique
ru: Шанс критиков

source: Hero base ATK
br: ATQ básico do herói
de: Grund-ATK des Helden
fr: ATK de base du héros
ru: Базовый ATK героя

source: other ...
br: outros ...
de: andere ...
fr: d'autres ...
ru: другие ...

source: Archero - Google Sheets Community
br: Archero - Comunidade do Planilhas Google
de: Archero - Google Sheets-Gemeinschaft
fr: Archero - Feuille Google
ru: Archero - сообщество пользователей Google Sheets

source: Search for hero..
br: Busca de herói...
de: Suche nach Held...
fr: Recherche de héros..
ru: Поиск героя...

source: Jump to
br: Pular para
de: Sprung zu
fr: Aller à
ru: Перейти к

source: Star
br: Estrela
de: Stern
fr: Étoile
ru: Звезда

source: Assist
br: Auxiliar
de: Assistieren Sie
fr: Soutien
ru: Помогать

source: Skins
br: Roupa
de: Outfits
fr: Tenues
ru: Скины

source: Base Attack
br: Ataque básico
de: Basis-Angriff
fr: Attaque de base
ru: Базовая атака

source: Base Hp
br: Hp de base
de: Basis Hp
fr: PV de base
ru: Базовая мощность

source: Attributes
br: Atributos
de: Attribute
fr: Attributs
ru: Атрибуты

source: Lv 20
br: Nível 20
ru: 20-й уровень

source: All Heroes
br: Todos os Heróis
de: Alle Helden
fr: Tous les héros
ru: Все герои

source: Lv 40
br: Nível 40
ru: 40-й уровень

source: Lv 60
br: Nível 60
ru: 60 Lv

source: Lv 80
br: Nível 80
ru: 80-й уровень

source: Lv 120
br: Nível 120
ru: 120 Lv

source: Price
br: Preço
de: Preis
fr: Prix
ru: Цена

source: Skill Details:
br: Detalhes da habilidade:
de: Details zur Fertigkeit:
fr: Détails de la Compténces
ru: Квалификация:

source: Assist Brave
fr: Soutiens de Héros
ru: Помощь храбрым

source: Needs <object type='image/png' data='/static/image/svg/%(hero_data_hero_assist_evolve)s' width='18' height='18'></object> to evolve assist bravery level
br: Precisa de <object type='image/png' data='/static/image/svg/%(hero_data_hero_assist_evolve)s' width='18' height='18'></object> para evoluir o nível de bravura da assistência
de: Benötigt <object type='image/png' data='/static/image/svg/%(hero_data_hero_assist_evolve)s' width='18' height='18'></object> für die Entwicklung der Tapferkeitsstufe
fr: A besoin d'un <object type='image/png' data='/static/image/svg/%(hero_data_hero_assist_evolve)s' width='18' height='18'></object> pour évoluer niveau de bravoure de l'assistance
ru: Требуется <object type='image/png' data='/static/image/svg/%(hero_data_hero_assist_evolve)s' width='18' height='18'></object> для повышения уровня храбрости помощника

source: Assist Effect
br: Efeito de Assistência
de: Unterstützungseffekt
fr: Effet de soutien
ru: Эффект помощи

source: Available assist heroes:
br: Heróis assistentes disponíveis:
de: Verfügbare Hilfshelden:
fr: Les héros de l'assistance disponibles :
ru: Доступные герои-помощники:

source: Search for items..
br: Busca de itens...
de: Suche nach Artikeln...
fr: Recherche d'équipements..
ru: Поиск предметов...

source: Hidden Stats
br: Estatísticas ocultas
de: Versteckte Statistiken
fr: Statistiques cachées
ru: Скрытая статистика

source: Archero - Maze Map
br: Archero - Mapa do labirinto
de: Archero - Labyrinth-Karte
fr: Archero - Carte du labyrinthe
ru: Archero - Карта лабиринта

source: <b>Here is how you should read the Solution :</b><br> For example In week 1, if you chose green portal in stage 0<br> You will have green and purple as an option in stage 1.<br> If you chose green in stage 1, you'll have purple and blue in stage 2 etc...<br><br> You Can also take a look at this :
br: <b>Aqui está como você deve ler a solução:</b><br> Por exemplo, na semana 1, se você escolheu o portal verde no estágio 0<br> Você terá verde e roxo como opção na etapa 1.<br> Se você escolheu verde no estágio 1, terá roxo e azul no estágio 2 etc...<br><br> Você também pode dar uma olhada neste :
de: <b>Hier ist, wie Sie die Lösung lesen sollten:</b><br> Zum Beispiel: In Woche 1, wenn Sie in Stufe 0 ein grünes Portal gewählt haben<br> Sie werden in Stufe 1 grün und lila als Option haben.<br> Wenn du in Stufe 1 grün wählst, hast du in Stufe 2 lila und blau usw..<br><br> Du kannst auch einen Blick auf diese Seite werfen:
fr: <b>Voici comment vous devriez lire la Solution :</b><br> Par exemple, dans la semaine 1, si vous avez choisi le portail vert à l'étape 0<br> Vous aurez le vert et le violet comme option dans l'étape 1.<br> Si vous avez choisi le vert à l'étape 1, vous aurez le violet et le bleu à l'étape 2etc...<br><br> Vous pouvez également jeter un coup d'œil à ceci :
ru: <b>Вот как следует читать решение :</b><br> Например, в неделю 1, если вы выбрали зеленый портал на этапе 0<br> Вы будете иметь зеленый и фиолетовый порталы в качестве опции на этапе 1.<br> Если вы выбрали зеленый портал на первом этапе, то на втором этапе у вас будет фиолетовый и синий и т.д...<br><br> Вы также можете взглянуть на это:

source: Optimized Maze Map
br: Mapa de labirinto otimizado
de: Optimierte Labyrinthkarte
fr: Carte du labyrinthe optimisée
ru: Оптимизированная карта лабиринта

source: Author: TigerShark14<br>This solution is auto-updated<br>Connected to Archero Maze API
br: Autor: TigerShark14<br>Esta solução é atualizada automaticamente<br>Conectada à API do Archero Maze
de: Autor: TigerShark14<br>Diese Lösung wird automatisch aktualisiert<br>Verbunden mit der Archero Maze API
fr: Auteur : TigerShark14<br>Cette solution est mise à jour automatiquement<br>Connecté à l'API Archero
ru: Автор: TigerShark14<br>Это решение автообновляется<br>Подключено к Archero Maze API

source: Contents
br: Conteúdo
de: Inhalt
fr: Contenu
ru: Содержание

source: start
br: Começar
fr: Démarrer
ru: Начать

source: Week
br: Semana
de: Woche
fr: Semaine
ru: Неделя

source: Archero - Promo Codes
br: Archero - Códigos promocionais
fr: Archero - Codes promo
ru: Archero - Промокоды

source: Promotion Codes
br: Códigos promocionais
fr: Codes de promotion
ru: Промокоды

source: Rewards:
br: Recompensas:
de: Belohnungen:
fr: Récompenses :
ru: Вознаграждения:

source: Expires on:
br: Expira em:
de: Läuft ab am:
fr: Expire le :
ru: Срок действия истекает:

source: There are no promocodes available at this time -
br: Não há códigos promocionais disponíveis no momento.
de: Zurzeit sind keine Promocodes verfügbar.
fr: Il n'y a pas de code promo disponibles
ru: На данный момент промокоды отсутствуют.

source: Redeem Promocodes here:
br: Resgate os códigos promocionais aqui:
de: Promocodes hier einlösen:
fr: Utilisez les codes promotionnels ici :
ru: Использовать промокоды можно здесь:

source: Disclaimer: Codes may expire before they are removed from here
br: Isenção de responsabilidade: Os códigos podem expirar antes de serem removidos daqui
de: Haftungsausschluss: Codes können ablaufen, bevor sie von hier entfernt werden
fr: Clause de non-responsabilité : les codes peuvent expirer avant d'être retirés d'ici.
ru: Отказ от ответственности: Срок действия кодов может истечь до того, как они будут удалены отсюда

source: Search for skill..
br: Busca de habilidade...
de: Suche nach Fähigkeiten.
fr: Recherche de compétences..
ru: Поиск навыков...

source: Requirement
br: Requisito
de: Anforderung
fr: Exigence
ru: Требование

source: Choose the Category :
br: Escolha a categoria :
de: Wählen Sie die Kategorie :
fr: Choisissez la catégorie :
ru: Выберите категорию :

source: Talents
br: Talentos
de: Talente
ru: Таланты

source: Dragons
br: Dragões
de: Drachen
ru: Драконы

source: Relics
br: Relíquias
de: Reliquien
fr: Reliques
ru: Реликвии

source: Insert the level (from x to y)
br: Insira o nível (de x a y)
de: Einfügen der Ebene (von x nach y)
fr: Insérer le niveau (de x à y)
ru: Вставить уровень (от x до y)

source: level 1
br: nível 1
de: Stufe 1
fr: niveau 1
ru: уровень 1

source: level 2
br: nível 2
de: Stufe 2
fr: niveau 2
ru: уровень 2

source: Dragons Rank
br: Classificação dos Dragões
de: Rang der Drachen
fr: Rang des dragons
ru: Ранг драконов

source: Relics Rank
br: Classificação das relíquias
de: Reliquien Rang
fr: Rang des reliques
ru: Ранг реликвии

source: {ingame_name.capitalize()} updated with success
br: {ingame_name.capitalize()} atualizado com sucesso
de: {ingame_name.capitalize()} mit Erfolg aktualisiert
fr: {ingame_name.capitalize()} mis à jours correctement
ru: {ingame_name.capitalize()} обновлено с успехом

source: Stats Calculator
br: Calculadora de estatísticas
de: Statistik-Rechner
fr: Calculateur de statistiques
ru: Калькулятор статистики

source: You attempted to access {self_ingame_name}<br>But your login username is "{ingame_name_cookie}".
br: Você tentou acessar {self_ingame_name}<br>Mas seu nome de usuário de login é "{ingame_name_cookie}".
de: Sie haben versucht, auf {self_ingame_name}<br>zuzugreifen, aber Ihr Login-Benutzername lautet "{ingame_name_cookie}".
fr: Vous avez essayé d'accéder à {self_ingame_name}<br>Mais votre nom est "{ingame_name_cookie}".
ru: Вы попытались получить доступ к {self_ingame_name}<br>Но ваше имя пользователя "{ingame_name_cookie}".

source: Create Profile
br: Criar perfil
de: Profil erstellen
fr: Créer un profil
ru: Создать профиль

source: Menu Archero Wiki
de: Menü Archero Wiki
ru: Меню Archero Wiki

source: maze
br: labirinto
de: Irrgarten
fr: labyrinthe
ru: лабиринт

source: {article_label} - Wiki
ru: {article_label} - Вики

source: Equipment Upgrade Cost
br: Custo de atualização de equipamentos
de: Kosten für die Aufrüstung der Ausrüstung
fr: Coût Amélioration de l'équipement
ru: Стоимость модернизации оборудования

source: To upgrade equipment from level
br: Para aprimorar o equipamento do nível
de: Kosten für das Upgraden der Ausrüstung: level
fr: Pour améliorer un équipement du niveau
ru: Чтобы повысить уровень оборудования с

source: to
br: para
de: auf
fr: à
ru: до

source: Gold :
br: Ouro :
fr: Or :
ru: Золото :

source: Scrolls :
br: Pergaminhos :
de: Schriftrollen :
fr: Parchemins :
ru: Свитки

source: The levels need to be between 0 and {max_lvl}
br: Os níveis precisam estar entre 0 e {max_lvl}
de: Die Stufen müssen zwischen 0 und {max_lvl} liegen
fr: Les niveaux doivent se situer entre 0 et {max_lvl}
ru: Уровни должны находиться в диапазоне от 0 до {max_lvl}

source: Heroes Upgrade Cost
br: Custo de atualização de heróis
de: Helden Upgrade Kosten
fr: Coût d'amélioration des héros
ru: Стоимость модернизации героев

source: To upgrade heroes from level
br: Para aprimorar o heróis do nível
de: Kosten für das Upgraden der Helden: level
fr: Pour améliorer un héro du niveau
ru: Чтобы увеличить уровень героев с

source: Sapphire :
br: Safira :
fr: Saphir :
ru: Сапфир

source: The levels need to be between 0 and 120
br: Os níveis precisam estar entre 0 e 120
de: Die Werte müssen zwischen 0 und 120 liegen
fr: Les niveaux doivent se situer entre 0 et 120
ru: Уровни должны находиться в диапазоне от 0 до 120

source: Talents Upgrade Cost
br: Custo de atualização de talentos
de: Talente Upgrade Kosten
fr: Talents Coût d'amélioration
ru: Стоимость модернизации талантов

source: To upgrade talents from level
br: Para aprimorar o Talento do nível
de: Kosten für das Upgraden der Talente: level
fr: Pour améliorer un talent du niveau
ru: Чтобы увеличить уровень талантов с

source: The levels need to be between 0 and 206
br: Os níveis precisam estar entre 0 e 206
de: Die Werte müssen zwischen 0 und 206 liegen
fr: Les niveaux doivent se situer entre 0 et 206
ru: Уровни должны находиться в диапазоне от 0 до 206

source: Dragon Upgrade Cost
br: Custo de upgrade do dragão
de: Drachen Upgrade Kosten
fr: Coût d'amélioration du dragon
ru: Стоимость модернизации дракона

source: To upgrade dragons from level
br: Para aprimorar o dragões do nível
de: Kosten für das Upgraden der Drachen: level
fr: Pour améliorer un dragon du niveau
ru: Повысить уровень драконов с

source: Magestones :
ru: Магестоны

source: The rank need to be whether A, S or SS
br: A classificação precisa ser A, S ou SS
de: Der Rang muss entweder A, S oder SS sein
fr: Les ranks doivent être A,S ou SS
ru: Ранг должен быть таким: A, S или SS

source: Relics Upgrade Cost
br: Custo de atualização de relíquias
de: Reliquien Upgrade Kosten
fr: Coût d'amélioration des reliques
ru: Стоимость модернизации реликвий

source: To upgrade relics from level
br: Para aprimorar o Relíquias do nível
de: Kosten für das Upgraden der Reliquien: level
fr: Pour améliorer une relique du niveau
ru: Повысить уровень реликвий с

source: Starlight :
br: Luz das estrelas :
de: Sternenlicht :
fr: Lumière astrale :
ru: Камень света звезд :

source: The levels need to be between 0 and 30
br: Os níveis precisam estar entre 0 e 30
de: Die Werte müssen zwischen 0 und 30 liegen
fr: Les niveaux doivent se situer entre 0 et 30
ru: Уровни должны находиться в диапазоне от 0 до 30

source: Promo Code
br: Código promocional
fr: Code promo
ru: Промокод

source: You attempted to access {profile[1].ingame_name}<br>But your login username is "{ingame_name_cookie}".
br: Você tentou acessar {profile[1].ingame_name}<br>Mas seu nome de usuário de login é "{ingame_name_cookie}".
de: Sie haben versucht, auf {profile[1].ingame_name}<br>zuzugreifen, aber Ihr Login-Benutzername lautet "{ingame_name_cookie}".
fr: Vous avez essayé d'accéder à {profile[1].ingame_name}<br>Mais votre nom est "{ingame_name_cookie}".
ru: Вы попытались получить доступ к {profile[1].ingame_name}<br>Но ваше имя пользователя "{ingame_name_cookie}".

source: Damage Calc
br: Cálculo de danos
de: Schadensberechnung
fr: Calcul des dégâts
ru: Расчет ущерба

source: Page Not Found
br: Página não encontrada
de: Seite nicht gefunden
fr: Page non trouvée
ru: Страница не найдена

source: Oops! Something went wrong<br>An error occurred while processing your request. Please try again later.
br: Oops! Algo deu errado<br>Ocorreu um erro ao processar sua solicitação. Por favor, tente novamente mais tarde.
de: Oops! Etwas ist schief gelaufen<br>Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
fr: Opps! Quelque choses c'est mal passé<br>Une erreur c'est produite en essayant de traiter votre requête. Merci de ressayer plus tard.
ru: Oops! Что-то пошло не так<br>При обработке вашего запроса произошла ошибка. Пожалуйста, повторите попытку позже.

source: Internal Server Error
br: Erro interno do servidor
de: Interner Serverfehler
fr: Erreur de serveur interne
ru: Внутренняя ошибка сервера

source: Change Log
br: Registro de alterações
de: Änderungsprotokoll
fr: Journal des modifications
ru: Журнал изменений

source: Archero Calculation
br: Cálculo do Archero
de: Archero-Berechnung
fr: Calcul Archero
ru: Расчет арки

source: [Major] Crit Damage +40% & Crit chance +10%<br>[Minor] Crit Damage +20% & Crit chance +5%<br>Additive
br: [Maior] Dano crítico +40% e chance de crítico +10%<br>[Menor] Dano crítico +20% e chance de crítico +5%<br>Aditivo
de: [Major] Crit-Schaden +40% & Crit-Chance +10%<br>[Minor] Crit-Schaden +20% & Crit-Chance +5%<br>Zusatz
fr: [Majeur] Dégâts critiques +40% & Chance de critique +10%<br>[Mineur] Dégâts critiques +20% & Chance de critique +5%<br>Additif

source: Spirit Blaze
br: Espírito de Fogo
de: Geist Blaze
fr: Embrasement de l'esprit

source: [Lvl50] Max HP +350
br: [Nível 50] HP máximo +350
de: [Lvl50] Maximale HP +350
fr: [Niv. 50] HP max. +350

source: Dragon magic CoolDown -7%
br: CoolDown mágico do dragão -7%
de: Drachenzauber CoolDown -7%

source: Promos
br: Promoções
de: Werbegeschenke

source: item s grade
br: Grau do item
fr: équipement rank S

source: glyphs
br: glifos
de: glyphe
fr: glyphes

source: Archero Hatchery and Egg Farming Compilation (edited by @Abstrusity, @Luhcaran, @Shusaku, @𝗺𝗿𝗯)
br: Compilação de incubatório e criação de ovos da Archero (editado por @Abstrusity, @Luhcaran, @Shusaku, @𝗺𝗿𝗯)
de: Archero Hatchery and Egg Farming Compilation (bearbeitet von @Abstrusity, @Luhcaran, @Shusaku, @𝗺𝗿𝗯)
fr: Archero Hatchery and Egg Farming Compilation (édité par @Abstrusity, @Luhcaran, @Shusaku, @𝗺𝗿𝗯)

source: Archero - Changelog
br: Archero - Registro de alterações
de: Archero - Änderungsliste
fr: Archero - Journal de Modif.

source: Melee
br: Corpo a corpo
de: Nahkampf
fr: Mêlée

source: CSRF FAILURE
br: FALHA DE CSRF
fr: ÉCHEC CSRF

source: Google Sheet Wiki
br: Wiki do Google Sheet
fr: Wiki Google Sheet
