Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: +62.5% Attack Speed for 2s.<br>8 second cooldown
br: +62,5% de velocidade de ataque por 2s.<br>Recarga de 8 segundos
de: +62,5% Angriffstempo für 2s.<br>8 Sekunden Abklingzeit
fr: +62.5% Vitesse d'attaque pendant 2s.<br>8 secondes de recharge
ru: +62,5% скорости атаки в течение 2 с.<br> 8-секундный кулдаун

source: Speed Plus
br: Velocidade Plus
de: Geschwindigkeit +
fr: Vitesse Plus
ru: Плюс к скорости

source: Increases speed by a small percent if no damage is taken
br: Aumenta a velocidade em uma pequena porcentagem se nenhum dano for recebido
de: Erhöht die Geschwindigkeit um einen kleinen Prozentsatz, wenn kein Schaden genommen wird.
fr: Augmente la vitesse d'un petit pourcentage si aucun Dégâts n'est subi.
ru: Увеличивает скорость на небольшой процент, если не получен урон

source: Increases your attack speed by 2.1% when you don't take damage in a room.<br>17 times max [35%]
br: Aumenta sua velocidade de ataque em 2,1% quando você não recebe dano em uma sala.<br>17 vezes o máximo [35%]
de: Erhöht dein Angriffstempo um 2,1%, wenn du in einem Raum keinen Schaden nimmst.<br>17 mal max [35%]
fr: Augmente votre vitesse d'attaque de 2,1% lorsque vous ne subissez pas de dégâts dans une pièce.<br>17 fois le maximum [35%]
ru: Увеличивает скорость Вашей атаки на 2,1%, когда Вы не получаете урона в комнате.<br>17 раз макс [35%]

source: Your spirit's attacks cause a flame effect
br: Os ataques de seu espírito causam um efeito de chama
de: Die Angriffe deines Geistes verursachen einen Flammeneffekt
fr: Les attaques de votre esprit provoquent un effet de flamme
ru: Атаки вашего духа вызывают эффект пламени

source: Requirement : clear Chapter 8
br: Requisito: limpar o Capítulo 8
de: Anforderung: Kapitel 8 löschen
fr: Besoin : terminer le chapitre 8
ru: Требование: прояснить главу 8

source: Hero Attack +22%.
br: Ataque do herói +22%.
de: Helden-Angriff +22%.
fr: Attaque du héros +22%.
ru: Атака героя +22%.

source: Spirit Bolt
br: Parafuso do Espírito
de: Geist Bolzen
fr: Etoile spirituel
ru: Болт духа

source: Your spirit's attacks cause a lightning effect
br: Os ataques de seu espírito causam um efeito de raio
de: Die Angriffe deines Geistes verursachen einen Blitzeffekt
fr: Les attaques de votre esprit provoquent un effet de foudre
ru: Атаки вашего духа вызывают эффект молнии

source: Hero Crit Chance +3%
br: Chance de crítico de herói +3%
de: Helden-Kritik-Chance +3%
fr: Chance de critique du héros +3%
ru: Шанс крита героя +3%

source: Spirit Freeze
br: Congelamento do espírito
de: Geistiges Einfrieren
fr: Gel de l'esprit
ru: Замораживание духа

source: Your spirit's attacks slows enemies down
br: Os ataques de seu espírito reduzem a velocidade dos inimigos
de: Die Angriffe deines Geistes verlangsamen Feinde
fr: Les attaques de votre esprit ralentissent les ennemis
ru: Атаки вашего духа замедляют врагов

source: Hero Attack Speed +18%
br: Velocidade de ataque do herói +18%
de: Helden-Angriffsgeschwindigkeit +18%
fr: Vitesse d'attaque du héros +18%.
ru: Скорость атаки героя +18%

source: Spirit Front Arrow
de: Spirit Frontpfeil
fr: Flèche frontale Spirit
ru: Передняя стрелка Spirit

source: Your spirit Front Arrow +1
br: Seu espírito Seta frontal +1
de: Dein Geist Frontpfeil +1
fr: Votre esprit Flèche frontale +1
ru: Твой дух Передний стрелок +1

source: Scales with hero attack and crit damage.<br>Your spirit's attack can receive a maximum of 80% in boosts, whereas the spirit's crit damage can receive a maximum of 200%. Does not boost your hero, in-game description is incorrect.
br: Dimensiona o ataque e o dano crítico do herói.<br>O ataque do seu espírito pode receber um máximo de 80% de aumento, enquanto o dano crítico do espírito pode receber um máximo de 200%. Não aumenta seu herói; a descrição no jogo está incorreta.
de: Skaliert mit dem Angriff und dem kritischen Schaden des Helden.<br>Der Angriff des Geistes kann maximal 80 % an Verstärkungen erhalten, während der kritische Schaden des Geistes maximal 200 % erhalten kann. Verstärkt deinen Helden nicht, die Beschreibung im Spiel ist falsch.
fr: S'adapte à l'attaque du héros et aux dégâts critériels.<br>L'attaque de votre esprit peut recevoir un maximum de 80% de boost, tandis que les dégâts critériels de l'esprit peuvent recevoir un maximum de 200%. Ne booste pas votre héros, la description en jeu est incorrecte.
ru: Увеличивает атаку и урон критов героя.<br> Атака духа может получить максимум 80% усиления, а урон критов духа - максимум 200%. Не усиливает героя, внутриигровое описание неверно.

source: Your spirit fire one more arrow
br: Seu espírito dispara mais uma flecha
de: Dein Geist feuert einen weiteren Pfeil ab
fr: Ton esprit tire une flèche de plus
ru: Твоего духа огонь еще одна стрела

source: Scales with hero attack speed and crit rate.<br>Your spirit's attack speed can receive a maximum of 95% in boosts, whereas the spirit's crit rate can receive a maximum of 30%. Does not boost your hero, in-game description is incorrect.
br: Dimensiona a velocidade de ataque e a taxa de críticos do herói.<br>A velocidade de ataque do seu espírito pode receber um máximo de 95% de aumento, enquanto a taxa de críticos do espírito pode receber um máximo de 30%. Não aumenta seu herói; a descrição no jogo está incorreta.
de: Skaliert mit dem Angriffstempo und der Krit-Rate des Helden.<br>Das Angriffstempo des Geistes kann maximal 95 % an Boosts erhalten, während die Krit-Rate des Geistes maximal 30 % erhalten kann. Erhöht den Helden nicht, die Beschreibung im Spiel ist falsch.
fr: S'adapte à la vitesse d'attaque du héros et à son taux de critique.<br>La vitesse d'attaque de votre esprit peut recevoir un maximum de 95% de boost, tandis que le taux de critérium de l'esprit peut recevoir un maximum de 30%. Ne booste pas votre héros, la description en jeu est incorrecte.
ru: Зависит от скорости атаки и критов героя.<br> Скорость атаки вашего духа может получить максимум 95% усиления, а скорость критов - максимум 30%. Не увеличивает скорость атаки героя, внутриигровое описание неверно.

source: Spirit Poisoned Touch
br: Espírito Toque Envenenado
de: Geist Vergiftete Berührung
fr: Esprit Touché empoisonnée
ru: Отравленное прикосновение духа

source: Your spirit's attacks cause a poison effect
br: Os ataques de seu espírito causam um efeito de veneno
de: Die Angriffe deines Geistes verursachen einen Gifteffekt
fr: Les attaques de votre esprit provoquent un effet de poison
ru: Атаки вашего духа вызывают эффект яда

source: Hero HP Boost +15%<br>Unlocks in Chapter 8.
br: Aumento de HP do herói +15%<br>Desbloqueado no Capítulo 8.
de: Helden-HP-Boost +15%<br> Wird in Kapitel 8 freigeschaltet.
fr: Augmentation des PV du héros +15%<br>Débloque au chapitre 8.
ru: Увеличение HP героя на +15%<br>Открывается в главе 8.

source: Strong Heart
br: Coração forte
de: Starkes Herz
fr: Cœur vaillant
ru: Крепкое сердце

source: You restore more HP when healed
br: Você recupera mais HP quando é curado
de: Du stellst mehr HP wieder her, wenn du geheilt wirst.
fr: Vous récupérez plus de HP lorsque vous êtes soigné
ru: Вы восстанавливаете больше HP при исцелении

source: Increases red heart heal power by 40% of the base heal.<br>40% more red hearts spawn<br>When receiving this ability from the Angel, heal power of heart crystal is only increased by 20%. (Half the strength of the regular Strong Heart ability)
br: Aumenta o poder de cura do coração vermelho em 40% da cura básica.<br>40% mais corações vermelhos são gerados<br>Ao receber essa habilidade do Angel, o poder de cura do cristal de coração é aumentado em apenas 20%. (Metade da força da habilidade Strong Heart normal)
de: Erhöht die Heilkraft des roten Herzens um 40% der Basisheilkraft.<br>40% mehr rote Herzen spawnen<br>Wenn diese Fähigkeit vom Engel erhalten wird, wird die Heilkraft des Herzkristalls nur um 20% erhöht. (Halb so stark wie die normale Fähigkeit "Starkes Herz")
fr: Augmente la puissance de soin des coeurs rouges de 40% de la puissance de soin de base. <br>apparition des cœurs +40% <br>Lorsque vous recevez cette capacité de l'Ange, le pouvoir de guérison du cristal de cœur n'est augmentée que de 20%. (La moitié de la force de la capacité Cœur fort)
ru: Увеличивает силу исцеления красного сердца на 40% от базового исцеления.<br> На 40% больше красных сердец спаунится<br> При получении этой способности от Ангела сила исцеления кристалла сердца увеличивается только на 20%. (В два раза меньше, чем у обычной способности "Сильное сердце")

source: Summon Bone Warrior
br: Convocar Guerreiro de Ossos
de: Knochenkrieger beschwören
fr: Invocation du guerrier en os
ru: Призыв костяного воина

source: Chance to summon bone warrior when attacking enemies
br: Chance de convocar um guerreiro de ossos ao atacar inimigos
de: Chance, einen Knochenkrieger zu beschwören, wenn du Feinde angreifst
fr: Possibilité d'invoquer un guerrier en os en attaquant des ennemis
ru: Шанс призвать костяного воина при атаке на врагов.

source: Summon One Eyed Bat
br: Invocar o morcego caolho
de: Einäugige Fledermaus beschwören
fr: Invoquer une chauve-souris borgne
ru: Вызвать одноглазую летучую мышь

source: Summon a One-Eyed Bat
br: Invocar um morcego caolho
de: Beschwöre eine einäugige Fledermaus
fr: Invoquer une chauve-souris borgne
ru: Вызвать одноглазую летучую мышь

source: 15% chance to spawn<br>Max 1 per enemy<br>Max 3 per boss<br>Up to 15 clones can be spawned at once.<br>Lasts up to 8 seconds.<br>Each bat shoots 1 laser per second dealing 65% of player damage.
br: 15% de chance de aparecer<br>Máximo 1 por inimigo<br>Máximo 3 por chefe<br>Até 15 clones podem aparecer de uma só vez.<br>Dura até 8 segundos.<br>Cada morcego dispara 1 laser por segundo, causando 65% do dano do jogador.
de: 15%ige Chance zu spawnen<br>Maximal 1 pro Gegner<br>Maximal 3 pro Boss<br>Bis zu 15 Klone können auf einmal gespawnt werden.<br>Hält bis zu 8 Sekunden an.<br>Jede Fledermaus schießt 1 Laser pro Sekunde ab, der 65% des Spielerschadens verursacht.
fr: 15% de chance d'apparaître<br>Max 1 par ennemi<br>Max 3 par boss<br>Jusqu'à 15 clones peuvent être créés en même temps.<br>Durée jusqu'à 8 secondes.<br>Chaque chauve-souris tire 1 laser par seconde, infligeant 65% des dégâts du joueur.
ru: 15% шанс появления<br> Максимум 1 на врага<br> Максимум 3 на босса<br> Одновременно может появиться до 15 клонов.<br> Действует до 8 секунд.<br> Каждая летучая мышь стреляет 1 лазером в секунду, нанося 65% урона игрока.

source: Summon Wolfhound
br: Convocar Galgo
de: Wolfshund beschwören
fr: Invocation de lévrier
ru: Призыв волкодава

source: Chance to summon wolfhound when attacking enemies
br: Chance de convocar um galgo ao atacar inimigos
de: Chance, einen Wolfshund zu beschwören, wenn du Feinde angreifst
fr: Possibilité d'invoquer un lévrier lorsque vous attaquez des ennemis
ru: Шанс призвать волкодава при атаке на врагов.

source: Synced Crit
br: Crít. Sincronizado
fr: Crit synchronisée
ru: Синхронизированный крит

source: Pet, hero, and spirit Crit Chance up
br: +Chance crít. de bichinho, herói e espírito
fr: Familier, héros et chance de coup critique d'esprit sup.
ru: Шанс крит. удара питомца, героя и духа усиливается

source: Thunderbolt Strike
br: Ataque de Raio
fr: Frappe d'éclair
ru: Удар молнией

source: Hammer form is melee, but form can freely change. Increases additional Thundering Glory upon defeating enemies
br: Forma de martelo é corpo a corpo, mas a forma pode mudar. Aumenta Glória Relâmpago adicional ao derrotar inimigos
fr: La forme du marteau est mêlée, mais elle peut changer librement. Augmente la Gloire tonitruante supplémentaire en vainquant des ennemis
ru: Молот — оружие ближнего боя, но его форма может измениться. Повышает доп. Громовую славу за победы над врагами

source: Consecutive Boltspear hits on enemies gradually increases all their damage taken. Projectile speed increases with Lightning stat boosts
br: Golpes consecutivos de Lança-raio contra inimigos aumenta gradualmente todo o dano sofrido. Velocidade de projétil aumenta com os boosts de stat Relâmpago
fr: Les coups consécutifs de Lance de foudre sur les ennemis augmentent progressivement tous les dégâts subis. La vitesse des projectiles augmente avec les boosts de stat de la Foudre
ru: Копье молний несколько раз бьет по врагам, постепенно увеличивая весь получаемый ими урон. Чем выше показатели молнии, тем быстрее снаряд

source: Toxic Meteor
br: Meteoro tóxico
de: Giftiger Meteor
fr: Météore toxique
ru: Метеорит яда

source: Summon a toxic meteor to attack enemies
br: Convocar um meteoro tóxico para atacar os inimigos
de: Beschwöre einen giftigen Meteor, um Feinde anzugreifen
fr: Invoquer un météore toxique pour attaquer les ennemis
ru: Вызов ядовитого метеора для атаки врагов

source: Poison slowly chips off enemy HP till it dies<br>225% modifiable damage, Partial hit: 80% damage.<br>Unlocks in Chapter 9.<br>Not affected by Rage ability.
br: O veneno lentamente corta o HP do inimigo até que ele morra<br>225% de dano modificável, acerto parcial: 80% de dano.<br>Desbloqueia no Capítulo 9.<br>Não é afetado pela habilidade Fúria.
de: Gift baut langsam die HP des Gegners ab, bis er stirbt<br>225% modifizierbarer Schaden, Teiltreffer: 80% Schaden.<br> Wird in Kapitel 9 freigeschaltet.<br>Wird nicht von der Fähigkeit Wut beeinflusst.
fr: Le poison réduit lentement les PV de l'ennemi jusqu'à ce qu'il meure<br>225% de dégâts modifiables, Coup partiel : 80% de dégâts.<br>Débloque au chapitre 9.<br>Non affecté par la capacité Rage capacité.
ru: Яд медленно уменьшает HP противника, пока тот не умрет<br>225% модифицируемого урона, частичное попадание: 80% урона.<br>Открывается в главе 9.<br>Не влияет на способность "Ярость".

source: Toxic Star
br: Estrela tóxica
de: Giftiger Stern
fr: Étoile toxique
ru: Звезда яда

source: Summon a toxic star to attack enemies
br: Invoque uma estrela tóxica para atacar os inimigos
de: Beschwöre einen giftigen Stern, um Feinde anzugreifen
fr: Invoquer une étoile toxique pour attaquer les ennemis
ru: Вызвать ядовитую звезду для атаки врагов

source: Poison slowly chips off enemy HP until it dies<br>95% modifiable damage.<br>Not affected by Rage ability.<br>Stars are affected by ricochet and will bounce between enemies just like ricochet.
br: O veneno reduz lentamente o HP do inimigo até que ele morra<br>95% de dano modificável.<br>Não é afetado pela habilidade Fúria.<br>As estrelas são afetadas pelo ricochete e ricocheteiam entre os inimigos, assim como o ricochete.
de: Gift baut langsam die HP des Gegners ab, bis er stirbt<br>95% modifizierbarer Schaden.<br>Wird nicht von der Fähigkeit "Wut" beeinflusst.<br>Sterne werden von Querschlägern beeinflusst und prallen wie Querschläger zwischen Gegnern ab.
fr: Le poison réduit lentement les PV de l'ennemi jusqu'à ce qu'il meure<br>95% de dégâts modifiables.<br>Non affecté par la capacité Rage.<br>Les étoiles sont affectées par le ricochet et rebondissent entre les ennemis comme le ricochet.
ru: Яд медленно уменьшает HP противника, пока он не умрет<br>95% модифицируемого урона.<br>Не влияет на способность "Ярость".<br>Звезды влияют на рикошет и отскакивают от противников, как и рикошет.

source: Toxic Strike
br: Ataque tóxico
de: Giftiger Schlag
fr: Frappe toxique
ru: Токсический удар

source: Summon a toxic sword to attack enemies
br: Invocar uma espada tóxica para atacar os inimigos
de: Beschwöre ein giftiges Schwert, um Feinde anzugreifen
fr: Invoquer une épée toxique pour attaquer les ennemis
ru: Вызвать ядовитый меч для атаки врагов

source: Poison slowly chips off enemy HP till it dies<br>168% modifiable damage.<br>Not affected by Rage ability.<br>The faster the attack speed, the shorter the summoning time.
br: O veneno corta lentamente o HP do inimigo até que ele morra<br>168% de dano modificável.<br>Não é afetado pela habilidade Fúria.<br>Quanto maior a velocidade de ataque, menor o tempo de invocação.
de: Gift baut langsam die HP des Gegners ab, bis er stirbt<br>168% modifizierbarer Schaden.<br>Wird nicht von der Fähigkeit Wut beeinflusst.<br>Je schneller die Angriffsgeschwindigkeit, desto kürzer die Beschwörungszeit.
fr: Le poison réduit lentement les PV de l'ennemi jusqu'à ce qu'il meure<br>168% de dégâts modifiables.<br>Non affecté par la capacité Rage.<br>Plus la vitesse d'attaque est élevée, plus plus le temps d'invocation est court.
ru: Яд медленно разрушает HP противника, пока тот не умрет<br>168% модифицируемого урона.<br>Не зависит от способности "Ярость".<br>Чем выше скорость атаки, тем короче время вызова.

source: Toxic Sword
br: Espada Tóxica
de: Giftiges Schwert
fr: Épée toxique
ru: Токсичный меч

source: Summons 2 toxic swords to spin around you
br: Convoca 2 espadas tóxicas para girar ao seu redor
de: Beschwört 2 giftige Schwerter, die dich umkreisen.
fr: Invoque 2 épées toxiques qui tournent autour de vous
ru: Призывает 2 кружащих вокруг вас токсичных клинка

source: Requirement : clear Chapter 1
br: Requisito: limpar o Capítulo 1
de: Anforderung: klares Kapitel 1
fr: Besoin : terminer le chapitre 1
ru: Требование: четко сформулировать главу 1

source: Poison slowly chips off enemy HP till it dies<br>132% modifiable damage.<br><b>Notes</b><br>Spins much faster after receiving attack speed boosts.
br: O veneno lentamente corta o HP do inimigo até que ele morra<br>132% de dano modificável.<br><b>Notas</b><br>Gira muito mais rápido depois de receber aumentos de velocidade de ataque.
de: Gift baut langsam die HP des Gegners ab, bis er stirbt<br>132% modifizierbarer Schaden.<br><b>Hinweise</b><br>Spinnt viel schneller, nachdem er Angriffsgeschwindigkeits-Boosts erhalten hat.
fr: Le poison réduit lentement les PV de l'ennemi jusqu'à ce qu'il meure<br>132% de dégâts modifiables.<br><b>Notes</b><br>La vitesse de rotation est beaucoup plus rapide lorsque la vitesse d'attaque est augmentée.
ru: Яд медленно уменьшает HP противника, пока тот не умрет<br>132% модифицируемого урона.<br><b>Примечания</b><br>Получив прибавку к скорости атаки, враг начинает действовать гораздо быстрее.

source: Through The Wall
br: Através da parede
de: Durch die Wand
fr: À travers le mur
ru: Через стену

source: Allows the player to walk through walls
br: Permite que o jogador atravesse paredes
de: Ermöglicht es dem Spieler, durch Wände zu gehen
fr: Permet au joueur de traverser les murs
ru: Позволяет игроку проходить сквозь стены

source: Increases attack damage by 15%
br: Aumenta o dano de ataque em 15%
de: Erhöht den Angriffsschaden um 15%.
fr: Augmente les dégâts d'attaque de 15%
ru: Увеличивает урон от атак на 15%

source: Water Walker
br: Flutuando na água
de: Wasserwanderer
fr: Marcheur de l'eau
ru: Плавающие на воде

source: Allows the player to walk across water
br: Permite que o jogador ande sobre a água
de: Ermöglicht es dem Spieler, über Wasser zu gehen
fr: Permet au joueur de marcher sur l'eau
ru: Позволяет игроку ходить по воде

source: Whirlwind Axe
br: Turbilhão de Machados
de: Wirbelwind-Axt
fr: Hache tourbillon
ru: Вихрь топоров

source: Summons a random number of axes at intervals
br: Convoca um número aleatório de machados com intervalos
de: Beschwört eine zufällige Anzahl von Äxten in Intervallen
fr: Invoque un nombre aléatoire de Haches à intervalles réguliers
ru: Призывает случ. кол-во топоров через опред. промежутки времени

source: Wingman
de: Flügelmann
fr: Ailier
ru: Ведомый

source: Your spirit can block projectiles for you.
br: Seu seguidor por bloquear projéteis por você
de: Dein Anhänger kann Projektile für dich abblocken
fr: Votre suiveur peut bloquer les projectiles pour vous.
ru: Ваш спутник блокирует летящие в вас снаряды

source: Requirement : clear Chapter 4
br: Requisito: limpar o Capítulo 4
de: Anforderung: Kapitel 4 löschen
fr: Besoin : terminer le chapitre 4
ru: Требование: четко сформулировать главу 4

source: Pets block projectiles.
br: Os animais de estimação bloqueiam projéteis.
de: Haustiere blockieren Geschosse.
fr: Les animaux domestiques bloquent les projectiles.
ru: Домашние животные блокируют снаряды.

source: Celestial Might
br: Poder Celestial
fr: Puissance céleste
ru: Небесная мощь

source: A divine weapon graced by the heavens. Imbued with unfathomable celestial power after being gifted to myriad gods.
br: Uma arma divina agraciada pelos céus. Imbuída de poder celestial incompreensível e presenteada aos deuses.
fr: Une arme divine honorée par les cieux. Imprégné d'une puissance céleste insondable après avoir été offert à des dieux.
ru: Божественное оружие, дарованное небесами. Мириады богов наделили его неописуемой небесной силой.

source: [Mythic] Attack increased after taking damage
br: [Mítico] Ataque aumenta depois de sofrer dano
fr: [Mythique] Attaque augmentée après avoir subi des dégâts
ru: [Мифический] После получения урона атака повышается

source: [Mythic+1] Weapon Basic Stats +10%
br: [Mítico+1] Estatísticas básicas da arma +10%
de: [Mythisch+1] Grundwerte der Waffe +10%
fr: [Mythique+1] Stats de base de l'arme +10%
ru: [Мифический+1] Базовые статы оружия +10%

source: [Titan Tales] Weapon damage : +15%
br: [Contos de Titãs] Dano da arma: +15%
de: [Geschichten der Titanen] Waffenschaden : +15%
fr: [Contes de Titan] Dégâts de l'arme +15%
ru: [Истории титанов] Урон от оружия: +15%

source: [Titan Tales+1] Weapon Basic Stats +10%
br: [Contos de Titãs+1] Estatísticas básicas da arma +10%
de: [Geschichten der Titanen+1] Waffengrundwerte +10%
fr: [Contes de Titan+1] Stats de base de l'arme +10%
ru: [Истории титанов+1] Базовые статы оружия +10%

source: [Titan Tales+2] Weapon Basic Stats +10%
br: [Contos de Titãs+2] Estatísticas básicas da arma +10%
de: [Geschichten der Titanen+2] Waffengrundwerte +10%
fr: [Contes de Titan+2] Stats de base de l'arme +10%
ru: [Истории титанов+2] Базовая статистика оружия +10%

source: Celestial Warplate
br: Armadura de Guerra Celestial
fr: Plastron céleste
ru: Небесный нагрудник

source: Once used by the Celestials. Crackling with lightning flux that contain ancient divine might
br: Já foi usada por Celestiais. Cheia de fluxo de relâmpago que contém poder divino milenar
fr: Autrefois utilisée par les Célestes. Crépite d'un flux d'éclairs contenant une ancienne puissance divine
ru: То, что когда-то использовали Небожители. Искрится молниями и таит в себе древнюю божественную мощь

source: [Legendary] Chance to reduce damage taken after casting Chain Lightning
br: [Lendário] Chance de reduzir dano sofrido ao lançar Relâmpago em série
fr: [Légendaire] Chance de réduire les dégâts subis après Éclair en chaîne
ru: [Легендарное] Шанс снизить получ. урон после применения Цепной молнии

source: [Mythic+1] Armor Basic Stats +10%
br: [Mítico+1] Estatísticas básicas da armadura +10%
de: [Mythisch+1] Rüstung Grundwerte +10%
fr: [Mythique+1] Stats de base de l'armure +10%.
ru: [Мифический+1] Основные показатели брони +10%

source: [Mythic+2] Epic Skill Effect Upgraded
br: [Mítico+2] Efeito de habilidade épica aprimorado
de: [Mythisch+2] Epischer Fertigkeitseffekt aufgewertet
fr: [Mythique+2] Effet de compétence épique amélioré
ru: [Мифический+2] Улучшен эффект эпического умения

source: [Titan Tales] Max HP +20%
br: [Contos de Titãs] HP máx. +20%
fr: [Contes de titan] PV max +20%
ru: [Истории титанов] Макс. ОЗ +20%

source: [Titan Tales+1] Armor Basic Stats +10%
br: [Contos de Titãs+1] Estatísticas básicas da armadura +10%
de: [Geschichten der Titanen+1] Rüstung Grundwerte +10%
fr: [Contes de Titan+1] Stats de base de l'armure +10%
ru: [Истории титанов+1] Основные показатели брони +10%

source: [Titan Tales+2] Armor Basic Stats +10%
br: [Contos de Titãs+2] Estatísticas básicas da armadura +10%
de: [Geschichten der Titanen+2] Rüstung Grundwerte +10%
fr: [Contes de Titan+2] Stats de base de l'armure +10%
ru: [Истории титанов+2] Основные показатели брони +10%
