Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: [Epic] Deals 80% base damage (affected by attack boost) and applies Lightning effect to nearest enemy
br: [Épico] Causa 80% do dano básico (afetado pelo aumento de ataque) e aplica o efeito de Raio ao inimigo mais próximo
de: [Episch] Verursacht 80% Grundschaden (beeinflusst durch Angriffsverstärkung) und wendet den Blitzeffekt auf den nächstgelegenen Gegner an
fr: [Épique] Inflige 80% des dégâts de base (affectés par le boost d'attaque) et applique Effet de foudre à l'ennemi le plus proche
ru: [Эпическое] Наносит 80% базового урона (зависит от усиления атаки) и накладывает эффект молнии на ближайшего противника

source: [Chaos] Chance to gain blessing 1 time when obtaining a heart. (shield that block damage, can stack up to 2)
br: [Caos] Chance de receber a bênção 1 vez ao obter um coração. (escudo que bloqueia projéteis, pode acumular até 2)
fr: [Chaos] Chance d'obtenir une bénédiction 1 fois en obtenant un coeur. (bouclier qui bloque les projectiles, peut s'empiler jusqu'à 2)
ru: [Хаос] Шанс получить благословение 1 раз при получении сердца. (щит, блокирующий снаряды, может складываться до 2)

source: Void Robe
br: Manto do vácuo
de: Robe der Leere
fr: Robe du vide
ru: Мантия пустоты

source: A robe from a demonic realm.
br: Um manto de uma reino demoníaco. Reduz o dano sofrido por ataques corpo a corpo.
de: Ein Gewand aus einem dämonischen Reich. Es verringert deinen Schaden, der durch Nahkampfangriffe verursacht wird.
fr: Une robe d'un royaume démoniaque. Il diminue les dégâts causés par les attaques au corps-à-corps.
ru: Мантия из царства демонов. Снижает урон, который вы получаете в ближнем бою.

source: [Epic] : Poison Damage = 40%
br: [Épico] : Dano de veneno = 40%
de: [Episch] : Giftschaden = 40%
fr: [Épique] : Dégâts de poison = 40 %
ru: [Эпическое] : Урон от яда = 40%

source: [Mythic+2] : Poison Damage = 56%
br: [Mítico+2] : Dano de veneno = 56%
de: [Mythisch+2] : Giftschaden = 56%
fr: [Mythique+2] : Dégâts de poison = 56%.
ru: [Мифический+2] : Урон от яда = 56%

source: [Common] Collision Resistance +10%
br: [Comum] Resistência à colisão +10%
de: [Häufig] Kollisionswiderstand +10%
fr: [Commun] Résistance aux collisions +10%
ru: [Обычное] Устойчивость к столкновениям +10%

source: [Epic] Poisons all enemies in the room.
br: [Épico] Envenena todos os inimigos na sala.
de: [Episch] Vergiftet alle Feinde im Raum.
fr: [Épique] Empoisonne tous les ennemis de la pièce.
ru: [Эпическое] Отравляет всех врагов в комнате.

source: [Mythic] Dropped Hearts restore more HP
br: [Mítico] Corações descartados restauram mais HP
de: [Mythisch] Abgeworfene Herzen stellen mehr HP wieder her
fr: [Mythique] Les cœurs tombés restaurent plus de PV
ru: [Мифический] Выпавшие сердца восстанавливают больше HP

source: [Chaos] Chance of dropping a heart when taking collision Damage
br: [Caos] Chance de deixar cair um coração ao receber dano de colisão
de: [Chaos] Chance, ein Herz fallen zu lassen, wenn man Kollisionsschaden erleidet
fr: [Chaos] Risque de perdre un coeur lorsque l'on subit des dégâts de collision
ru: [Хаос] Шанс выпадения сердца при получении урона от столкновений

source: Bright Robe
br: Manto brilhante
de: Helle Robe
fr: Robe brillante
ru: Яркая мантия

source: A robe that's full of light, reduces front damage during battle.
br: Um manto cheio de luz, reduz dano frontal durante batalhas
de: Ein Gewand voller Licht, das im Kampf den Schaden von vorne reduziert
fr: Une robe pleine de lumière, qui réduit les dégâts frontaux pendant le combat
ru: Мантия, испускающая яркий свет. Защищает от урона спереди в бою.

source: [Epic] HP limit increases by +2.5% per skill/ability received from levelling up
br: [Épico] O limite de HP aumenta em +2,5% por habilidade/habilidade recebida ao subir de nível
de: [Episch] HP-Limit erhöht sich um +2,5% pro Fertigkeit/Fähigkeit, die man durch Aufleveln erhält
fr: [Épique] La limite de HP augmente de +2.5% par compétence/aptitude reçue lors de la montée en niveau
ru: [Эпическое] Предел HP увеличивается на +2,5% за навык/способность, полученную при повышении уровня

source: [Mythic+2] HP limit increases by +3% per skill/ability received from levelling up
br: [Mítico+2] O limite de HP aumenta em +3% por habilidade/aptidão recebida ao subir de nível
de: [Mythisch+2] Das HP-Limit erhöht sich um +3% pro Fertigkeit/Fähigkeit, die man durch Levelaufstieg erhält.
fr: [Mythique+2] La limite de HP augmente de +3% par compétence/aptitude reçue lors de l'augmentation de niveau
ru: [Мифический+2] Лимит HP увеличивается на +3% за каждое умение/способность, полученное при повышении уровня

source: [Chaos] Red Heart : +0.4% Max Health & 0.15% damage reduction (stackable)
br: [Caos] Red Heart: +0,4% de Vida Máxima e 0,15% de redução de dano (acumulável)
de: [Chaos] Rotes Herz : +0,4% maximale Lebenspunkte & 0,15% Schadensreduktion (stapelbar)
fr: [Chaos] Coeur rouge : +0.4% de PV max & 0.15% de réduction des dégâts (cumulable)
ru: [Хаос] Красное сердце: +0,4% максимального здоровья и 0,15% снижения урона (суммируется)

source: [Common] Front Damage Resistance +12%
br: [Comum] Resistência a danos frontais +12%
de: [Häufig] Frontalschaden-Widerstand +12%
fr: [Commun] Résistance aux dégâts du front +12 %
ru: [Обычное] Сопротивление фронтальному урону +12%

source: [Rare] Battle XP Gain +25%
br: [Raro] Ganho de XP de batalha +25%
de: [Selten] Kampf-EP-Gewinn +25%
fr: [Rare] Gain d'XP au combat +25%
ru: [Редкое] Прирост боевого XP +25%

source: [Epic] Each upgrade will increase HP limit.
br: [Épico] Cada aprimoramento aumentará o limite de HP.
de: [Episch] Jedes Upgrade erhöht das HP-Limit.
fr: [Épique] Chaque amélioration augmente la limite de HP.
ru: [Эпическое] Каждое улучшение увеличивает предел HP.

source: [Mythic] HP Drops +10%
br: [Mítico] Queda de HP +10%
de: [Mythisch] HP-Tropfen +10%
fr: [Mythique] Drop de coeurs rouge +10%
ru: [Мифический] Снижение HP +10%

source: [Titan Tales] Max Hp : +12%
br: [Contos de Titãs] Potência máxima : +12%
de: [Geschichten der Titanen] Max Hp : +12%
fr: [Contes de Titan] PV Max : +12%
ru: [Истории титанов] Max Hp : +12%

source: [Chaos] Obtained Hearts increase Max Hp and Damage reduction
br: [Caos] Os corações obtidos aumentam a potência máxima e a redução de dano
de: [Chaos] Erlangte Herzen erhöhen Max Hp und Schadensreduktion
fr: [Chaos] Les cœurs obtenus augmentent les PV Max et la réduction des dégâts.
ru: [Хаос] Полученные сердца увеличивают максимальное количество хп и снижение урона

source: Shadow Robe
br: Manto sombrio
de: Schattenrobe
fr: Robe d'ombre
ru: Мантия тени

source: An assassin's special robe, reduces rear damage during battle.
br: Um manto especial de assassinos, reduz dano traseiro durante batalhas
de: Spezielle Robe eines Attentäters, reduziert den Schaden von hinten während des Kampfes
fr: Une robe d'assassin spéciale, qui réduit les dégâts à l'arrière pendant le combat
ru: Особая мантия наемного убийцы. Защищает от урона сзади в бою.

source: [Epic] Deals 135% modifiable base damage
br: [Épico] Causa 135% de dano básico modificável
de: [Episch] Verursacht 135% modifizierbaren Grundschaden
fr: [Épique] Inflige 135% de dégâts de base modifiables
ru: [Эпическое] Наносит 135% модифицируемого базового урона

source: [Mythic] 10% Resistance when there are 5 enemies or more
br: [Mítico] 10% de resistência quando há 5 inimigos ou mais
de: [Mythisch] 10% Widerstand, wenn 5 oder mehr Feinde vorhanden sind
fr: [Mythique] 10% de résistance lorsqu'il y a 5 ennemis ou plus
ru: [Мифический] 10% сопротивления при наличии 5 и более врагов

source: [Mythic+2] Deals 165% modifiable base damage
br: [Mítico+2] Causa 165% do dano básico modificável
de: [Mythisch+2] Verursacht 165% modifizierbaren Grundschaden
fr: [Mythique+2] Inflige 165% des dégâts de base modifiables.
ru: [Мифический+2] Наносит 165% модифицируемого базового урона

source: [Titan Tales+3] 16% Resistance when there are 5 enemies or more
br: [Contos de Titãs+3] 16% de resistência quando há 5 inimigos ou mais
de: [Geschichten der Titanen+3] 16% Widerstand, wenn 5 oder mehr Feinde vorhanden sind
fr: [Contes de Titan+3] 16% de résistance lorsqu'il y a 5 ennemis ou plus
ru: [Истории титанов+3] 16% сопротивления при наличии 5 и более врагов

source: [Common] Rear Damage Resistance +20%
br: [Comum] Resistência a danos traseiros +20%
de: [Häufig] Rückwärtige Schadensresistenz +20%
fr: [Commun] Résistance aux dégâts arrière +20%
ru: [Обычное] Сопротивление заднему урону +20%

source: [Rare] Max HP +7%
br: [Raro] HP máximo +7%
de: [Selten] Maximale HP +7%
ru: [Редкое] Максимальное количество HP +7%

source: [Epic] Causes strong dark damage (Dark Touch) to nearby enemies.
br: [Épico] Causa forte dano sombrio (Toque Sombrio) aos inimigos próximos.
de: [Episch] Verursacht starken dunklen Schaden (Dunkle Berührung) an Gegnern in der Nähe.
fr: [Épique] Inflige de puissants dégâts d'obscurité (Toucher sombre) aux ennemis proches.
ru: [Эпическое] Наносит сильный темный урон (Dark Touch) ближайшим противникам.

source: [Mythic] In case of many enemies, damage taken is reduced
br: [Mítico] No caso de muitos inimigos, o dano recebido é reduzido
de: [Mythisch] Bei vielen Gegnern wird der erlittene Schaden reduziert
fr: [Mythique] En cas d'ennemis nombreux, les dégâts subis sont réduits.
ru: [Мифический] При большом количестве врагов получаемый урон уменьшается

source: [Chaos] The more nearby enemies inflected with Dark, the higher Hero's Attack
br: [Caos] Quanto mais inimigos próximos sofrerem inflexão de Trevas, maior será o Ataque do Herói
de: [Chaos] Je mehr Feinde in der Nähe von Dunkelheit befallen sind, desto höher ist der Angriffswert des Helden.
fr: [Chaos] Plus il y a d'ennemis proches infléchis par les Ténèbres, plus l'Attaque du Héros est élevée.
ru: [Хаос] Чем больше ближайших врагов, зараженных Тьмой, тем выше Атака Героя.

source: Laser Bat
br: Morcego Laser
de: Laser-Fledermaus
fr: Chauve-souris laser
ru: Лазерный крылан

source: Bat from a mysterious cave. Its laser could easily penetrate obsticles.
br: Morcego de uma caverna misteriosa. Seu laser pode penetrar facilmente em obstáculos.
de: Fledermaus aus einer geheimnisvollen Höhle. Ihr Laser konnte leicht Hindernisse durchdringen.
fr: Chauve-souris d'une grotte mystérieuse. Son laser peut facilement pénétrer les obstacles.
ru: Летучая мышь из таинственной пещеры. Ее лазер легко пробивает препятствия.

source: [Mythic] Enemies take 7% more damage when hit by Pets
br: [Mítico] Inimigos tomam 7% de dano a mais quando atacados por pets (dura alguns segundos)
de: [Mythisch] Feinde erhalten 7% mehr Schaden, nachdem sie von Haustieren getroffen wurden
fr: [Mythique] Les ennemis touchés par les Esprits prennent +7% de dégâts en plus pendant quelques secondes.
ru: [Мифический] Враги получают на 7% больше урона при попадании в них домашних животных

source: [Titan Tales+3] Enemies take 10% more damage when hit by Pets
br: [Contos de Titãs+3] Inimigos tomam 10% de dano a mais quando atacados por pets (dura alguns segundos)
de: [Geschichten der Titanen+3] Feinde erhalten 10% mehr Schaden, nachdem sie von Haustieren getroffen wurden
fr: [Contes de Titan+3] Les ennemis touchés par les Esprits prennent +10% de dégâts en plus pendant quelques secondes.
ru: [Истории титанов+3] Враги получают на 10% больше урона при попадании в них домашних животных

source: Own Attack +[x]
br: Ataque próprio +[x]
de: Eigener Angriff +[x]
fr: Propre attaque +[x]
ru: Собственная атака +[x]

source: [Great] Own Attack Speed +10%
br: [Incomun] Velocidade de ataque própria +10%
de: [Ungewöhnlich] Eigene Angriffsgeschwindigkeit +10%
fr: [Inhabituel] Vitesse d'attaque personnelle +10%
ru: [Необычный] Скорость собственной атаки +10%

source: [Rare] Own crit +20%
br: [Raro] Crítico próprio +20%
de: [Selten] Eigener Krit +20%
fr: [Rare] Propre crit +20%
ru: [Редкое] Собственный крит +20%

source: [Epic] 50% chance for new ability after adventure level-up
br: [Épico] 50% de chance de obter uma nova habilidade após subir de nível na aventura
de: [Episch] 50% Chance auf neue Fähigkeit nach Abenteuer-Level-Up
fr: [Épique] 50% de chances d'obtenir une nouvelle aptitude après le passage au niveau supérieur de l'aventure
ru: [Эпическое] 50% шанс получить новую способность после повышения уровня приключения

source: [Perfect Epic] Inherit Leader's attack +10%
br: [Perfeitamente épico] Herdar o ataque do líder +10%
de: [Perfekt Episch] Angriff des Anführers erben +10%
fr: [Épique Splendide] Hérite de l'attaque du chef +10%.
ru: [Идеальный эпический] Унаследовать атаку лидера +10%

source: [Legendary] Attacked enemies will be poisoned
br: [Lendário] Os inimigos atacados serão envenenados
de: [Legendär] Angegriffene Feinde werden vergiftet
fr: [Légendaire] Les ennemis attaqués sont empoisonnés.
ru: [Легендарное] Атакованные враги будут отравлены

source: [Ancient Legendary] 80% chance for new ability after adventure level-up
br: [Lendário Antigo] 80% de chance de obter uma nova habilidade após subir de nível na aventura
de: [Antik Legendär] 80% Chance auf neue Fähigkeit nach Abenteuer-Level-Up
fr: [Légendaire antique] 80% de chances d'obtenir une nouvelle aptitude après l'élévation de niveau de l'aventure
ru: [Древний легендарный] 80% шанс получить новую способность после повышения уровня приключения

source: [Mythic] Enemies hit lose more HP when taking damage
br: [Mítico] Os inimigos atingidos perdem mais HP ao receberem dano
de: [Mythisch] Getroffene Feinde verlieren mehr HP, wenn sie Schaden nehmen
fr: [Mythique] Les ennemis touchés perdent plus de PV lorsqu'ils subissent des dégâts.
ru: [Мифический] Подбитые враги теряют больше HP при получении урона

source: [Mythic+1] Pets Basic Stats +5%
br: [Mítico+1] Estatísticas básicas de animais de estimação +5%
de: [Mythisch+1] Haustiere Grundwerte +5%
fr: [Mythique+1] Stats de base des familiers +5%
ru: [Мифический+1] Основные показатели домашних животных +5%

source: [Titan Tales] For every 5 spirit level they gain 1% of Hero's attack
br: [Contos de Titãs] Para cada 5 níveis de espírito, eles ganham 1% do ataque do herói
de: [Geschichten der Titanen] Für jeweils 5 Geisterstufen erhalten sie 1% des Angriffs des Helden.
fr: [Contes de Titan] Pour chaque niveau d'esprit de 5, ils gagnent 1% de l'attaque du héros.
ru: [Истории титанов] За каждые 5 уровней духа они получают 1% к атаке героя

source: [Titan Tales+1] Pets Basic Stats +10%
br: [Contos de Titãs+1] Estatísticas básicas de animais de estimação +10%
de: [Geschichten der Titanen+1] Haustiere Grundwerte +10%
fr: [Contes de Titan+1] Stats de base des familiers : +10%.
ru: [Истории титанов+1] Основные показатели питомцев +10%

source: [Titan Tales+2] Pets Basic Stats +10%
br: [Contos de Titãs+2] Estatísticas básicas dos animais de estimação +10%
de: [Geschichten der Titanen+2] Haustiere Grundwerte +10%
fr: [Contes de Titan+2] Stats de base des familiers +10%
ru: [Истории титанов+2] Основные показатели питомцев +10%

source: [Chaos] Gain hero's attack speed
br: [Caos] Ganho de velocidade de ataque do herói
de: [Chaos] Angriffstempo des Helden erhöhen
fr: [Chaos] Gagner la vitesse d'attaque du héros
ru: [Хаос] Увеличение скорости атаки героя

source: Scythe Mage
br: Mago do Cetro
de: Sensenmagier
fr: Mage faucheur
ru: Маг-жнец

source: Like the Grim Reaper, he can slice through enemies with his sharpened scythe.
br: Um ser que lembra a própria morte. Seus cetros podem atravessar inimigos com facilidade.
de: Wie ein Wesen des Todes selbst. Seine Sensen könnten leicht Feinde durchschneiden.
fr: Un avatar de la mort. Ses faux pouvaient facilement couper à travers les ennemis.
ru: Словно само воплощение смерти. Его косы легко разрубают противников.

source: [Perfect Epic] Inherit Leader's Attack +10%
br: [Perfeitamente épico] Herdar o ataque do líder +10%
de: [Perfekt Episch] Angriff des Anführers erben +10%
fr: [Épique Splendide] Hériter de l'attaque du chef +10%.
ru: [Идеальный эпический] Унаследовать атаку лидера +10%

source: [Legendary] Crit Damage increased greatly
br: [Lendário] Dano crítico aumentado Incomun
de: [Legendär] Crit-Schaden stark erhöht
fr: [Légendaire] Les dégâts de critique augmentent considérablement
ru: [Легендарное] Урон от крита значительно увеличен

source: Elf
br: Elfo
fr: Elfe
ru: Эльф

source: Elf of the Dark Forest. Fires projectiles.
br: Elfo da floresta negra. Dispara projéteis.
de: Elf des Schwarzen Waldes. Feuert Projektile ab.
fr: Elfe de la forêt noire. Tire des projectiles.
ru: Эльф из черного леса. Стреляет снарядами.

source: [Legendary] Attack Speed increased greatly from time to time
br: [Lendário] Velocidade de ataque aumentada de tempos em tempos
de: [Legendär] Angriffsgeschwindigkeit von Zeit zu Zeit stark erhöht
fr: [Légendaire] Vitesse d'attaque augmentée de temps en temps
ru: [Легендарное] Скорость атаки время от времени значительно увеличивается

source: Bone Warrior
br: Guerreiro de Ossos
de: Knochenkrieger
fr: Guerrier en os
ru: Костяной воин

source: Once a powerful warrior, now it pledges its blade to you
br: Um grande guerreiro do passado, agora dedica sua espada para você
de: Einst ein mächtiger Krieger, gelobt er jetzt seine Klinge für dich
fr: Autrefois un puissant guerrier, il vous offre maintenant sa lame
ru: Когда-то он был могущественным воином, а теперь своим клинком служит вам.

source: [Rare] Own Crit +20%
br: [Raro] Crit próprio +20%
de: [Selten] Eigener Crit +20%
fr: [Rare] Crit propre +20%
ru: [Редкое] Собственный крит +20%

source: [Legendary] Trigger Fury State for a short duration after a Crit
br: [Lendário] Aciona o estado de Fúria por um curto período após um crítico
de: [Legendär] Löst nach einem Crit für kurze Zeit den Zustand der Wut aus.
fr: [Légendaire] Déclenche l'état de fureur pendant une courte durée après un Crit.
ru: [Легендарное] Запуск состояния ярости на короткое время после крита

source: [Ancient Legendary] Chance to block a lethal attack and die for Hero 1 time
br: [Lendário Antigo] Chance de bloquear um ataque letal e morrer como Herói 1 vez
de: [Antik Legendär] Chance, einen tödlichen Angriff zu blocken und 1 Mal für den Helden zu sterben
fr: [Ancien légendaire] Chance de bloquer une attaque létale et de mourir pour le Héros 1 fois
ru: [Древний легендарный] Шанс блокировать смертельную атаку и умереть для героя 1 раз

source: Living Bomb
br: Bomba viva
de: Lebende Bombe
fr: Bombe vivante
ru: Живая бомба

source: Keeps throwing bombs that deal splash damage.
br: Joga bombas continuamente para causar dano de área.
de: Wirft immer wieder Bomben, die Flächenschaden verursachen.
fr: Il continue à lancer des bombes qui infligent des dégâts de zone.
ru: Бросает бомбы, которые наносят урон по области.

source: [Legendary] The bomb will split into 3 mini bombs once it hits the floor
br: [Lendário] A bomba se dividirá em 3 minibombas quando atingir o chão
de: [Legendär] Die Bombe zerfällt in 3 Minibomben, sobald sie den Boden berührt
fr: [Légendaire] La bombe se divise en 3 mini-bombes lorsqu'elle touche le sol.
ru: [Легендарное] После падения на пол бомба распадается на 3 мини-бомбы

source: Noisy Owl
br: Coruja barulhenta
de: Lärmende Eule
fr: Hibou bruyant
ru: Любопытная сова

source: Part of the gale force, this owl can summon a strong gale which can knockback enemies.
br: Parte da força do vendaval, esta coruja pode invocar um forte vendaval que derruba inimigos
de: Als Teil der Sturmstärke kann diese Eule einen starken Sturm beschwören, der Feinde umhauen kann.
fr: Ce hibou peut invoquer un fort coup de vent qui peut renverser les ennemis
ru: Вобрав в себя могущество урагана, эта сова способна призывать могучий ветер, отбрасывающий врагов.

source: Sends 2 forward-facing tornado projectiles that can knockback enemies
br: Envia 2 projéteis de tornado voltados para a frente que podem causar um choque nos inimigos
de: Sendet 2 nach vorne gerichtete Tornado-Geschosse aus, die Gegner umwerfen können
fr: Envoie 2 projectiles tornade orientés vers l'avant qui peuvent frapper les ennemis.
ru: Посылает 2 направленных вперед снаряда "торнадо", которые сбивают противников с ног.

source: [Legendary] Projectiles split into 2 after some distance
br: [Lendário] Os projéteis se dividem em dois após uma certa distância
de: [Legendär] Geschosse teilen sich nach einiger Entfernung in 2 Teile auf
fr: [Légendaire] Les projectiles se divisent en 2 après une certaine distance
ru: [Легендарное] Снаряды разделяются на 2 после некоторого расстояния

source: Flaming Ghost
br: Fantasma flamejante
de: Brennender Geist
fr: Fantôme flamboyant
ru: Пылающий призрак

source: A ghost burning with blue flames that can shoot fireballs which split.
br: Um fantasma queimando em chamas azuis que pode disparar bolas de fogo que se dissipam.
de: Ein Geist, der mit blauen Flammen brennt und Feuerbälle schießen kann, die sich teilen.
fr: Un fantôme avec des flammes bleues qui peut tirer des boules de feu qui se divisent.
ru: Призрак, пылающий синим пламенем, который выстреливает разделяющимися шарами огня.

source: Sends a single forward-facing projectile that splits into two, similar to the purple ghost projectile
br: Envia um único projétil voltado para a frente que se divide em dois, semelhante ao projétil fantasma roxo
de: Sendet ein einzelnes, nach vorne gerichtetes Projektil aus, das sich in zwei Teile aufspaltet, ähnlich wie das lila Geisterprojektil
fr: Envoie un seul projectile orienté vers l'avant qui se divise en deux, similaire au le projectile fantôme violet
ru: Посылает один направленный вперед снаряд, который разделяется на два, подобно снаряду фиолетового призрака

source: [Legendary] Projectiles rebound once
br: [Lendário] Os projéteis ricocheteiam uma vez
de: [Legendär] Geschosse prallen einmal ab
fr: [Légendaire] Les projectiles rebondissent une fois
ru: [Легендарное] Снаряды отскакивают один раз

source: Bear Ring
br: Anel de urso
de: Bärenring
fr: Bague Ours
ru: Медвежье кольцо

source: Bestowed with the Power of a Bear.
br: Provido de poder de um urso.
de: Besitzt die Kräfte eines Bären.
fr: Doté du pouvoir d'un ours.
ru: Даровал силу медведя.

source: [Chaos] Fire Damage +5%
br: [Caos] Dano de fogo +5%
de: [Chaos] Feuerschaden +5%
fr: [Chaos] +5% de dégâts de feu
ru: [Хаос] Урон от огня +5%

source: Increases damage to ground units +[x]
br: Aumenta o dano às unidades terrestres +[x]
de: Erhöht den Schaden an Bodeneinheiten +[x]
fr: Augmente les dégâts infligés aux unités terrestres +[x]
ru: Увеличивает урон, наносимый наземным подразделениям +[x]

source: [Rare] Max HP +5%
br: [Raro] HP máximo +5%
de: [Selten] Max HP +5%
ru: [Редкое] Максимальное количество HP +5%

source: [Epic] Coins From Battle +10%
br: [Épico] Moedas de batalha +10%
de: [Episch] Münzen aus der Schlacht +10%
fr: [Épique] Pièces de combat +10%
ru: [Эпическое] Монеты из битвы +10%

source: [Legendary] Ice Damage +8%
br: [Lendário] Dano de gelo +8%
de: [Legendär] Eisschaden +8%
fr: [Légendaire] Dégâts de glace +8%.
ru: [Легендарное] Урон льдом +8%

source: [Mythic] Ground Units damage reduced +7%
br: [Mítico] Dano das unidades terrestres reduzido em +7%
de: [Mythisch] Schaden von Bodeneinheiten um +7% reduziert
fr: [Mythique] Les dégâts des unités terrestres sont réduits de +7%.
ru: [Мифический] Урон наземных юнитов снижен на +7%

source: [Mythic+1] Ring Basic Stats +5%
br: [Mítico+1] Estatísticas básicas do anel +5%
de: [Mythisch+1] Ring Grundwerte +5%
fr: [Mythique+1] Stats de base de l'anneau +5%
ru: [Мифический+1] Основные показатели кольца +5%

source: [Mythic+2] Epic Skill Effect Upgraded (+15%)
br: [Mítico+2] Efeito de habilidade épica aprimorado (+15%)
de: [Mythisch+2] Epischer Fertigkeitseffekt verbessert (+15%)
fr: [Mythique+2] Effet de compétence épique amélioré (+15%)
ru: [Мифический+2] Улучшен эффект эпического умения (+15%)
