Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Charm: Charmed enemies will receive additional damage with reduced movement speed and loss of health.<br><br><b>Additional Skill Notes:</b><br> • Applies a 'Charm' when targetting an enemy every 10 seconds, or applies it instantly when attacking an enemy.<br> • Deals 48% of non-modifiable base damage (includes rune ATK% boosts) for 2 ticks.<br> • The damage ticked increases by 0.4% of your base damage each time you level up, maximum of 49.6%.<br> • Creates a portal that lasts 5 seconds at a time until used.
br: Encantamento: Inimigos com encanto receberão dano adicional com velocidade de movimento reduzida e perda de vida.<br><br><b>Notas adicionais de habilidade:</b><br> - Aplica um 'Encanto' ao mirar em um inimigo a cada 10 segundos ou aplica-o instantaneamente ao atacar um inimigo.<br> - Causa 48% do dano básico não modificável (inclui aumentos de ATQ% das runas) por 2 ticks.<br> - O tick de dano aumenta em 0,4% do seu dano básico a cada vez que você sobe de nível, com um máximo de 49,6%.<br> - Cria um portal que dura 5 segundos por vez até ser usado.
de: Charme: Verzauberte Feinde erleiden zusätzlichen Schaden mit reduziertem Bewegungstempo und Verlust von Lebenspunkten.<br><br><b>Zusätzliche Anmerkungen zur Fertigkeit:</b><br> - Wendet alle 10 Sekunden einen "Zauber" an, wenn ein Feind anvisiert wird, oder wendet ihn sofort an, wenn ein Feind angegriffen wird.<br> - Verursacht 48% des nicht modifizierbaren Grundschadens (einschließlich ATK%-Boosts der Runen) für 2 Ticks.<br> - Der getickte Schaden erhöht sich bei jedem Levelaufstieg um 0,4% des Grundschadens, maximal 49,6%.<br> - Erzeugt ein Portal, das jeweils 5 Sekunden lang bestehen bleibt, bis es benutzt wird.
fr: Charme : Les ennemis charmés subissent des dégâts supplémentaires et voient leur vitesse de déplacement et perte de santé.<br><br><b>Notes de compétences additionnelles:</b><br> - Applique un 'Charme' en ciblant un ennemi toutes les 10 secondes, ou l'applique instantanément en attaquant un ennemi.<br> - Inflige 48% des dégâts de base non modifiables (y compris les boosts d'ATK% des runes) pendant 2 ticks.<br> - Les dégâts infligés par le tick augmente de 0,4% de vos dégâts de base à chaque fois que vous montez de niveau, maximum de 49,6%.<br> - Crée un portail qui dure 5 secondes à la fois jusqu'à ce qu'il soit utilisé.
ru: Очарование: Очарованные враги получают дополнительный урон, снижают скорость передвижения и теряют здоровье.<br><br><b>Дополнительные сведения о навыке:</b><br> - Накладывает "Очарование" на цель врага каждые 10 секунд, либо накладывает его мгновенно при атаке врага.<br> - Наносит 48% немодифицируемого базового урона (включает прибавку ATK% руны) за 2 тика.<br> - Наносимый тиком урон увеличивается на 0,4% от базового урона при каждом повышении уровня, максимум - 49,6%.<br> - Создает портал, который действует 5 секунд, пока не будет использован.

source: Patrol Locket Scroll Earnings +[x]%
br: Ganhos do Pergaminho do medalhão de patrulha +[x]%
de: Patrouillen-Medaillon-Schriftrolle Ertrag +[x]%
fr: Gains du parchemin de médaillon de patrouille +[x]%
ru: Заработок свитка медальона патруля +[x]%

source: Crit Damage +15% <span class='all_effect_span'>All Heroes</span>
br: Dano crítico +15% <span class='all_effect_span'>Todos os heróis</span>
de: Kritischer Schaden +15% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts critiques +15% <span class='all_effect_span'>Tous les héros</span>
ru: Критический урон +15% <span class='all_effect_span'>Все герои</span>.

source: Witchcraft - Dodger: After leaving the portal, dodge rate increased by 75% for a while
br: Bruxaria - Esquiva: Depois de sair do portal, a taxa de esquiva aumenta em 75% por um tempo
de: Hexerei - Ausweichmanöver: Nach dem Verlassen des Portals wird die Ausweichrate für eine Weile um 75% erhöht
fr: Sorcellerie - Esquiveur : Après avoir quitté le portail, le taux d'esquive augmente de 75% pendant un certain temps
ru: Колдовство - Уклонение: После выхода из портала скорость уклонения на некоторое время увеличивается на 75%

source: Trait - Elegance: After using the portal, enemies around the portal will be Charmed
br: Característica - Elegância: Depois de usar o portal, os inimigos ao redor do portal serão Encantados
de: Eigenschaft - Eleganz: Nach der Benutzung des Portals werden die Feinde in der Nähe des Portals verzaubert.
fr: Trait - Elégance : Après avoir utilisé le portail, les ennemis autour du portail seront charmés
ru: Черта - Элегантность: После использования портала враги вокруг него будут зачарованы

source: Spirit - Upgrade: Damage towards furthest enemies is increased
br: Espírito - Atualização: O dano contra os inimigos mais distantes é aumentado
de: Geist - Upgrade: Der Schaden gegen die am weitesten entfernten Feinde wird erhöht
fr: Esprit - Amélioration : Les dégâts infligés aux ennemis les plus éloignés sont augmentés
ru: Дух - Улучшение: Урон, наносимый самым дальним врагам, увеличен

source: Witchcraft - Charm: Strengthen Charmed effect
br: Feitiçaria - Encantamento: Fortalecer o efeito de Encantado
de: Hexerei - Zauberspruch: Effekt der Verzauberung verstärken
fr: Sorcellerie - Charme : Renforcer l'effet de charme
ru: Колдовство - Очарование: Усиление эффекта очарования

source: Attack +250 <span class='all_effect_span'>All Heroes</span>
br: Ataque +250 <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +250 <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +250 <span class='all_effect_span'>Tous les héros</span>
ru: Атака +250 <span class='all_effect_span'>Всех героев</span>

source: Damage to Bosses +7% <span class='all_effect_span'>All Heroes</span>
br: Dano aos chefes +7% <span class='all_effect_span'>Todos os heróis</span>
de: Schaden gegen Bosse +7% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux boss +7% <span class='all_effect_span'>Tous les héros</span>
ru: Урон по боссам +7% <span class='all_effect_span'>Все герои</span>.

source: Ayana's base Attack +5%
br: Ataque básico de Ayana +5%
de: Ayanas Grundangriff +5%
fr: Attaque de base d'Ayana +5%.
ru: Базовая атака Аяны +5%

source: Damage to ground Units +200
br: Dano a unidades terrestres +200
de: Schaden an Bodeneinheiten +200
fr: Dégâts aux unités terrestres +200
ru: Урон, наносимый наземным единицам +200

source: Increased Movement Speed after being teleported
br: Aumenta Velocidade de movimento após teleporte
de: Erhöhte Bewegungsgeschwindigkeit nach Teleport
fr: Vitesse de déplacement augmentée après la téléportation
ru: Скорость движения увеличивается после телепортации

source: Attack +10% being teleported
br: Ataque +10% ao ser teletransportado
de: Angriff +10% beim Teleportieren
fr: Attaque +10% en cas de téléportation
ru: Атака +10% при телепортации

source: Deals Damage to elite enemies +5%
br: Causa dano a inimigos de elite +5%
de: Verursacht Schaden an Elite-Feinden +5%.
fr: Inflige des dégâts aux ennemis d'élite +5%.
ru: Наносит урон элитным противникам +5%

source: Ayana's base HP +10%
br: HP básico de Ayana +10%
de: Ayana's Basis-HP +10%
fr: HP de base d'Ayana +10%
ru: Базовые HP Аяны +10%

source: Increased damage to slowed enemies
br: Maior dano para inimigos desacelerados
de: Erhöhter Schaden an verlangsamten Gegnern
fr: Dégâts aux ennemis ralentis augmentés
ru: Повыш. урон по врагам с замедлением

source: Control Effect Duration +30%
br: Duração do efeito de controle +30%
de: Kontrolle der Effektdauer +30%
fr: Durée de l'effet de contrôle +30%.
ru: Продолжительность эффекта управления +30%

source: Damage to mobs +8%
br: Dano aos mobs +8%
de: Schaden an Mobs +8%
fr: Dégâts infligés aux monstres +8%.
ru: Урон по мобам +8%

source: Little Witch
br: Pequena Bruxa
de: Kleine Hexe
fr: Petite sorcière
ru: Маленькая ведьма

source: After being transported, collision damage is reduced by 25% within 3s
br: Depois de ser transportado, dano de colisão é reduzido em 25% durante 3 segundos
de: Nach dem Transport, Kollisionsschaden innerhalb von 3 s um 25 % reduziert
fr: Après avoir été transporté, les dégâts de collision sont réduits de 25 % en 3 s
ru: После переноса ущерб от столкновения снижается на 25% на 3 сек.

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 145
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 145
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 145
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 145
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 145

source: Beach Dance
br: Dança de Praia
de: Strandtanz
fr: Danse de plage
ru: Пляжный танец

source: After each Charm, a small puddle is left which reduces enemy speed
br: Depois de cada Encanto aparece uma pequena poça que reduz a velocidade dos inimigos
de: Nach jedem Zauber bleibt kleine Pfütze zurück, die Geschwindigkeit des Feindes reduziert
fr: Après chaque charme, une petite flaque apparaît et ralentit les ennemis
ru: После каждого применения чар остается лужица, замедляющая врагов

source: Enchantress
br: Feiticeira
de: Zauberin
fr: Enchanteresse
ru: Чародейка

source: [Lvl 50] Attack +110
br: [Nível 50] Ataque +110
de: [Lvl 50] Angriff +110
fr: [Niv. 50] Attaque +110
ru: [50 уровень] Атака +110

source: Continuously charms nearby enemies.
br: Encanta inimigos próximos continuamente
de: Gegner im Umkreis werden fortlaufend verzaubert
fr: Charme les ennemis à proximité en continu
ru: Постоянно зачаровывает врагов поблизости

source: Obtained from Valentine's Day limited-time event. Price: cannot be purchased at the moment.
br: Obtido do evento por tempo limitado do Dia dos Namorados. Preço: não pode ser adquirido no momento.
de: Erhalten von der zeitlich begrenzten Veranstaltung zum Valentinstag. Preis: Kann momentan nicht gekauft werden.
fr: Obtenu lors de l'événement à durée limitée de la Saint-Valentin. Prix: ne peux pas être acheté pour le moment.
ru: Получен в рамках ограниченной акции День святого Валентина. Цена: в данный момент не может быть куплена.

source: Onir
ru: Онир

source: The son of Light, possessing all the powers from the Light like his shiny hair.
br: O filho da luz, possui todos os poderes da luz, como seu cabelo brilhante.
de: Der Sohn des Lichts, der alle Kräfte des Lichts besitzt, wie etwa sein glänzendes Haar.
fr: Le fils de la lumière aux cheveux brillants, possédant tous les pouvoirs de la lumière.
ru: Сын света, черпающий из света все свои необычайные силы – и чудесную шевелюру.

source: Max HP +200
br: HP máximo +200
ru: Максимальная мощность +200

source: Damage to Ground Units +20%
br: Dano a unidades terrestres +20%
de: Schaden an Bodeneinheiten +20%
fr: Dégâts aux unités terrestres +20%.
ru: Урон, наносимый наземным боевым единицам +20%

source: Attack +6%
br: Ataque +6%
de: Angriff +6%
fr: Attaque +6%
ru: Атака +6%

source: Damage to Ground Units +6%
br: Dano a unidades terrestres +6%
de: Schaden an Bodeneinheiten +6%
fr: Dégâts aux unités terrestres +6%.
ru: Урон, наносимый наземным боевым единицам +6%

source: $9.99 USD or 30 Onir Shards
br: US$ 9,99 ou 30 Onir fragmentos
de: $9,99 USD oder 30 Onir-Scherben
fr: 9,99 USD ou 30 fragments d'Onir
ru: 9,99 USD или 30 осколков Онира

source: Your attacks cause an enhanced Holy effect
br: Seus ataques têm efeito sagrado aumentado
de: Deine Angriffe verursachen einen verbesserten heiligen Effekt
fr: Vos attaques infligent l'effet Sacré renforcé
ru: К вашим атакам добавляется усиленный священный эффект

source: Patrol Weapon Scroll Earnings +[x]%
br: Ganhos do pergaminho da arma de patrulha +[x]%
de: Patrouillenwaffen-Schriftrolle Ertrag +[x]%
fr: Gains du parchemin d'arme de patrouille +[x]%
ru: Заработок свитка патрульного оружия +[x]%

source: Max HP +200 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +200 <span class='all_effect_span'>Todos os heróis</span>
de: Max HP +200 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +200 <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +200 <span class='all_effect_span'>Все герои</span>.

source: Aurora - Shine: Light repeatedly attacks enemies, with increased damage
br: Aurora - Brilho: A luz ataca repetidamente os inimigos, com dano aumentado
de: Aurora - Schimmern: Licht greift Feinde wiederholt an, mit erhöhtem Schaden
fr: Aurore - Brillance : La lumière attaque les ennemis de façon répétée, avec des dégâts accrus
ru: Aurora - Сияние: Свет многократно атакует врагов, нанося им повышенный урон

source: Trait - Justice: When only one enemy remains, own crit rate is increased by 10%
br: Característica - Justiça: Quando resta apenas um inimigo, a taxa de críticos é aumentada em 10%
de: Eigenschaft - Gerechtigkeit: Wenn nur noch ein Feind übrig ist, wird die eigene Krit-Rate um 10% erhöht
fr: Trait - Justice : Lorsqu'il ne reste plus qu'un seul ennemi, son propre taux de crits est augmenté de 10%
ru: Черта - Справедливость: Когда остается только один враг, собственное количество критов увеличивается на 10%

source: Spirit - Upgrade: Attack speed and projectile speed increased
br: Espírito - Aprimoramento: Velocidade de ataque e velocidade do projétil aumentadas
de: Geist - Upgrade: Angriffsgeschwindigkeit und Projektilgeschwindigkeit erhöht
fr: Esprit - Amélioration : Vitesse d'attaque et vitesse des projectiles augmentées
ru: Дух - Модернизация: Скорость атаки и скорость полета снаряда увеличены

source: Aurora - Re-Shine: When enemy dies, another powerful light is released
br: Aurora - Re-Shine: Quando o inimigo morre, outra luz poderosa é liberada
de: Aurora - Neu leuchten: Wenn der Gegner stirbt, wird ein weiteres starkes Licht freigesetzt
fr: Aurora - Re-Shine : Lorsque l'ennemi meurt, une autre lumière puissante est libérée
ru: Aurora - Re-Shine: Когда враг погибает, высвобождается еще один мощный свет

source: Projectile Resistance +10% <span class='all_effect_span'>All Heroes</span>
br: Resistência a projéteis +10% <span class='all_effect_span'>Todos os heróis</span>
de: Projektil-Widerstand +10% <span class='all_effect_span'>Alle Helden</span>
fr: Résistance aux projectiles +10% <span class='all_effect_span'>Tous les héros</span>
ru: Сопротивление ударам +10% <span class='all_effect_span'>Все герои</span>.

source: Damage to Mobs +7% <span class='all_effect_span'>All Heroes</span>
br: Dano a Mobs +7% <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Mobs +7% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux monstres +7% <span class='all_effect_span'>Tous les héros</span>
ru: Урон по мобам +7% <span class='all_effect_span'>Все герои</span>.

source: Onir's base Attack +5%
br: Ataque básico de Onir +5%
de: Onirs Grundangriff +5%
fr: Attaque de base d'Onir +5%.
ru: Базовая атака Онира +5%

source: Max Hp +480
br: Potência máxima +480
de: Höchstleistung +480 PS
ru: Максимальная мощность +480

source: Crit Chance +8%
br: Chance de crítico +8%
de: Kritische Chance +8%
fr: Chance de critique +8%
ru: Шанс крита +8%

source: Holy damage increased. +1 holy projectile
br: Dano Sagrado aumentado. +1 projétil sagrado
de: Heiligschaden erhöht. +1 heiliges Projektil
fr: Dégâts sacrés augmentés. +1 projectile sacré
ru: Святой урон повышен. +1 святой снаряд

source: Damage to Airborne Units +6%
br: Dano a unidades aéreas +6%
de: Schaden an fliegenden Einheiten +6%
fr: Dégâts infligés aux unités aériennes +6%.
ru: Урон, наносимый воздушно-десантным подразделениям +6%

source: Onir's base HP +10%
br: HP básico de Onir +10%
de: Onirs Basis-HP +10%
fr: HP de base d'Onir +10%
ru: Базовые HP Онира +10%

source: Holy touch projectiles can bounce
br: Projéteis de Toque sagrado podem rebotar
de: Heilige-Berührung-Geschosse können abprallen
fr: Les projectiles d'Impact sacré peuvent rebondir
ru: Снаряды со свящ. касанием отскакивают

source: Gain extra boost when increasing Max HP
br: Ganhe boost adicional ao aumentar HP máx.
de: Zusätzlicher Boost bei Erhöhung von Max GP
fr: Gagnez un boost supplémentaire lorsque vous augmentez vos PV max
ru: Получ. доп. усиление при повыш. макс. ОЗ

source: Weapon Damage +6%
br: Dano da arma +6%
de: Schaden der Waffe +6%
fr: Dégâts de l'arme +6%.
ru: Урон от оружия +6%

source: Athenian Lord
br: Lorde Ateniense
de: Athener Herr
fr: Seigneur athénien
ru: Афинский владыка

source: [Lvl 30]: Max HP +250
br: [Nível 30]: HP máximo +250
fr: [Niv. 30] : HP max +250
ru: [30 уровень]: Максимальное количество HP +250

source: Every 10s, Light stats damage is increased 10%, disappears at the end of battle
br: A cada 10s, dano de stats leve aumenta 10%. Desaparece ao final da batalha
de: Alle 10 s wird Lichtschaden um 10 % erhöht und verschwindet am Ende des Kampfes
fr: Ttes les 10 s, les dégâts de foudre augmentent de 10 % jusqu'à la fin du combat
ru: Каждые 10 сек. урон светом увеличивается на 10%. В конце битвы пропадает.

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 95
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 95
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 95
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 95
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 95

source: This is Sparta
br: Aqui é Esparta
de: Dies ist Sparta
fr: Nous sommes de Spartiates
ru: Это Спарта

source: [Lvl 60]: Attack +75
br: [Nível 60]: Ataque +75
de: [Lvl 60]: Angriff +75
fr: [Niv. 60] : Attaque +75
ru: [60 уровень]: Атака +75

source: Chance to throw shield when attacking. Fires lances at surrounding enemies when attacked.
br: Chance de jogar escudo ao atacar. Dispara lança contra inimigos que o rodeiam ao ser atacado
de: Chance, beim Angriff einen Schild zu werfen. Wirft Lanzen auf Gegner in der Nähe, wenn angegriffen.
fr: Chance de lancer un bouclier en attaquant. Lance des lances sur les ennemis proches lorsqu'attaqué
ru: Шанс бросить щит при атаке. Выпускает копья в сторону окружающих врагов в момент атаки

source: Rolla
ru: Ролла

source: The goddess of Ice, wielder of the power of ice and snow with virtuous heart.
br: A deusa do gelo, detentora do poder do gelo e da neve com um coração puro.
de: Die Göttin des Eises, die die Kraft von Eis und Schnee mit tugendhaftem Herzen beherrscht.
fr: La déesse de la glace au cœur vertueux, détentrice du pouvoir de la glace et de la neige.
ru: Богиня льда с доблестным сердцем, владеющая могуществом мороза и снега.

source: Attack +60
br: Ataque +60
de: Angriff +60
fr: Attaque +60
ru: Атака +60

source: Collision Damage Resistence +20%
br: Resistência a danos de colisão +20%
de: Widerstand gegen Kollisionsschaden +20%
fr: Résistance aux dégâts de collision +20%.
ru: Устойчивость к повреждениям при столкновении +20%

source: Attack +5%
br: Ataque +5%
de: Angriff +5%
fr: Attaque +5%
ru: Атака +5%

source: Collision Damage Resistance +7%
br: Resistência a danos por colisão +7%
de: Widerstand gegen Kollisionsschäden +7%
fr: Résistance aux dégâts de collision +7%.
ru: Устойчивость к повреждениям при столкновении +7%

source: $16.99 USD or 30 Rolla Shards
br: US$ 16,99 ou 30 Rolla fragmentos
de: $16.99 USD oder 30 Rolla-Scherben
fr: 16,99 USD ou 30 fragments de Rolla
ru: 16,99 долл. или 30 осколков ролла

source: Your attacks freeze enemies for a longer time
br: Seus ataques congelam o inimigo por mais tempo
de: Deine Angriffe frieren Feinde für eine längere Zeit ein
fr: Vos attaques gèlent les ennemis plus longtemps
ru: Ваши атаки надолго замораживают врагов

source: Damage to Melee Units +75 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades corpo a corpo +75 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Nahkampfeinheiten +75 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités de mêlée +75 <span class='all_effect_span'>Tous les héros</span>
ru: Урон, наносимый юнитам ближнего боя, +75 <span class='all_effect_span'>Все герои</span>.

source: Frost - Sub-Zero: Frozen damage increased, frozen time increased
br: Gelo - Sub-Zero: Dano de congelamento aumentado, tempo de congelamento aumentado
de: Frost - Sub-Zero: Gefrierschaden erhöht, Gefrierzeit erhöht
fr: Gel - Sub-Zero : Augmentation des dégâts de gel, augmentation de la durée de gel
ru: Frost - Sub-Zero: Урон от заморозки увеличен, время заморозки увеличено

source: Trait - Ice Snow: Upgrade quicker during battle, Spellbook mana increased
br: Característica - Neve gelada: Atualização mais rápida durante a batalha, aumento da mana do livro de feitiços
de: Eigenschaft - Eisschnee: Schnelleres Upgrade während des Kampfes, erhöhtes Zauberbuch-Mana
fr: Trait - Neige glacée : Amélioration plus rapide pendant le combat, augmentation du mana du livre de sorts
ru: Признак - Ледяной снег: Улучшение во время боя происходит быстрее, увеличивается количество маны в книге заклинаний

source: Spirit - Upgrade: Attack is reduced for a while for the enemy the Spirit attacks
br: Espírito - Atualização: O ataque é reduzido por um tempo para o inimigo que o Espírito ataca
de: Geist - Upgrade: Der Angriff des Gegners, den der Geist angreift, wird eine Zeit lang reduziert.
fr: Esprit - Amélioration : L'attaque est réduite pendant un certain temps pour l'ennemi que l'Esprit attaque
ru: Дух - Улучшение: Атака противника, которого атакует дух, снижается на некоторое время

source: Frost - Ice Spike: Frozen enemies will have their first received damage increased
br: Frost - Espigão de gelo: Os inimigos congelados terão seu primeiro dano recebido aumentado
de: Frost - Eisstachel: Bei gefrorenen Gegnern wird der erste empfangene Schaden erhöht.
fr: Givre - Pointe de glace : Les ennemis gelés voient leurs premiers dégâts reçus augmentés
ru: Frost - Ледяной шип: У замороженных противников увеличивается первый получаемый урон

source: Crit Damage +20% <span class='all_effect_span'>All Heroes</span>
br: Dano crítico +20% <span class='all_effect_span'>Todos os heróis</span>
de: Kritischer Schaden +20% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts critiques +20% <span class='all_effect_span'>Tous les héros</span>
ru: Критический урон +20% <span class='all_effect_span'>Все герои</span>.

source: Max HP +7% <span class='all_effect_span'>All Heroes</span>
br: HP máximo +7% <span class='all_effect_span'>Todos os heróis</span>
de: Max HP +7% <span class='all_effect_span'>Alle Helden</span>
fr: PV max +7% <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +7% <span class='all_effect_span'>Все герои</span>.

source: Rolla's base Attack +5%
br: Ataque básico de Rolla +5%
de: Rollas Grundangriff +5%
fr: Attaque de base de Rolla +5%.
ru: Базовая атака Роллы +5%

source: Damage to Melee Units +240
br: Dano a unidades corpo a corpo +240
de: Schaden an Nahkampfeinheiten +240
fr: Dégâts aux unités de mêlée +240
ru: Урон, наносимый боевым единицам ближнего боя +240

source: Attacking enemies stacks freeze damage
br: Atacar inimigos acumula dano de congelamento
de: Gegner angreifen stapelt Frostschaden
fr: Les ennemis qui attaquent cumulent des dégâts de gel
ru: Атаки на врагов накапливают урон от заморозки

source: Ice Damage +22%
br: Dano de gelo +22%
de: Eisschaden +22%
fr: Dégâts de glace +22%.
ru: Урон льдом +22%

source: Rolla's base HP +10%
br: HP básico de Rolla +10%
de: Grund-HP von Rolla +10%
fr: HP de base de Rolla +10%
ru: Базовые HP Роллы +10%
