Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: • (Hero Altar lvl50) Damage to Elite Enemies +[x]%
br: - (Altar do Herói nível 50) Dano a Inimigos de Elite +[x]%
de: • (Heldenaltar lvl50) Schaden an Elite-Feinden +[x]%
fr: - (Autel du héros lvl50) Dégâts aux ennemis élite +[x]%
ru: - (Алтарь героя lvl50) Урон по элитным врагам +[x]%

source: egg stats
br: estatísticas de ovos
de: Eierstatistiken
fr: Statistiques sur les œufs
ru: статистика яиц

source: Includes
br: Inclui
de: Enthält
fr: Comprend
ru: Включает

source: • List of available Monsters
br: - Lista de monstros disponíveis
de: • Liste der verfügbaren Monster
fr: - Liste des monstres disponibles
ru: - Список доступных монстров

source: • Numbers of kills required to hatch or complete quests
br: - Número de mortes necessárias para chocar ou completar missões
de: • Anzahl der Tötungen, die zum Ausbrüten oder Abschließen von Quests erforderlich sind
fr: - Nombre de morts nécessaires à l'éclosion ou à l'accomplissement des quêtes
ru: - Количество убийств, необходимых для вылупления или выполнения квестов

source: • Completed quest dialogue
br: - Diálogo da missão concluída
de: • Abgeschlossener Questdialog
fr: - Dialogue de la quête achevée
ru: - Завершенный диалог квеста

source: • Automated hatch timers
br: - Temporizadores de escotilha automatizados
de: • Automatisierte Zeitschaltuhren für Luken
fr: - Minuteries automatisées pour les éclosions
ru: - Автоматические таймеры люков

source: • Where to find each Monster and which locations are recommended
br: - Onde encontrar cada Monster e quais locais são recomendados
de: • Wo man jedes Monster findet und welche Standorte empfohlen werden
fr: - Où trouver chaque monstre et quels sont les lieux recommandés
ru: - Где найти каждого монстра и какие места рекомендуются

source: • Monster training bonuses and costs (still Work in Progress)
br: - Bônus e custos de treinamento de monstros (ainda em andamento)
de: • Boni und Kosten der Monsterausbildung (noch in Arbeit)
fr: - Bonus et coûts d'entraînement des monstres (travail en cours)
ru: - Бонусы и стоимость обучения монстров (пока в процессе разработки)

source: Initially made by LanderZ
br: Inicialmente criado por LanderZ
de: Ursprünglich erstellt von LanderZ
fr: Initialement réalisé par LanderZ
ru: Изначально сделано LanderZ

source: hidden stats
br: estatísticas ocultas
de: versteckte Statistiken
fr: statistiques cachées
ru: скрытая статистика

source: Stats unlocked when reaching Mythic Refinement
br: Estatísticas desbloqueadas ao atingir o Refinamento Mítico
de: Werte, die bei Erreichen der Mythischen Veredelung freigeschaltet werden
fr: Stats débloquées en atteignant le niveau Raffinement mythique
ru: Статы разблокируются при достижении Мифического совершенствования

source: • Weapon → For a brief while after taking damage, the next hit fires an extra shot.
br: - Weapon → Por um breve período após receber dano, o próximo golpe dispara um tiro extra.
de: • Waffe → Nach einem Schaden wird beim nächsten Treffer für kurze Zeit ein zusätzlicher Schuss abgegeben.
fr: - Arme → Pendant un court instant après avoir subi des dégâts, le coup suivant tire un supplémentaire.
ru: - Оружие → В течение некоторого времени после получения урона следующее попадание наносит дополнительный выстрел.

source: • Armor → The Higher the HP, the higher the Attack.
br: - Armadura → Quanto maior o HP, maior o ataque.
de: • Rüstung → Je höher die HP, desto höher die Attacke.
fr: - Armure → Plus les HP sont élevés, plus l'attaque est importante.
ru: - Броня → Чем больше HP, тем выше атака.

source: • Bracelet → When recovering HP in the Angel room, there is a chance to receive 3x healing.
br: - Bracelete → Ao recuperar o HP na sala do Anjo, há uma chance de receber 3x a cura.
de: • Armband → Wenn du im Engelsraum HP wiederherstellst, besteht die Chance, dass du 3x Heilung erhältst.
fr: - Bracelet → Lorsque vous récupérez des PV dans la salle de l'Ange, vous avez une chance de de recevoir 3x la guérison.
ru: - Браслет → При восстановлении HP в комнате ангела есть шанс получить 3-кратное исцеление.

source: • Pets n°1 & Pets n°2 → After 2 attacks, the next attack deals double damage.
br: - Mascotes n°1 e Mascotes n°2 → Após 2 ataques, o próximo ataque causa o dobro de dano.
de: • Haustiere Nr. 1 & Haustiere Nr. 2 → Nach 2 Angriffen verursacht der nächste Angriff doppelten Schaden.
fr: - Animaux n°1 & Animaux n°2 → Après 2 attaques, l'attaque suivante inflige le double de dégâts.
ru: - Домашние животные №1 и домашние животные №2 → После 2 атак следующая атака наносит двойной урон.

source: • Locket → For the first 3s after entering a room, increases movement speed.
br: - Locket → Nos primeiros 3s após entrar em uma sala, aumenta a velocidade de movimento.
de: • Medaillon → Erhöht in den ersten 3 Sekunden nach Betreten eines Raums die Bewegungsgeschwindigkeit.
fr: - Ecrin → Pendant les 3 premières secondes suivant l'entrée dans une pièce, augmente la vitesse de déplacement.
ru: - Медальон → На первые 3 с после входа в комнату увеличивает скорость передвижения.

source: • SpellBook → SpellBook can gain energy from Hearts.
br: - SpellBook → O SpellBook pode obter energia dos Hearts.
de: • SpellBook → SpellBook kann Energie aus Herzen gewinnen.
fr: - SpellBook → SpellBook peut obtenir de l'énergie des cœurs.
ru: - SpellBook → SpellBook может получать энергию от сердец.

source: Comments
br: Comentários
de: Kommentare
fr: Commentaires
ru: Комментарии

source: • Pets n°1 & Pets n°2 → Works only for the pet attack.
br: - Pets n°1 & Pets n°2 → Funciona apenas para o ataque do pet.
de: • Haustiere Nr. 1 & Haustiere Nr. 2 → Funktioniert nur für den Haustierangriff.
fr: - Animaux n°1 & Animaux n°2 → Ne fonctionne que pour l'attaque de l'animal.
ru: - Pets n°1 & Pets n°2 → Действует только на атаку питомца.

source: Ingame id doesn't match or is too short
br: O ID do jogo não corresponde ou é muito curto
de: Die Ingame-ID stimmt nicht überein oder ist zu kurz
fr: L'identifiant en jeu ne correspond pas ou est trop court
ru: Игровой идентификатор не совпадает или слишком короткий

source: Username not allowed
br: Nome de usuário não permitido
de: Benutzername nicht erlaubt
fr: Nom d'utilisateur non autorisé
ru: Имя пользователя не разрешено

source: Ingame Id not allowed
br: Identificação no jogo não permitida
de: Ingame-Id nicht erlaubt
fr: L'identification dans le jeu n'est pas autorisée
ru: Игровой идентификатор запрещен

source: You need to log in first
br: Você precisa fazer login primeiro
de: Sie müssen sich zuerst anmelden
fr: Vous devez d'abord vous connecter
ru: Сначала необходимо войти в систему

source: Database Maintenance
br: Manutenção de banco de dados
de: Wartung der Datenbank
fr: Maintenance de la base de données
ru: Обслуживание баз данных

source: Archero - Wiki
ru: Археро - Вики

source: Go back
br: Voltar
de: Zurückgehen
fr: Retour
ru: Вернуться

source: PAGE NOT FOUND
br: PÁGINA NÃO ENCONTRADA
de: SEITE NICHT GEFUNDEN
fr: PAGE NON TROUVEE
ru: СТРАНИЦА НЕ НАЙДЕНА

source: Please enable JavaScript to use this website.
br: Ative o JavaScript para usar este site.
de: Bitte aktivieren Sie JavaScript, um diese Website zu nutzen.
fr: Veuillez activer JavaScript pour utiliser ce site web.
ru: Пожалуйста, включите JavaScript для использования этого сайта.

source: Contact
br: Contato
de: Kontakt
ru: Связаться с

source: Terms of Use
br: Termos de uso
de: Nutzungsbedingungen
fr: Conditions d'utilisation
ru: Условия использования

source: Community Links
br: Links da comunidade
de: Gemeinschaftliche Links
fr: Liens communautaires
ru: Ссылки на сообщества

source: LeMutique's Server
br: Servidor do LeMutique
fr: Serveur de LeMutique
ru: Сервер LeMutique

source: TigerShark's Server
br: Servidor do TigerShark
fr: Serveur de TigerShark
ru: Сервер TigerShark

source: Japanese Wiki Archero
br: Wiki Archero Japonês
fr: Wiki Japonais Archero
ru: Японский вики по Archero

source: Shout-out :
br: Destaque :
de: Ausrufezeichen:
fr: Remerciements :
ru: Выдержка

source: Special thanks
br: Agradecimentos especiais
de: Besonderer Dank
fr: Remerciements particuliers
ru: Особая благодарность

source: Thanks to
br: Agradecimentos a
de: Dank an
fr: Merci à
ru: Благодаря

source: Started on 25th June 2022.
br: Iniciado em 25 de junho de 2022.
de: Beginnt am 25. Juni 2022.
fr: Démarrage le 25 juin 2022.
ru: Начало работы - 25 июня 2022 года.

source: You have this page because you're browser doesn't allow cookie, or you haven't load CSRF cookie
br: Você tem essa página porque seu navegador não permite cookies ou você não carregou o cookie CSRF
de: Sie sehen diese Seite, weil Ihr Browser keine Cookies zulässt oder Sie keinen CSRF-Cookie geladen haben.
fr: Vous avez cette page parce que votre navigateur n'autorise pas les cookies, ou parce que vous n'avez pas chargé le cookie CSRF
ru: Вы видите эту страницу, потому что ваш браузер не разрешает cookie, или вы не загрузили CSRF cookie

source: Go <a href='/%(LANGUAGE_CODE)s/calculator/update/%(public_id)s'>here</a>
br: Acesse <a href='/%(LANGUAGE_CODE)s/calculator/update/%(public_id)s'>here</a>
de: Gehen Sie <a href='/%(LANGUAGE_CODE)s/calculator/update/%(public_id)s'>hier</a>
fr: Allez <a href='/%(LANGUAGE_CODE)s/calculator/update/%(public_id)s'>ici</a>
ru: Перейти <a href='/%(LANGUAGE_CODE)s/calculator/update/%(public_id)s'>здесь</a>

source: if you want to load CSRF cookie
br: se você quiser carregar o cookie CSRF
de: wenn Sie einen CSRF-Cookie laden wollen
fr: si vous voulez charger le cookie CSRF
ru: если необходимо загрузить CSRF cookie

source: Login
de: Anmelden
fr: Connexion
ru: Вход

source: first if you want to load CSRF cookie
br: primeiro se você quiser carregar o cookie CSRF
de: zuerst, wenn Sie den CSRF-Cookie laden wollen
fr: d'abord si vous voulez charger le cookie CSRF
ru: сначала, если вы хотите загрузить CSRF cookie

source: If this persist, you may need to allow cookie for this website
br: Se isso persistir, talvez você precise permitir cookies para este site
de: Wenn dies der Fall ist, müssen Sie möglicherweise Cookies für diese Website zulassen
fr: Si cela persiste, il se peut que vous deviez autoriser les cookies pour ce site web.
ru: Если это продолжается, возможно, вам необходимо разрешить использование файлов cookie на этом сайте

source: Username
br: Nome de usuário
de: Benutzername
fr: Nom d'utilisateur
ru: Имя пользователя

source: Avoid space and special character for your username
br: Evite espaço e caracteres especiais em seu nome de usuário
de: Vermeiden Sie Leerzeichen und Sonderzeichen für Ihren Benutzernamen
fr: Evitez les espaces et les caractères spéciaux dans votre nom d'utilisateur
ru: Избегайте пробелов и специальных символов в имени пользователя

source: Ingame ID
br: ID do jogo
fr: ID en jeu
ru: Игровой идентификатор

source: Please check one last time that you have entered the correct ID, this will affect the creation of your profile.
br: Verifique uma última vez se você inseriu o ID correto, pois isso afetará a criação do seu perfil.
de: Bitte überprüfen Sie ein letztes Mal, ob Sie die richtige ID eingegeben haben, denn dies hat Auswirkungen auf die Erstellung Ihres Profils.
fr: Veuillez vérifier une dernière fois que vous avez saisi l'identifiant correct, cela affectera la création de votre profil.
ru: Пожалуйста, проверьте в последний раз правильность ввода идентификатора, это повлияет на создание вашего профиля.

source: Do you still want to confirm ?
br: Você ainda quer confirmar?
de: Möchten Sie immer noch bestätigen?
fr: Voulez-vous encore confirmer ?
ru: Вы все еще хотите подтвердить?

source: Yes
br: Sim
de: Ja
fr: Oui
ru: Да

source: No
br: Não
de: Nein
fr: Non
ru: Нет

source: Username must be between 3 and 15 characters long
br: O nome de usuário deve ter entre 3 e 15 caracteres
de: Der Benutzername muss zwischen 3 und 15 Zeichen lang sein
fr: Le nom d'utilisateur doit comporter entre 3 et 15 caractères.
ru: Имя пользователя должно содержать от 3 до 15 символов

source: You cannot use this username
br: Não é possível usar esse nome de usuário
de: Sie können diesen Benutzernamen nicht verwenden
fr: Vous ne pouvez pas utiliser ce nom d'utilisateur
ru: Вы не можете использовать это имя пользователя

source: Ingame ID field cannot be empty
br: O campo ID do jogo não pode estar vazio
de: Ingame-ID-Feld kann nicht leer sein
fr: Le champ Ingame ID ne peut pas être vide
ru: Поле Ingame ID не может быть пустым

source: Your id must fit this format: X-XXXXXXX
br: Sua identificação deve corresponder a este formato: X-XXXXXXX
de: Ihre ID muss diesem Format entsprechen: X-XXXXXXX
fr: Votre identifiant doit correspondre à ce format : X-XXXXXXX
ru: Ваш идентификатор должен соответствовать этому формату: X-XXXXXXX

source: Your id must be maximum 11 numbers
br: Sua identificação deve ter no máximo 11 números
de: Ihr Ausweis darf maximal 11 Zahlen enthalten
fr: Votre identifiant doit être composé de 11 chiffres au maximum
ru: Ваш идентификатор должен состоять не более чем из 11 цифр

source: Welcome to the Archero wiki, your go-to resource for the popular mobile game by HABBY. Explore tier lists, comprehensive guides, hero breakdowns, and item stats to enhance your gameplay. Dive into the world of Archero, available for both Android and iOS players.
br: Bem-vindo ao wiki de Archero, sua principal fonte de informações sobre o popular jogo para dispositivos móveis desenvolvido pela HABBY. Explore listas de tiers, guias abrangentes, análises de heróis e estatísticas de itens para aprimorar sua jogabilidade. Mergulhe no mundo de Archero, disponível para jogadores tanto no Android quanto no iOS.
de: Willkommen im Archero-Wiki, Ihrer Anlaufstelle für das beliebte Mobile-Spiel von HABBY. Entdecken Sie Tier-Listen, umfassende Anleitungen, Heldenanalysen und Item-Statistiken, um Ihr Gameplay zu verbessern. Tauchen Sie ein in die Welt von Archero, verfügbar für sowohl Android- als auch iOS-Spieler.
fr: Bienvenue sur le wiki d'Archero, votre ressource incontournable pour le populaire jeu mobile de HABBY. Explorez les listes de niveaux, les guides complets, les analyses de héros et les statistiques d'objets pour améliorer votre gameplay. Plongez dans le monde d'Archero, disponible pour les joueurs Android et iOS.
ru: Добро пожаловать в вики Archero, ваш ресурс для популярной мобильной игры от HABBY. Изучайте списки уровней, подробные руководства, анализы героев и статистику предметов, чтобы улучшить свою игру. Погрузитесь в мир Archero, доступный для игроков на Android и iOS.

source: The wiki might have outdated information !!
br: O wiki pode ter informações desatualizadas!
fr: Le wiki peut contenir des informations obsolètes !!
ru: Вики может содержать устаревшую информацию!!!

source: Please join Archero Discord server and use Blazo bot for more up-to-date content
br: Entre no servidor Discord da Archero e use o bot Blazo para obter conteúdo mais atualizado
fr: Rejoignez le serveur Discord d'Archero et utilisez le bot Blazo pour un contenu plus actuel.
ru: Пожалуйста, присоединяйтесь к серверу Archero Discord и используйте бота Blazo для получения более актуального контента

source: click here to join
br: clique aqui para participar
fr: cliquez ici pour rejoindre
ru: нажмите здесь, чтобы присоединиться

source: Damage Calculator
br: Calculadora de danos
de: Schaden-Rechner
fr: Calculateur de dégâts
ru: Калькулятор ущерба

source: Upgrade Cost
br: Custo de atualização
de: Upgrade-Kosten
fr: Coût d'amélioration
ru: Стоимость модернизации

source: Promo Codes
br: Códigos promocionais
fr: Codes promotionnels
ru: Промокоды

source: Google Sheet
br: Planilha do Google
de: Google-Blatt
fr: Feuille Google
ru: Лист Google

source: Theorycraft
br: Elaboração de teoria
ru: Теорекрафт

source: Make a Feedback to help improve the wiki
br: Faça um feedback para ajudar a melhorar o wiki
de: Geben Sie ein Feedback zur Verbesserung des Wikis
fr: Faire un Feedback pour aider à améliorer le wiki
ru: Оставить отзыв, чтобы помочь улучшить вики

source: FeedBack
fr: Commentaires
ru: Отзывы

source: Legal Notices
br: Avisos legais
de: Rechtliche Hinweise
fr: Avis juridiques
ru: Юридические уведомления

source: Website publisher
br: Editor do site
de: Herausgeber der Website
fr: Éditeur de sites web
ru: Издатель сайта

source: Email address
br: Endereço de e-mail
de: E-Mail Adresse
fr: Adresse électronique
ru: Адрес электронной почты

source: Website host
br: Hospedagem do site
fr: Hébergeur du site
ru: Хозяин сайта

source: LuhCaran, hosted in France
br: LuhCaran, hospedado na França
de: LuhCaran, beherbergt in Frankreich
fr: LuhCaran, hébergé en France
ru: LuhCaran, расположенный во Франции

source: Cookies
ru: Печенье

source: This website uses cookies to record the user's screen size to improve the website's display. The cookies also record the user's Archero ingame id and username.
br: Este site usa cookies para registrar o tamanho da tela do usuário para melhorar a exibição do site. Os cookies também registram o ID e o nome de usuário do Archero no jogo do usuário.
de: Diese Website verwendet Cookies, um die Bildschirmgröße des Benutzers zu erfassen und die Darstellung der Website zu verbessern. Die Cookies speichern auch die Archero-Spiel-ID und den Benutzernamen des Nutzers.
fr: Ce site web utilise des cookies pour enregistrer la taille de l'écran de l'utilisateur afin d'améliorer l'affichage du site. Les cookies enregistrent également l'identifiant de jeu Archero et le nom d'utilisateur.
ru: На этом сайте используются файлы cookie, позволяющие учитывать размер экрана пользователя для улучшения отображения сайта. В cookies также записывается игровой идентификатор и имя пользователя Archero.

source: Editorial responsibility
br: Responsabilidade editorial
de: Redaktionelle Verantwortung
fr: Responsabilité éditoriale
ru: Ответственность редакции

source: LuhCaran is responsible for the content published on this website and undertakes to comply with the laws in force regarding intellectual property and copyright.
br: A LuhCaran é responsável pelo conteúdo publicado neste site e se compromete a cumprir as leis em vigor relativas à propriedade intelectual e aos direitos autorais.
de: LuhCaran ist für die auf dieser Website veröffentlichten Inhalte verantwortlich und verpflichtet sich, die geltenden Gesetze zum geistigen Eigentum und zum Urheberrecht einzuhalten.
fr: LuhCaran est responsable du contenu publié sur ce site et s'engage à respecter les lois en vigueur en matière de propriété intellectuelle et au droit d'auteur.
ru: Компания LuhCaran несет ответственность за содержание, опубликованное на этом сайте, и обязуется соблюдать действующее законодательство в области интеллектуальной собственности и авторского права.

source: Intellectual property
br: Propriedade intelectual
de: Geistiges Eigentum
fr: Propriété intellectuelle
ru: Интеллектуальная собственность

source: The content of this website is protected by copyright. Any reproduction, copying or use of the content without prior authorization is prohibited.
br: O conteúdo deste site é protegido por direitos autorais. É proibida qualquer reprodução, cópia ou uso do conteúdo sem autorização prévia.
de: Der Inhalt dieser Website ist durch das Urheberrecht geschützt. Jegliche Wiedergabe, Vervielfältigung oder Nutzung des Inhalts ohne vorherige Genehmigung ist untersagt.
fr: Le contenu de ce site est protégé par le droit d'auteur. Toute reproduction, copie ou utilisation du contenu sans autorisation préalable est interdite.
ru: Содержание данного сайта защищено авторским правом. Любое воспроизведение, копирование или использование содержания без предварительного разрешения запрещено.

source: External links
br: Links externos
de: Externe Links
fr: Liens externes
ru: Внешние ссылки

source: This website may contain links to other websites. LuhCaran is not responsible for the content of these sites, and the user accesses these sites at their own risk.
br: Este site pode conter links para outros sites. A LuhCaran não é responsável pelo conteúdo desses sites, e o usuário acessa esses sites por sua própria conta e risco.
de: Diese Website kann Links zu anderen Websites enthalten. LuhCaran ist für den Inhalt dieser Websites nicht verantwortlich, und der Nutzer greift auf diese Websites auf eigenes Risiko zu.
fr: Ce site web peut contenir des liens vers d'autres sites web. LuhCaran n'est pas responsable du contenu de ces sites, et l'utilisateur accède à ces l'utilisateur accède à ces sites à ses propres risques.
ru: Данный сайт может содержать ссылки на другие сайты. LuhCaran не несет ответственности за содержание этих сайтов, и пользователь обращается к ним на свой страх и риск.

source: Terms of use
br: Termos de uso
de: Bedingungen für die Nutzung
fr: Conditions d'utilisation
ru: Условия использования

source: The use of this website is subject to the following rules: no spamming, illegal content, harassment, fake information, etc.
br: O uso deste site está sujeito às seguintes regras: não há envio de spam, conteúdo ilegal, assédio, informações falsas, etc.
de: Die Nutzung dieser Website unterliegt den folgenden Regeln: kein Spamming, keine illegalen Inhalte, keine Belästigung, keine gefälschten Informationen usw.
fr: L'utilisation de ce site web est soumise aux règles suivantes : pas de spamming, contenu illégal, harcèlement, fausses informations, etc.
ru: Использование данного сайта регламентируется следующими правилами: запрещается рассылка спама, нелегального контента, преследования, фальшивой информации и т.д.

source: For those of you who are curious, here is the link to the open-source project on Github.
br: Para aqueles que estão curiosos, aqui está o link para o projeto de código aberto no Github.
de: Für diejenigen, die neugierig sind, hier der Link zum Open-Source-Projekt auf Github.
fr: Pour ceux qui sont curieux, voici le lien vers le projet open-source sur Github.
ru: Для тех, кому интересно, вот ссылка на проект с открытым исходным кодом на Github.

source: %(name)s Stats - Wiki
br: Estatísticas de %(name)s - Wiki
de: %(name)s Statistiken - Wiki
fr: Stats de %(name)s - Wiki
ru: Статистика %(name)s - Вики

source: Error
br: Erro
de: Fehler
fr: Erreur
ru: Ошибка

source: Missing Data : %(missing_data)s⭐
br: Dados ausentes : %(missing_data)s⭐
de: Fehlende Daten : %(missing_data)s⭐
fr: Données manquantes : %(missing_data)s⭐
ru: Отсутствующие данные : %(missing_data)s⭐

source: Switch Stats/Details
br: Estatísticas/detalhes do switch
de: Wechselstatistiken/Details
fr: Stats / Détails
ru: Статистика/детали коммутатора

source: Critic Damage
br: Dano crítico
de: Kritischer Schaden
fr: Dégâts critiques
ru: Ущерб от критики

source: Critic Rate
br: Avaliação da crítica
de: Bewertung der Kritiker
fr: Taux coup critique
ru: Оценка критиков

source: Critic value
br: Valor da crítica
de: Kritischer Wert
fr: Valeur critique
ru: Значение критики

source: Dodge Rate
br: Taxa de desvio
de: Ausweichrate
fr: Taux d'esquive
ru: Шанс уклонения

source: Elemental Damage
br: Dano Elemental
de: Elementarschaden
fr: Dégâts élémentaires
ru: Стихийный урон

source: Mobs damage
br: Dano de mobs
de: Schaden durch Mobs
fr: Dégâts aux monstres
ru: Урон, наносимый мобами

source: Damage to Mob
br: Danos ao Mob
de: Schaden für die Mafia
fr: Dégâts aux monstres
ru: Ущерб, нанесенный мобу

source: Boss damage
br: Danos ao chefe
de: Boss-Schaden
fr: Dégâts causés par le boss
ru: Повреждения босса

source: Damage to Boss
br: Danos ao chefe
de: Schaden am Boss
fr: Dégâts au patron
ru: Урон, нанесенный боссу

source: Ranged damage
br: Dano de longo alcance
de: Fernkampfschaden
fr: Dégâts à distance
ru: Урон от ранения

source: Damage to Ranged Units
br: Dano a unidades de longa distância
de: Schaden an Fernkampfeinheiten
fr: Dégâts contre les unités à distance
ru: Урон по стрелкам
