Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: English
br: Inglês
de: Englisch
fr: Anglais
ru: русский

source: French
br: Francês
de: Französisch
fr: Français
ru: Французский

source: German
br: Alemão
de: Deutsch
fr: Allemand
ru: Немецкий язык

source: Russian
br: Russo
de: Russisch
fr: Russie
ru: Русский

source: Brazilian
br: Brasileira
de: Brasilianisch
fr: Brésilien
ru: Бразилия

source: Absolute Strike
br: Ataque Absoluto
de: Absoluter Schlag
fr: Frappe absolue
ru: Абсолютный удар

source: After moving some distance, the next attack's damage is doubled
br: Depois de se mover um pouco, o dano do próximo ataque é em dobro
de: Nachdem du dich etwas entfernt hast, wird der Schaden des nächsten Angriffs verdoppelt
fr: Après avoir parcouru une certaine distance, les dégâts de la prochaine attaque sont doublés
ru: После того, как пройдено некоторое расстояние, урон от следующей атаки удваивается

source: Requirement : clear Chapter 21
br: Requisito: limpar o Capítulo 21
de: Anforderung: Kapitel 21 löschen
fr: Besoin : terminer le chapitre 21
ru: Требование: понять главу 21

source: Agility
br: Agilidade
de: Agilität
fr: Agilité
ru: Ловкость

source: Your Dodge chance increase the lower your HP is
br: Sua chance de esquiva aumenta quanto menor for o seu HP
de: Deine Ausweichchance steigt, je niedriger deine HP sind.
fr: Vos chances d'esquive augmentent au fur et à mesure que vos HP diminuent.
ru: Шанс уклонения увеличивается тем больше, чем меньше ваше HP

source: +0.3% chance to dodge each 1% of life missing. (Additive)
br: +0,3% de chance de se esquivar a cada 1% de vida perdida. (Aditivo)
de: +0,3% Chance, pro 1% fehlendem Leben auszuweichen. (Additiv)
fr: +0,3% de chances d'esquiver pour chaque 1% de vie manquante. (Additif)
ru: +0,3% шанса уклониться за каждый 1% недостающей жизни. (Аддитивный)

source: Attack Boost
br: Melhoria de ataque
de: Angriffs-Boost
fr: Boost Attaque
ru: Усиление атаки

source: Increase your damage
br: Aumentar seu dano
de: Erhöhen Sie Ihren Schaden
fr: Augmentez vos dégâts
ru: Повышение урона

source: [Major] Damage +30%<br>[Minor] Damage +15%<br>Additive
br: [Maior] Dano +30%<br>[Menor] Dano +15%<br>Aditivo
de: [Großer] Schaden +30%<br>[Kleiner] Schaden +15%<br>Zusatz
fr: Dégâts [majeurs] +30%<br>Dégâts [mineurs] +15%<br>Additifs
ru: [Большой] урон +30%<br>[Малый] урон +15%<br>Дополнительный

source: Attack Plus
br: Ataque Plus
de: Angriff +
fr: Attaque Plus
ru: Плюс к атаке

source: Increases your attack when you don't take damage in a stage
br: Aumenta o seu ataque quando você não recebe dano em uma fase
de: Erhöht deinen Angriff, wenn du in einer Phase keinen Schaden nimmst
fr: Augmente votre attaque lorsque vous ne subissez pas de dégâts dans une étape
ru: Увеличивает вашу атаку, когда вы не получаете урона на этапе

source: Increases your attack by 2.25% when you don't take damage in a room.<br>18 times max [40%]
br: Aumenta seu ataque em 2,25% quando você não recebe dano em uma sala.<br>18 vezes o máximo [40%]
de: Erhöht deinen Angriff um 2,25%, wenn du in einem Raum keinen Schaden nimmst.<br>18 mal max [40%]
fr: Augmente votre attaque de 2,25% lorsque vous ne subissez pas de dégâts dans une pièce.<br>18 fois max [40%]
ru: Увеличивает вашу атаку на 2,25%, когда вы не получаете урона в комнате.<br>18 раз максимум [40%]

source: Attack Speed Boost
br: Melhoria de velocidade de ataque
de: Angriffsgeschwindigkeits-Boost
fr: Boost Vitesse d’attaque
ru: Бонус скорости атаки

source: Increase your attack speed
br: Aumentar sua velocidade de ataque
de: Erhöhen Sie Ihre Angriffsgeschwindigkeit
fr: Augmentez votre vitesse d'attaque
ru: Увеличить скорость атаки

source: • [Major] Attack Speed +25%<br>• [Minor] Attack Speed +12.5%<br>• Additive
br: • [Maior] Velocidade de ataque +25%<br>• [Menor] Velocidade de ataque +12,5%<br>- Aditivo
de: • [Major] Angriffsgeschwindigkeit +25%<br>- [Minor] Angriffsgeschwindigkeit +12,5%<br>- Additiv
fr: • [Majeur] Vitesse d'attaque +25%<br>• [Mineur] Vitesse d'attaque +12.5%<br>• Additif
ru: - [Большая] Скорость атаки +25%<br>- [Малая] Скорость атаки +12,5%<br>- Добавка

source: Angelic Blessing
br: Bênção Angelical
de: Engelsegen
fr: Bénédiction angélique
ru: Благословение ангелов

source: Angel room has chance to heal 2x 4x HP
br: Angel room tem chance de curar 2x 4x HP
de: Der Engelsraum hat die Chance, 2x 4x HP zu heilen.
fr: La chambre de l'ange a une chance de soigner 2x 4x HP
ru: Комната Ангела имеет шанс исцелить 2x 4x HP

source: Blade Storm
br: Tempestade de lâminas
de: Klingensturm
fr: Tempête de lames
ru: Буря в клинке

source: Whirldwind storm of blades that blocks projectiles.
br: Tempestade de lâminas com vento turbulento que bloqueia projéteis.
de: Wirbelwind-Klingensturm, der Geschosse abblockt.
fr: Tempête de lames qui bloque les projectiles.
ru: Вихревая буря лезвий, блокирующая снаряды.

source: Only available while using <a class='styled_a' href='/wiki/item/Antiquated_Sword/'>Antiquated Sword</a>
br: Disponível somente ao usar <a class='styled_a' href='/wiki/item/Antiquated_Sword/'>Espada Antiquada</a>
de: Nur verfügbar bei Verwendung von <a class='styled_a' href='/wiki/item/Antiquated_Sword/'>Altertümliches Schwert</a>
fr: Disponible uniquement en utilisant <a class='styled_a' href='/wiki/item/Antiquated_Sword/'>Épée antique</a>
ru: Доступно только при использовании <a class='styled_a' href='/wiki/item/Antiquated_Sword/'>Старомодный меч</a>.

source: Blaze
br: Fogo
de: Brand
fr: Brasier
ru: Вспышка

source: Your attacks cause a Flame effect
br: Seus ataques causam um efeito de Chama
de: Deine Angriffe verursachen einen Flammeneffekt
fr: Vos attaques provoquent un effet de flamme
ru: Ваши атаки вызывают эффект Пламя

source: Deals 18% equipment damage every 0.25s to enemies hit by weapon projectile after initial hit up to 7 ticks (2s)
br: Causa 18% de dano de equipamento a cada 0,25s aos inimigos atingidos por um projétil de arma após o acerto inicial, até 7 ticks (2s)
de: Fügt Gegnern, die von einem Waffenprojektil getroffen werden, nach dem ersten Treffer bis zu 7 Ticks (2s) alle 0,25s 18% Ausrüstungsschaden zu.
fr: Inflige 18% de dégâts d'équipement toutes les 0.25s aux ennemis touchés par le projectile de l'armeaprès le coup initial jusqu'à 7 ticks (2s)
ru: Наносит 18% урона от снаряжения каждые 0,25 с противникам, пораженным снарядом оружия после первого попадания, до 7 тиков (2 с)

source: Blazing Meteor
br: Meteoro em chamas
de: Flammender Meteor
fr: Météore flamboyant
ru: Пылающий метеорит

source: Summon a flame meteor to attack enemies
br: Convocar um meteoro de chamas para atacar os inimigos
de: Beschwöre einen Flammenmeteor, um Feinde anzugreifen
fr: Invoquer un météore de flammes pour attaquer les ennemis
ru: Вызвать огненный метеор для атаки врагов

source: Requirement : clear Chapter 9
br: Requisito: limpar o Capítulo 9
de: Anforderung: Kapitel 9 löschen
fr: Besoin : terminer le chapitre 9
ru: Требование: прояснить главу 9

source: Burn chips off enemy HP for 2 seconds.<br>225% modifiable damage, Partial hit: 80% damage.<br>Not affected by Rage ability.
br: Queima lascas de HP do inimigo por 2 segundos.<br>225% de dano modificável, acerto parcial: 80% de dano.<br>Não é afetado pela habilidade Fúria.
de: Verbrennt 2 Sekunden lang die HP des Gegners.<br>225% modifizierbarer Schaden, Teiltreffer: 80% Schaden.<br>Nicht von der Fähigkeit Wut betroffen.
fr: Brûle les PV de l'ennemi pendant 2 secondes.<br>225% de dégâts modifiables, tir partiel: 80% de dégâts.<br>Non affecté par la capacité Rage.
ru: Ожог сжигает HP противника в течение 2 секунд.<br>225% модифицируемого урона, частичное попадание: 80% урона.<br>Не подвержен влиянию способности "Ярость".

source: Blazing Star
br: Estrela em Chamas
de: Flammender Stern
fr: Étoile flamboyante
ru: Пылающая звезда

source: Summon a flame star to attack enemies
br: Convocar uma estrela de fogo para atacar os inimigos
de: Beschwöre einen Flammenstern, um Feinde anzugreifen
fr: Invoquer une étoile de flammes pour attaquer les ennemis
ru: Вызвать звезду пламени для атаки врагов

source: Burn chips off enemy HP for 2 seconds.<br>90% modifiable damage. <br>Not affected by Rage ability.<br>Stars are affected by ricochet and will bounce between enemies just like ricochet.
br: Queima os chips de HP do inimigo por 2 segundos.<br>Dano modificável de 90%. <br>Não é afetado pela habilidade Fúria.<br>As estrelas são afetadas pelo ricochete e ricocheteiam entre os inimigos, assim como o ricochete.
de: Verbrennt 2 Sekunden lang die HP des Gegners.<br>90% modifizierbarer Schaden. <br>Wird nicht von der Fähigkeit "Wut" beeinflusst.<br>Sterne werden von Querschlägern beeinflusst und prallen wie Querschläger zwischen Feinden ab.
fr: Brûle les PV de l'ennemi pendant 2 secondes.<br>90% de dégâts modifiables. <br>Non affecté par la capacité Rage.<br>Les étoiles sont affectées par le ricochet et rebondissent entre les ennemis, tout comme le ricochet.
ru: Сжигает HP противника в течение 2 секунд.<br>90% модифицируемого урона. <br>Не зависит от способности "Ярость".<br>Звезды зависят от рикошета и отскакивают от врагов так же, как и рикошет.

source: Blazing Strike
br: Ataque em chamas
de: Flammender Schlag
fr: Frappe flamboyante
ru: Пылающий удар

source: Summon a flame sword to attack enemies
br: Invocar uma espada de fogo para atacar os inimigos
de: Beschwöre ein Flammenschwert, um Feinde anzugreifen
fr: Invoquer une épée de flammes pour attaquer les ennemis
ru: Вызвать пламенный меч для атаки врагов

source: Burn chips off enemy HP for 2 seconds.<br>165% modifiable damage.<br>Not affected by Rage ability.<br>The faster the attack speed, the shorter the summoning time.
br: Queima lascas do HP do inimigo por 2 segundos.<br>Dano modificável de 165%.<br>Não é afetado pela habilidade Fúria.<br>Quanto maior a velocidade de ataque, menor o tempo de invocação.
de: Verbrennt 2 Sekunden lang die HP des Gegners.<br>165% modifizierbarer Schaden.<br>Wird nicht von der Fähigkeit Wut beeinflusst.<br>Je schneller die Angriffsgeschwindigkeit, desto kürzer die Beschwörungszeit.
fr: Brûle les PV de l'ennemi pendant 2 secondes.<br>165% de dégâts modifiables.<br>Non affecté par la capacité Rage.<br>Plus la vitesse d'attaque est élevée, plus le temp d'invocation est court.
ru: Сжигает HP противника в течение 2 секунд.<br>165% модифицируемого урона.<br>Не зависит от способности "Ярость".<br>Чем выше скорость атаки, тем короче время вызова.

source: Blazing Sword
br: Espada flamejante
de: Flammendes Schwert
fr: Épée flamboyante
ru: Пылающий меч

source: Summons 2 flame swords to spin around you
br: Invoca 2 espadas de fogo para girar em torno de você
de: Beschwört 2 Flammenschwerter, die sich um dich drehen
fr: Invoque 2 épées de flammes qui tournent autour de toi.
ru: Вызывает 2 огненных меча, которые вращаются вокруг вас

source: Requirement : clear Chapter 2
br: Requisito: limpar o Capítulo 2
de: Anforderung: Kapitel 2 löschen
fr: Besoin : terminer le chapitre 2
ru: Требование: четко сформулировать главу 2

source: Burn chips off enemy HP for 2 seconds.<br>132% modifiable damage.<br><b>Notes</b><br>Spins much faster after receiving attack speed boosts.
br: Queima as lascas de HP do inimigo por 2 segundos.<br>132% de dano modificável.<br><b>Notas</b><br>Gira muito mais rápido depois de receber aumentos de velocidade de ataque.
de: Verbrennt 2 Sekunden lang die HP des Gegners.<br>132% modifizierbarer Schaden.<br><b>Hinweise</b><br>Wirbelt viel schneller, nachdem er Angriffsgeschwindigkeitsboosts erhalten hat.
fr: Brûle les PV de l'ennemi pendant 2 secondes.<br>132% de dégâts modifiables.<br><b>Notes</b><br>Elle tourne beaucoup plus vite après avoir reçu des augmentations de vitesse d'attaque.
ru: Сжигает HP противника в течение 2 секунд.<br>132% модифицируемого урона.<br><b>Примечания</b><br>Развивается гораздо быстрее после получения прибавки к скорости атаки.

source: Bloodthirst
br: Sanguinário
de: Blutdurst
fr: Soif de sang
ru: Кровожадность

source: Restores HP when you kill enemies!
br: Restaura HP quando você abate inimigos
de: Stellt GP wieder her, wenn du Feinde tötest.
fr: Restaure des PV quand vous tuez des ennemis.
ru: Восстанавливает ОЗ, когда вы убиваете врагов

source: Gain 1.5% of base Max HP on enemy kills.
br: Ganha 1,5% do HP máximo básico ao matar um inimigo.
de: Gewinnt 1,5% der maximalen Basis-HP bei gegnerischen Kills.
fr: Gagne 1,5% des PV max de base sur les ennemis tués.
ru: Получает 1,5% от базового максимального HP при убийстве противника.

source: Bloodthirst Aura
br: Aura Sanguinária
de: Blutrunst-Aura
fr: Aura assoiffée de sang
ru: Аура кровожадности

source: Bloodthirst Aura increases health once in a while (cooldown of 8s)
br: Bloodthirst Aura aumenta a saúde de vez em quando (tempo de recarga de 8s)
de: Die Aura des Blutdurstes erhöht hin und wieder die Gesundheit (Abklingzeit von 8s)
fr: Aura de soif de sang augmente les points de vie de temps en temps (temps de recharge de 8s)
ru: Аура кровожадности увеличивает здоровье раз в некоторое время (время действия 8 с)

source: Mob/Boss kill heal 15% of Max HP.
br: A morte de Mob/Boss cura 15% do HP máximo.
de: Mob/Boss Kill heilt 15% der Max HP.
fr: La mort d'un mob ou d'un boss soigne 15% des PV max.
ru: Убийство мобов/боссов восстанавливает 15% от максимального HP.

source: Bolt
br: Raio
de: Blitz
fr: Éclair
ru: Разряд

source: Your attacks cause Lightning effect
br: Seus ataques têm efeito de relâmpago
de: Deine Angriffe verursachen einen Blitzeffekt
fr: Vos attaques infligent l'effet Foudre.
ru: К вашим атакам добавляется эффект молнии

source: Deal 25% equipment damage to enemies within a few tiles of enemies hit by weapon projectile.<br>Deals 30% (Up to 45%) damage to the initial target, with an additional 5% damage per enemy chained by the lightning bolt.<br>Works well with Ricochet<br>Maximum of one spark per enemy per tick.<br>i.e. doesn't hit twice with Front Arrow or extremely high attack speed.
br: Causa 25% de dano de equipamento aos inimigos dentro de alguns quadrados dos inimigos atingidos pelo projétil da arma.<br>Causa 30% (até 45%) de dano ao alvo inicial, com um adicional de 5% de dano por inimigo acorrentado pelo raio.<br>Funciona bem com Ricochete<br>Máximo de uma faísca por inimigo por tique.<br>Ou seja, não atinge duas vezes com a Flecha Frontal ou velocidade de ataque extremamente alta.
de: Verursacht 25% Ausrüstungsschaden an Gegnern, die sich in der Nähe von Gegnern befinden, die vom Waffenprojektil getroffen wurden.<br>Verursacht 30% (bis zu 45%) Schaden am ursprünglichen Ziel und zusätzlich 5% Schaden pro Gegner, der vom Blitz getroffen wird.<br>Wirkt gut mit Abprall<br>Maximal ein Funke pro Gegner pro Tick.<br>Das heißt, dass er mit Frontpfeil oder extrem hoher Angriffsgeschwindigkeit nicht doppelt trifft.
fr: Inflige 25% de dégâts d'équipement aux ennemis se trouvant à quelques tuiles des ennemis touchés par le projectile de l'arme.<br>Affecte 30% (jusqu'à 45%) de dégâts à la cible initiale, avec 5% de dégâts supplémentaires par ennemi enchaîné par l'éclair.<br>Fonctionne bien avec Ricochet<br>Maximum d'une étincelle par ennemi et par tic.<br>C'est-à-dire qu'il ne touche pas deux fois avec Flèche frontale ou une vitesse d'attaque extrêmement élevée.
ru: Наносит 25% урона снаряжением противникам, находящимся в нескольких плитках от врагов, пораженных снарядом оружия.<br> Наносит 30% (до 45%) урона начальной цели, а также дополнительно 5% урона каждому врагу, к которому прикована молния.<br> Работает в паре с Рикошетом<br> Максимум одна искра на врага за тик.<br> Т.е. не бьет дважды при использовании Передней стрелы или очень высокой скорости атаки.

source: Bolt Circle
br: Círculo de raio
de: Blitzring
fr: Cercle d'éclair
ru: Круг разрядов

source: Two lightning orbs circle around you
br: Duas bolas de relâmpago rodeiam você
de: Zwei Blitzkugeln umkreisen dich
fr: Deux orbes de foudre tournent autour de vous.
ru: Вокруг вас кружат две сферы молний

source: The shocks from the lightning bolts quickly chips off enemy HP, and bounces to other nearby enemies.<br>Deals 85% modifiable damage.<br>Proportional to damage of a single projectile.<br>Affected by rage.<br>Spins faster with attack speed boosts.
br: Os choques dos relâmpagos rapidamente destroem a vida dos inimigos e os ricocheteiam para outros inimigos próximos.<br>Causa 85% de dano modificável.<br>Proporcional ao dano de um único projétil.<br>Afetado pela fúria.<br>Gira mais rápido com o aumento da velocidade de ataque.
de: Die Schocks der Blitze zerstören schnell die HP des Gegners und prallen an anderen Gegnern in der Nähe ab.<br>Verursacht 85% modifizierbaren Schaden.<br>Proportional zum Schaden eines einzelnen Geschosses.<br>Wirkt durch Wut.<br>Wirbelt schneller mit Angriffsgeschwindigkeitsboosts.
fr: Les chocs provoqués par les éclairs réduisent rapidement les PV de l'ennemi et rebondissent sur d'autres ennemis proches.<br>Il inflige 85% de dégâts modifiables.<br>Proportionnel aux dégâts d'un projectile unique.<br>Affecté par la rage.<br>Tirer plus vite avec des vitesse d'attaque.
ru: Удары молний быстро разрушают HP противника и отскакивают к другим врагам поблизости.<br> Наносит 85% модифицируемого урона.<br> Пропорционально урону от одного снаряда.<br> Зависит от ярости.<br> Вращается быстрее с увеличением скорости атаки.

source: Bolt Meteor
br: Meteoro relâmpago
de: Blitzmeteor
fr: Météore de foudre
ru: Метеорит разрядов

source: Summon a bolt meteor to attack enemies
br: Invocar um raio de meteoro para atacar os inimigos
de: Beschwöre einen Meteoritenblitz, um Feinde anzugreifen
fr: Invoquer une météorite pour attaquer les ennemis
ru: Вызвать метеорит для атаки врагов

source: The shocks from the lightning bolts quickly chips off enemy HP, and bounces to other nearby enemies.<br>225% modifiable damage, Partial hit: 80% damage.<br>Not affected by Rage ability.
br: Os choques dos relâmpagos rapidamente destroem o HP do inimigo e ricocheteiam para outros inimigos próximos.<br>225% de dano modificável, acerto parcial: 80% de dano.<br>Não é afetado pela habilidade Fúria.
de: Die Schocks der Blitze zerstören schnell die HP des Gegners und prallen auf andere Gegner in der Nähe ab.<br>225% modifizierbarer Schaden, Teiltreffer: 80% Schaden.<br>Nicht von der Fähigkeit Wut betroffen.
fr: Les chocs provoqués par les éclairs réduisent rapidement les PV de l'ennemi et rebondissent <br>225% de dégâts modifiables, Coup partiel : 80% de dégâts.<br>Non affecté par la capacité Rage.
ru: Удары молний быстро разрушают HP противника и отскакивают к другим врагам поблизости.<br>225% модифицируемого урона, частичное попадание: 80% урона.<br>Не зависит от способности "Ярость".

source: Bolt Star
br: Estrela relâmpago
de: Blitzstern
fr: Étoile de foudre
ru: Звезда разрядов

source: Summon a bolt star to attack enemies
br: Invoque uma estrela de raio para atacar os inimigos
de: Beschwöre einen Blitzstern, um Feinde anzugreifen
fr: Invoquer une étoile de feu pour attaquer les ennemis
ru: Вызвать звезду-болт для атаки врагов

source: The shocks from the lightning bolts quickly chips off enemy HP, and bounces to other nearby enemies.<br>90% modifiable damage.<br>Not affected by Rage ability.<br>Stars are affected by ricochet and will bounce between enemies just like ricochet.
br: Os choques dos relâmpagos rapidamente destroem o HP do inimigo e ricocheteiam para outros inimigos próximos.<br>Dano modificável de 90%.<br>Não é afetado pela habilidade Fúria.<br>As estrelas são afetadas pelo ricochete e ricocheteiam entre os inimigos, assim como o ricochete.
de: Die Schocks der Blitze verringern schnell die HP des Gegners und prallen an anderen Gegnern in der Nähe ab.<br>90% modifizierbarer Schaden.<br>Wird nicht von der Fähigkeit Wut beeinflusst.<br>Sterne werden von Querschlägern beeinflusst und prallen zwischen Gegnern ab, genau wie Querschläger.
fr: Les chocs provoqués par les éclairs réduisent rapidement les PV de l'ennemi et rebondissent <br>90% de dégâts modifiables.<br>Non affecté par la capacité Rage Les étoiles sont affectées par le ricochet et rebondissent entre les ennemis <br>Les étoiles sont affectées par le ricochet et rebondissent entre les ennemis comme le ricochet.
ru: Удар молнии быстро сбивает HP противника и отскакивает к другим врагам поблизости.<br>90% модифицируемого урона.<br>Не зависит от способности "Ярость".<br>Звезды подвержены рикошету и отскакивают от врагов так же, как и рикошет.

source: Bolt Strike
br: Ataque relâmpago
de: Blitzschlag
fr: Frappe de foudre
ru: Электрический удар

source: Summon a bolt sword to attack enemies
br: Invocar uma espada de raio para atacar os inimigos
de: Beschwöre ein Blitzschwert, um Feinde anzugreifen
fr: Invoquer une épée à éclairs pour attaquer les ennemis
ru: Вызвать меч-болт для атаки врагов

source: The shocks from the lightning bolts quickly chips off enemy HP, and bounces to other nearby enemies.<br>165% modifiable damage.<br>Not affected by Rage ability.<br>The faster the attack speed, the shorter the summoning time.
br: Os choques dos relâmpagos rapidamente destroem o HP do inimigo e ricocheteiam para outros inimigos próximos.<br>165% de dano modificável.<br>Não é afetado pela habilidade Fúria.<br>Quanto maior a velocidade de ataque, menor o tempo de invocação.
de: Die Schocks der Blitze lassen die HP des Gegners schnell schwinden und prallen auf andere Feinde in der Nähe ab.<br>165% modifizierbarer Schaden.<br>Nicht von der Fähigkeit Wut betroffen.<br>Je schneller die Angriffsgeschwindigkeit, desto kürzer die Beschwörungszeit.
fr: Les chocs provoqués par les éclairs réduisent rapidement les PV de l'ennemi et rebondissent vers d'autres ennemis proches.<br>165% de dégâts modifiables.<br>Non affecté par la capacité Rage Plus la vitesse d'attaque est élevée, plus le temps d'invocation est court.
ru: Удары молний быстро разрушают HP противника и отскакивают к другим врагам поблизости.<br>165% модифицируемого урона.<br>Не зависит от способности Rage.<br>Чем выше скорость атаки, тем короче время вызова.

source: Bolt Sword
br: Espada de parafuso
de: Bolzenschwert
fr: Épée d'éclair
ru: Болт-меч

source: Summons 2 bolt swords to spin around you
br: Convoca 2 espadas de raio para girar ao seu redor
de: Beschwört 2 Blitzschwerter, die dich umkreisen.
fr: Invoque 2 épées de foudre qui tournent autour de vous
ru: Призывает 2 кружащих вокруг вас электрических клинка

source: The shocks from the lightning bolts quickly chips off enemy HP, and bounces to other nearby enemies.<br>132% modifiable damage.<br><b>Notes</b><br>Spins much faster after receiving attack speed boosts.
br: Os choques dos relâmpagos rapidamente destroem a vida do inimigo e atingem outros inimigos próximos.<br>132% de dano modificável.<br><b>Notas</b><br>Gira muito mais rápido depois de receber aumentos de velocidade de ataque.
de: Die Schocks der Blitze zerstören schnell die HP des Gegners und prallen auf andere Gegner in der Nähe ab.<br>132% modifizierbarer Schaden.<br><b>Hinweise</b><br>Wirbelt viel schneller, nachdem er Angriffsgeschwindigkeitsboosts erhalten hat.
fr: Les chocs provoqués par les éclairs réduisent rapidement les PV des ennemis et rebondissent vers d'autres ennemis proches.<br>132% de dégâts modifiables.<br><b>Notes</b><br>Les éclairs beaucoup plus vite après avoir reçu des augmentations de vitesse d'attaque.
ru: Удары молний быстро разрушают HP противника и отскакивают к другим врагам поблизости.<br>132% модифицируемого урона.<br><b>Примечания</b><br>Получив прибавку к скорости атаки, враг начинает вращаться гораздо быстрее.

source: Bouncy Wall
br: Muro que rebota
de: Elastische Wand
fr: Mur gonflable
ru: Упругие стены
