Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Only available while using <a class='a_styled' href='/wiki/heroes/Wukong/'>Wukong</a> and unlocked the Heavenly Havoc skill
br: Disponível somente ao usar <a class='a_styled' href='/wiki/item/Wukong/'>Wukong</a> e desbloquear a habilidade Destruição Celestial
de: Nur verfügbar bei Verwendung von <a class='a_styled' href='/wiki/item/Wukong/'>Wukong</a> und die Fähigkeit Himmlisches Chaos freigeschaltet
fr: Disponible uniquement en utilisant <a class='a_styled' href='/wiki/item/Wukong/'>Wukong</a> et débloqué le skill Ravage Celeste
ru: Доступно только при использовании <a class='a_styled' href='/wiki/item/Wukong/'>Wukong</a> и разблокировал Небесный переполох хавок

source: Mirror Punch
br: Soco Espelhado
de: Spiegelschlag
fr: Coup de poing miroir
ru: Зеркальный удар

source: When Melee attacks deal critical hits, they leave behind 1-2 melee range Shadow Clones
br: Quando ataques corpo a corpo causam golpes crít., deixam 1-2 Clones da escuridão corpo a corpo
de: Wenn Nahkampfangriffe kritisch treffen, hinterlassen sie 1 - 2 Schattenklone mit Nahkampfreichweite
fr: Lorsque les attaques de mêlée infligent des coups critiques, elles laissent derrière elles 1 à 2 Clones d'ombre à portée de mêlée
ru: Когда атаки в ближ. бою приводят к крит. попаданиям, они оставляют 1-2 теневых клона с ближ. атакой

source: Only available while using <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Fist Expedition Weapon</a>
br: Disponível somente ao usar <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Arma de Expedição de Punho</a>
de: Nur verfügbar bei Verwendung der <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Faust-Expeditionswaffe</a>
fr: Disponible uniquement en utilisant <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Arme d'Expédition Poing</a>
ru: Доступно только при использовании <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Оружия Экспедиции Кулака</a>.

source: Multishot
br: Multitiro
de: Mehrfachschuss
fr: Tir multiple
ru: Мультивыстрел

source: Shoot 2 consecutive arrows in a row.
br: Atire 2 flechas consecutivas em uma fileira.
de: Schießen Sie 2 aufeinanderfolgende Pfeile in einer Reihe.
fr: Tirer 2 flèches consécutives à la suite.
ru: Выстрелить 2 стрелы подряд.

source: -10% damage per arrow (range)<br>-5% damage per arrow (melee)<br>-15% attack speed<br><br><b>Devil Stats</b><br>-10% damage per arrow (range)<br>-5% damage per arrow (melee)<br>-10% attack speed
br: -10% de dano por flecha (alcance)<br>-5% de dano por flecha (corpo a corpo)<br>-15% de velocidade de ataque<br><br><b>Estatísticas do demônio</b><br>-10% de dano por flecha (alcance)<br>-5% de dano por flecha (corpo a corpo)<br>-10% de velocidade de ataque
de: -10% Schaden pro Pfeil (Reichweite)<br>-5% Schaden pro Pfeil (Nahkampf)<br>-15% Angriffsgeschwindigkeit<br><br><b>Devil Stats</b><br>-10% Schaden pro Pfeil (Reichweite)<br>-5% Schaden pro Pfeil (Nahkampf)<br>-10% Angriffsgeschwindigkeit
fr: -10% de dégâts par flèche (portée)<br>-5% de dégâts par flèche (mêlée)<br>-15% d'attaque vitesse<br><br><b>Stats du diable</b><br>-10% de dégâts par flèche (portée)<br>-5% dégâts par flèche (mêlée)<br>-10% vitesse d'attaque
ru: -10% урона за стрелу (дальность)<br>-5% урона за стрелу (ближний бой)<br>-15% скорости атаки<br><br><b>Статы дьявола</b><br>-10% урона за стрелу (дальность)<br>-5% урона за стрелу (ближний бой)<br>-10% скорости атаки

source: Obsidian Circle
br: Círculo obsidiano
de: Obsidiankreis
fr: Cercle d'obsidienne
ru: Обсидиановые сферы

source: Two dark orbs circle around you
br: Dois orbes escuros circulam ao seu redor
de: Zwei dunkle Kugeln umkreisen dich
fr: Deux orbes sombres tournent autour de vous
ru: Две темные сферы кружат вокруг вас

source: Deals 85% modifiable damage.<br>Proportional to damage of a single projectile.<br>Affected by rage.<br>Spins faster with attack speed boosts.
br: Causa 85% de dano modificável.<br>Proporcional ao dano de um único projétil.<br>Afetado pela fúria.<br>Gira mais rápido com aumentos de velocidade de ataque.
de: Verursacht 85% modifizierbaren Schaden.<br>Proportional zum Schaden eines einzelnen Geschosses.<br>Wirkt sich auf Wut aus.<br>Wirbelt schneller mit Angriffsgeschwindigkeitsboosts.
fr: Inflige 85% de dégâts modifiables.<br>Proportionnel aux dégâts d'un seul projectile.<br>Affecté par la rage.<br>Vitesse d'attaque accrue.
ru: Наносит 85% модифицируемого урона.<br> Пропорционально урону от одного снаряда.<br> Зависит от ярости.<br> Вращается быстрее с увеличением скорости атаки.

source: One Punch
br: Soco Único
de: Ein Schlag
fr: Un coup de poing
ru: Один удар

source: Max Attack Speed is 60%. Additional Attack Speed is converted to 2x weapon damage.
br: A velocidade máxima de ataque é de 60%. A velocidade de ataque adicional é convertida em 2x o dano da arma.
de: Die maximale Angriffsgeschwindigkeit beträgt 60%. Zusätzliche Angriffsgeschwindigkeit wird in 2x Waffenschaden umgewandelt.
fr: La vitesse d'attaque maximale est de 60 %. La vitesse d'attaque supplémentaire est convertie en 2 fois les dégâts de l'arme dégâts de l'arme.
ru: Максимальная скорость атаки составляет 60%. Дополнительная скорость атаки конвертируется в двукратный урон от оружия.

source: Overdraft
br: Exageração
de: Überziehung
fr: Découvert
ru: Превышение

source: Massive boost to attack speed, but gain experience slower.
br: Grande aumento na velocidade de ataque, mas ganha experiência mais lentamente.
de: Massiver Anstieg der Angriffsgeschwindigkeit, aber langsamerer Erfahrungsgewinn.
fr: Augmentation massive de la vitesse d'attaque, mais gain d'expérience plus lent.
ru: Значительно увеличивает скорость атаки, но медленнее набирает опыт.

source: Attack Speed +45%<br>XP gain -20%.
br: Velocidade de ataque +45%<br>Ganho de XP -20%.
de: Angriffsgeschwindigkeit +45%<br>XP-Gewinn -20%.
fr: Vitesse d'attaque +45%<br>Gain d'XP -20%.
ru: Скорость атаки +45%<br>Прирост ХП -20%.

source: Pain Suppression
br: Supressão da Dor
de: Schmerzunterdrückung
fr: Suppression de la douleur
ru: Подавление боли

source: Greatly reduces damage taken during attack action
br: Reduz muito o dano sofrido durante ação de ataque
de: Verringert erheblich den erlittenen Schaden während einer Angriffsaktion
fr: Réduit considérablement les dégâts subis pendant l'action d'attaque
ru: Значительно снижает урон, получаемый от атак

source: Phantom Sword
br: Espada fantasma
de: Phantom-Schwert
fr: Épée fantôme
ru: Меч призраков

source: Melee attacks will split the sword into two
br: Ataques corpo a corpo vão dividir a espada em duas
de: Nahkampfangriffe werden das Schwert in zwei Teile spalten
fr: Les attaques de mêlée vont diviser l'épée en deux
ru: При атаке в ближнем бою меч разделится на два

source: Only available while using <a class='a_styled' href='/wiki/item/Demon_Blade_Rain/'>Demon Blade Rain</a>
br: Disponível somente ao usar <a class='a_styled' href='/wiki/item/Demon_Blade_Rain/'>Chuva de Lâminas de Demónio</a>
de: Nur verfügbar bei Verwendung von <a class='a_styled' href='/wiki/item/Demon_Blade_Rain/'>Dämonenklingen-Regen</a>
fr: Disponible uniquement en utilisant <a class='a_styled' href='/wiki/item/Pluie de lames démoniaques/'>Pluie de lames démoniaques</a>
ru: Доступно только при использовании <a class='a_styled' href='/wiki/item/Demon_Blade_Rain/'>Дождь из лезвий демонов</a>.

source: Piercing Shot
br: Tiro penetrante
de: Durchbohrender Schuss
fr: Tir perçant
ru: Выстрел навылет

source: Your arrows pierce enemies.
br: Suas flechas penetram inimigos
de: Deine Pfeile durchbohren Feinde
fr: Vos flèches percent les ennemis.
ru: Ваши стрелы пробивают врагов насквозь

source: -33% damage after each enemy pierced
br: -33% de dano após cada inimigo perfurado
de: -33% Schaden nach jedem durchbohrten Gegner
fr: -33% de dégâts après chaque ennemi transpercé
ru: -33% урона после каждого пронзенного противника

source: Poison Circle
br: Círculo venenoso
de: Giftring
fr: Cercle de poison
ru: Круг яда

source: Two poisonous orbs circle around you
br: Duas bolas venenosas rodeiam você
de: Zwei giftige Kugeln umkreisen dich
fr: Deux orbes empoisonnés tournent autour de vous.
ru: Вокруг вас кружат две ядовитые сферы

source: Poison slowly chips off enemy HP till it dies<br>Deals 90% modifiable damage.<br>Proportional to damage of a single projectile.<br>Affected by rage.<br>Spins faster with attack speed boosts.
br: O veneno reduz lentamente o HP do inimigo até que ele morra<br>Causa 90% de dano modificável.<br>Proporcional ao dano de um único projétil.<br>Afetado pela fúria.<br>Gira mais rápido com aumentos de velocidade de ataque.
de: Gift baut langsam die HP des Gegners ab, bis er stirbt<br>Verursacht 90% modifizierbaren Schaden.<br>Proportional zum Schaden eines einzelnen Geschosses.<br>Wirkt auf Wut.<br>Wirkt schneller mit Angriffsgeschwindigkeitsboosts.
fr: Le poison réduit lentement les PV de l'ennemi jusqu'à ce qu'il meure<br>Il inflige 90% de dégâts modifiables.<br>Proportionnel aux dégâts d'un projectile unique.<br>Affecté par la rage.<br>Elle tourne plus vite avec des augmentations de vitesse d'attaque.
ru: Яд медленно уменьшает HP противника, пока тот не умрет<br> Наносит 90% модифицируемого урона.<br> Соразмерен урону от одного снаряда.<br> Зависит от ярости.<br> Вращается быстрее с увеличением скорости атаки.

source: Poisoned Touch
br: Toque envenenado
de: Vergiftete Berührung
fr: Toucher empoisonné
ru: ядовитое касание

source: Your attacks cause Poison effect
br: Seus ataques têm efeito de veneno
de: Deine Angriffe verursachen Giftwirkung
fr: Vos attaques infligent l'effet Poison.
ru: К вашим атакам добавляется эффект яда

source: Poison deals 30% equipment damage per sec utill mob dies.<br>Works well with Ricochet.<br>Does not stack.
br: O veneno causa 30% de dano ao equipamento por segundo até a morte da vítima.<br>Funciona bem com Ricochete.<br>Não acumula.
de: Gift verursacht 30% Ausrüstungsschaden pro Sekunde, bis der Mob stirbt.<br>Wirkt gut mit Querschläger.<br>Stapelt nicht.
fr: Le poison inflige 30% des dégâts d'équipement par seconde jusqu'à ce que le mob meure.<br>Fonctionne bien avec Ricochet.<br>Ne s'empile pas.
ru: Яд наносит 30% урона от снаряжения в секунду до тех пор, пока моб не умрет.<br> Хорошо сочетается с Рикошетом.<br> Не складывается.

source: Price of Strength
br: Preço da Força
de: Preis der Stärke
fr: Prix de la force
ru: Цена силы

source: Get greatly enhanced when entering a room.<br>Weakened for a time when durations ends
br: Incomunique-se ao entrar em uma sala.<br>Enfraquecido por um tempo quando a duração termina
de: Wird beim Betreten eines Raumes stark verbessert.<br>Schwächt sich eine Zeit lang ab, wenn die Zeitdauer endet
fr: S'améliore considérablement en entrant dans une pièce.<br>Affaibli pendant un certain temps lorsque les durées se terminent
ru: Значительно усиливается при входе в помещение.<br> Ослабевает на время, когда заканчивается длительность

source: 8sec : 10% movespeed, 40% atk, regular dmg taken, 10% size, normal atkspd, 10% melee damage boost, 15% crit rate<br>2sec : -5% movespeed, 28% atk, 1.1x dmg taken, 5% size, -15% atkspd, 10% melee damage boost<br>6sec : -15% movespeed, -12% atk, 1.2x dmg taken, -5% size, -15% atkspd
br: 8sec: 10% de velocidade de movimento, 40% de atk, dano normal recebido, 10% de tamanho, atkspd normal, 10% de aumento de dano corpo a corpo, 15% de taxa de críticos<br>2sec: -5% de velocidade de movimento, 28% de atk, 1,1x de dano recebido, 5% de tamanho, -15% de atkspd, 10% de aumento de dano corpo a corpo<br>6sec: -15% de velocidade de movimento, -12% de atk, 1,2x de dano recebido, -5% de tamanho, -15% de atkspd
de: 8sec : 10% Bewegungsgeschwindigkeit, 40% Atk, normaler erlittener Schaden, 10% Größe, normaler Atkspd, 10% Nahkampf-Schadensboost, 15% Krit-Rate<br>2sec : -5% Bewegungsgeschwindigkeit, 28% Atk, 1.1x erlittener Schaden, 5% Größe, -15% Atkspd, 10% Nahkampf-Schadensboost<br>6sec : -15% Bewegungsgeschwindigkeit, -12% Atk, 1.2x erlittener Schaden, -5% Größe, -15% Atkspd
fr: 8sec : 10% movespeed, 40% atk, regular dmg taken, 10% size, normal atkspd, 10% de dégâts en mêlée, 15% de taux de réussite<br>2sec : -5% de vitesse de déplacement, 28% d'attaque, 1.1x dmg taken, 5% size, -15% atkspd, 10% melee damage boost<br>6sec : -15% vitesse de déplacement, -12% atk, 1.2x dmg taken, -5% size, -15% atkspd
ru: 8 секунд: 10% скорость передвижения, 40% атк, обычное количество наносимого урона, 10% размер, нормальный атк, 10% увеличение урона в ближнем бою, 15% крит<br>2 секунды: -5% скорость передвижения, 28% атк, 1.1x наносимый урон, 5% размер, -15% атк, 10% увеличение урона в ближнем бою<br>6 секунд: -15% скорость передвижения, -12% атк, 1.2x наносимый урон, -5% размер, -15% атк.

source: Radiant Star
br: Estrela Radiante
de: Strahlender Stern
fr: Étoile rayonnante
ru: Сияющая звезда

source: All Stars attacks trigger radiance when enemies are hit.
br: Todos os ataques do Stars ativam a radiância quando os inimigos são atingidos.
de: Alle Angriffe von Stars lösen ein Strahlen aus, wenn Feinde getroffen werden.
fr: Toutes les attaques Étoiles déclenchent un rayonnement lorsque les ennemis sont touchés.
ru: Все звездные атаки вызывают сияние при попадании в противника.

source: Rage
br: Ira
de: Zorn
ru: Ярость

source: +1% Damage each 1% of life missing. (Additive)<br>At 20% of your HP you'll have +80% damage (multiplicative with the other abilities)
br: +1% de dano a cada 1% de vida perdido. (Aditivo)<br>Aos 20% de seu HP, você terá +80% de dano (multiplicativo com as outras habilidades)
de: +1% Schaden pro 1% fehlendem Leben. (Additiv)<br>Bei 20% deiner HP erhältst du +80% Schaden (multiplikativ mit den anderen Fähigkeiten).
fr: +1% de dégâts par 1% de vie manquante. (Additif)<br>A 20 % de vos PV, vous aurez aurez +80% de dégâts (multiplicatif avec les autres capacités).
ru: +1% урона за каждый 1% недостающей жизни. (аддитивно)<br>При 20% HP у вас будет +80% урона (мультипликативно с другими способностями).

source: Red-Hearted Grace
br: Graça Coração Vermelho
de: Rotherzige Anmut
fr: Grace au cœur rouge
ru: Дар алого сердца

source: Chance for enemies to drop a heart when they are hit.
br: Chance dos inimigos deixarem um coração cair quando são atingidos
de: Chance, dass Feinde ein Herz fallen lassen, wenn sie getroffen werden.
fr: Chance que les ennemis droppent un cœur lorsqu'ils sont touchés
ru: Ударенные враги могут выронить сердце

source: Rear Arrow
br: Seta traseira
de: Pfeil hinten
fr: Flèche arrière
ru: Задняя стрелка

source: Fire 1 additional projectile backward.
br: Dispara 1 projétil adicional para trás.
de: 1 zusätzliches Projektil nach hinten abfeuern.
fr: Tire 1 projectile supplémentaire vers l'arrière.
ru: Выпустить 1 дополнительный снаряд назад.

source: You fire an additional projectile backwards<br>Deal 100% of damage per projectile
br: Você dispara um projétil adicional para trás<br>Causa 100% do dano por projétil
de: Sie feuern ein zusätzliches Projektil nach hinten<br>Verursachen Sie 100% Schaden pro Projektil
fr: Vous tirez un projectile supplémentaire vers l'arrière<br>Affecter 100% des dégâts par projectile
ru: Вы выпускаете дополнительный снаряд назад<br> Наносите 100% урона каждым снарядом

source: Ricochet
br: Ricochete
de: Querschläger
ru: Рикошет

source: Your arrows bounce up to 3 times between nearby enemies.
br: Suas flechas ricocheteiam até 3 vezes entre os inimigos próximos.
de: Deine Pfeile prallen bis zu 3 Mal zwischen Feinden in der Nähe ab.
fr: Vos flèches rebondissent jusqu'à 3 fois entre les ennemis proches.
ru: Стрелы отскакивают от ближайших врагов до 3 раз.

source: You fire an additional projectile to the left and right<br>-30% damage after each bounce<br>Allows your shot to rebound between enemies up to 3 times in total
br: Você dispara um projétil adicional para a esquerda e para a direita<br>-30% de dano após cada ricochete<br>Permite que seu tiro ricocheteie entre os inimigos até 3 vezes no total
de: Du feuerst ein zusätzliches Projektil nach links und rechts<br>-30% Schaden nach jedem Abprallen<br>Erlaubt es deinem Schuss, bis zu 3 Mal zwischen Feinden abzuprallen
fr: Vous tirez un projectile supplémentaire vers la gauche et la droite<br>-30% de dégâts après chaque rebond<br>Permet à votre tir de rebondir entre les ennemis jusqu'à 3 fois en total
ru: Вы выпускаете дополнительный снаряд влево и вправо<br>-30% урона после каждого отскока<br>Позволяет вашему выстрелу отскочить между врагами до 3 раз в сумме

source: Sated
br: Satisfeito
de: Gesättigt
fr: Rassasié
ru: Насыщение

source: When HP is full, damage +60%
br: Quando HP estiver cheio, dano +60%
de: Wenn die GP voll sind, beträgt der Schaden +60 %.
fr: Quand les PV sont au max, dégâts +60 %
ru: Когда запас ОЗ полон, урон +60%

source: Requirement : clear Chapter 19
br: Requisito: limpar o Capítulo 19
de: Anforderung: Kapitel 19 löschen
fr: Besoin : terminer le chapitre 19
ru: Требование: прояснить главу 19

source: Side Arrow
br: Flecha lateral
de: Seitenpfeil
fr: Flèche latérale
ru: Стрела вбок

source: Fire 2 additional projectile on your both sides.
br: Dispare 2 projéteis adicionais em ambos os lados.
de: Feuern Sie 2 zusätzliche Geschosse auf Ihre beiden Seiten.
fr: Tire 2 projectiles supplémentaires sur vos deux côtés.
ru: Выпускает 2 дополнительных снаряда по обеим сторонам.

source: You fire an additional projectile to the left and right <br><br><b>-20% Damage per arrow in Melee Attack</b><br><b>100% of Damage per arrow in Range Attack</b>
br: Você dispara um projétil adicional para a esquerda e para a direita <br><br><b>20% de dano por flecha no ataque corpo a corpo</b><br><b>100% de dano por flecha no ataque à distância</b>
de: Sie feuern ein zusätzliches Projektil nach links und rechts <br><br><b>-20% Schaden pro Pfeil im Nahkampf</b><br><b>100% des Schadens pro Pfeil im Fernkampf</b>
fr: Vous tirez un projectile supplémentaire à gauche et à droite <br><br><b>-20% dégâts par flèche en attaque de mêlée</b><br><b>100% des dégâts par flèche en attaque à distance d'attaque à distance</b>
ru: Вы выпускаете дополнительный снаряд влево и вправо <br><br><b>-20% урона за стрелу в ближней атаке</b><br><b>100% урона за стрелу в дальней атаке</b>.

source: Shadow Samurai
br: Samurai escuro
de: Schattensamurai
fr: Samouraï ombre
ru: Самурай тени

source: Summon a Samurai to help you in Melee attacks.
br: Convoque um Samurai para ajudar nos ataques corpo a corpo
de: Beschwöre einen Samurai, der dir bei Nahkampfangriffen hilft
fr: Invoquez un samouraï pour vous aider dans les attaques de mêlée
ru: Призывайте самурая на помощь в ближнем бою

source: Shadow Clone
br: Clone da escuridão
de: Schattenklon
fr: Clone d'ombre
ru: Теневой двойник

source: Summons a shadow clone of yours.
br: Convoca um clone de sua sombra.
de: Beschwört einen Schattenklon von dir.
fr: Invoque un clone de votre ombre.
ru: Вызывает вашего теневого клона.

source: 15% chance to spawn.<br>Max 1 per enemy.<br>Max 3 per boss.<br>Up to 15 clones can be spawned at once.<br>Lasts up to 8 seconds.<br>Deals 100% equipment damage every second.
br: 15% de chance de surgir.<br>Máximo 1 por inimigo.<br>Máximo 3 por chefe.<br>Pode gerar até 15 clones de uma vez.<br>Dura até 8 segundos.<br>Causa 100% de dano ao equipamento a cada segundo.
de: 15% Chance zu spawnen.<br>Maximal 1 pro Feind.<br>Maximal 3 pro Boss.<br>Bis zu 15 Klone können auf einmal gespawnt werden.<br>Hält bis zu 8 Sekunden an.<br>Verursacht jede Sekunde 100% Ausrüstungsschaden.
fr: 15% de chance d'apparaître.<br>Max 1 par ennemi.<br>Max 3 par boss.<br>Jusqu'à 15 clones peuvent apparaître en même temps.<br>Dure jusqu'à 8 secondes.<br>Inflige 100% de dégâts toutes les secondes.
ru: 15% шанс появления.<br>Максимум 1 на врага.<br>Максимум 3 на босса.<br>До 15 клонов могут появиться одновременно.<br>Длительность до 8 секунд.<br>Снижает 100% урона от снаряжения каждую секунду.

source: Shield Guard
br: Escudo de proteção
de: Schildschutz
fr: Bouclier protecteur
ru: Укрывающий щит

source: A shield circles around you
br: Uma escudo rodeia você
de: Ein Schild umkreist dich
fr: Un bouclier tourne autour de vous.
ru: Вокруг вас кружится щит

source: Two shields rotate around you, blocking incoming projectiles<br>Up to 3 shield rotating
br: Dois escudos giram ao seu redor, bloqueando os projéteis que chegam<br>Até 3 escudos giratórios
de: Zwei Schilde rotieren um dich herum und blockieren ankommende Geschosse<br> Bis zu 3 Schildrotationen
fr: Deux boucliers tournent autour de vous, bloquant les projectiles entrants<br>Jusqu'à 3 bouclier rotatif
ru: Два щита вращаются вокруг вас, блокируя летящие снаряды<br>До 3 вращений щита

source: Slow Projectile
br: Projétil lento
de: Langsames Geschoss
fr: Projectile lent
ru: Медленные стрелы

source: Slow enemy projectiles
br: Retardar projéteis inimigos
de: Feindliche Geschosse verlangsamen
fr: Ralentit les projectiles ennemis
ru: Замедление вражеских снарядов

source: Effect : -50% projectile speed
br: Efeito: -50% de velocidade do projétil
de: Effekt : -50% Projektilgeschwindigkeit
fr: Effet : -50% de vitesse de projectile
ru: Эффект: -50% скорости снаряда

source: Smart
br: Inteligente
de: Schlau
fr: Intelligence
ru: Умница

source: Level-up faster, Max level increased by 2.
br: Aumento de nível mais rápido, nível máximo aumentado em 2.
de: Schnellerer Stufenaufstieg, Maximalstufe um 2 erhöht.
fr: Montée en niveau plus rapide, niveau maximum augmenté de 2.
ru: Повышение уровня быстрее, максимальный уровень увеличен на 2.

source: 30% increased experience (XP).<br>2 Additional levels<br>This ability does not appear in hero adventure.<br>The extra level provides you with only 1 additional extra skill besides smart.<br>Chapters where there are only 10 stages (chapterd 7 and 14) don't give much xp. On these stages you don't usually recieve enough xp to get anywhere close to max level.
br: Aumento de 30% na experiência (XP).<br>2 Níveis adicionais<br>Essa habilidade não aparece na hero adventure.<br>O nível extra fornece a você apenas 1 habilidade extra além da esperteza.<br>Capítulos em que há apenas 10 fases (capítulos 7 e 14) não dão muita XP. Nessas fases, você normalmente não recebe EXP suficiente para chegar perto do nível máximo.
de: 30% mehr Erfahrung (XP).<br>2 zusätzliche Stufen<br>Diese Fähigkeit taucht nicht im Heldenabenteuer auf.<br>Die zusätzliche Stufe gibt dir nur 1 zusätzliche Fähigkeit außer Klugheit.<br>Kapitel, in denen es nur 10 Stufen gibt (Kapitel 7 und 14), geben nicht viel XP. Auf diesen Etappen erhält man normalerweise nicht genug xp, um auch nur annähernd die Maximalstufe zu erreichen.
fr: 30% d'expérience (XP) en plus.<br>2 niveaux supplémentaires<br>Cette capacité ne n'apparaît pas dans l'aventure du héros.<br>Le niveau supplémentaire ne vous donne qu'une compétence supplémentaire en plus de l'intelligence.<br>Les chapitres où il n'y a que 10 étapes (chapitres 7 et 14) ne donnent pas beaucoup d'xp. Sur ces scènes, vous ne généralement pas assez d'xp pour atteindre le niveau maximum.
ru: Увеличение опыта (XP) на 30%.<br>2 дополнительных уровня<br>Эта способность не появляется в приключениях героя.<br>Дополнительный уровень дает только 1 дополнительное умение, кроме умения "ум".<br>Главы, в которых всего 10 этапов (7 и 14 главы), не дают много xp. На этих этапах обычно не удается получить достаточно xp, чтобы приблизиться к максимальному уровню.

source: Speed Aura
br: Aura de velocidade
de: Geschwindigkeitsaura
fr: Aura de vitesse
ru: Аура скорости

source: Increases Attack Speed for a short time
br: Aumenta a velocidade de ataque por um curto período de tempo
de: Erhöht die Angriffsgeschwindigkeit für eine kurze Zeit
fr: Augmente la vitesse d'attaque pendant une courte période
ru: Увеличивает скорость атаки на короткое время
