Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: [Perfect Epic] Haste: Gain Crit Rate, increased buff duration and summoned creature duration (ULT)
br: [Perfeitamente épico] Aceleração: Ganho de taxa de crítico, aumento da duração do bônus e da duração da criatura invocada (ULT)
de: [Perfekt Episch] Eile: Erhöhte Trefferquote, verlängerte Dauer des Stärkungszaubers und Dauer der beschworenen Kreatur (ULT)
fr: [Épique Splendide] Hâte : Augmente le taux de critique, la durée des buffs et la durée des créatures invoquées durée de la créature invoquée (ULT)
ru: [Идеальный эпический] Haste: Получает скорость крита, увеличивает продолжительность действия баффа и продолжительность действия призванного существа (ULT)

source: [Legendary] Haste: Speed of attacks, movement, spins, shots, magic casts increased (ULT)
br: [Lendária] Aceleração: Velocidade de ataques, movimentos, giros, chutes e lançamentos de magia aumentada (ULT)
de: [Legendär] Eile: Geschwindigkeit von Angriffen, Bewegungen, Drehungen, Schüssen und Zaubern erhöht (ULT)
fr: [Légendaire] Hâte : Vitesse des attaques, des mouvements, des pirouettes, des tirs, des jets de magie augmentée (ULT)
ru: [Легендарное] Haste: Скорость атак, передвижений, вращений, бросков, заклинаний увеличена (ULT)

source: [Ancient Legendary] Manipulate Time: Reduces continuous damage intervals on enemies. Increases enemy debuff duration (ULT)
br: [Lendário Antigo] Manipular o tempo: Reduz os intervalos de dano contínuo nos inimigos. Aumenta a duração da penalidade do inimigo (ULT)
de: [Antik Legendär] Zeitmanipulation: Verringert kontinuierliche Schadensintervalle bei Feinden. Erhöht die Dauer des gegnerischen Debuffs (ULT)
fr: [Ancien légendaire] Manipuler le temps : Réduit les intervalles de dégâts continus sur les ennemis. Augmente la durée de l'affaiblissement de l'ennemi (ULT)
ru: [Древний легендарный] Манипулировать временем: Уменьшает интервалы непрерывного урона, наносимого врагам. Увеличивает продолжительность действия вражеских дебаффов (ULT)

source: [Mythic] Greatly increase damage immunity after taking damage. Effect reduces time (ULT)
br: [Mítico] Aumenta Incomun a imunidade a danos após receber dano. O efeito reduz o tempo (ULT)
de: [Mythisch] Erhöht die Schadensimmunität nach erlittenem Schaden erheblich. Effekt verringert die Zeit (ULT)
fr: [Mythique] Augmente considérablement l'immunité aux dégâts après avoir subi des dégâts. Effet réduit la durée (ULT)
ru: [Мифический] Значительно повышает иммунитет к урону после получения урона. Эффект сокращает время (ULT)

source: [Titan Tales] Enhance equipment +13.5%
br: [Contos de Titãs] Aprimorar equipamento +13,5%
de: [Geschichten der Titanen] Verbesserung der Ausrüstung +13,5%
fr: [Contes de Titan] Amélioration de l'équipement +13.5
ru: [Истории титанов] Улучшение снаряжения +13,5%

source: [Chaos] When HP is below 20%, nearby bullets are slowed.
br: [Caos] Quando a vida está abaixo de 20%, as balas próximas são desaceleradas.
de: [Chaos] Wenn die HP unter 20% fallen, werden Kugeln in der Nähe verlangsamt.
fr: [Chaos] Lorsque les PV sont inférieurs à 20%, les balles proches sont ralenties.
ru: [Хаос] Когда HP ниже 20%, близлежащие пули замедляются.

source: Atreus
ru: Атрей

source: A rookie archer on his way to become an archer hero
br: Um arqueiro novato que está no caminho para se tornar um herói arqueiro!
de: Ein Bogenschützenanfänger auf dem Weg zum Bogenschützenhelden!
fr: Un archer néophyte en passe de devenir un héros.
ru: Начинающий лучник, ступивший на путь героя.

source: Max HP +100
br: HP máximo +100
ru: Максимальная мощность +100

source: Damage to Ranged Units +15%
br: Dano a unidades de longo alcance +15%
de: Schaden an Fernkampfeinheiten +15%
fr: Dégâts aux unités à distance +15%.
ru: Урон, наносимый раненым юнитам +15%

source: Max HP +4%
br: HP máximo +4%
de: Maximale HP +4%
fr: PV max +4%
ru: Максимальное количество HP +4%

source: Attack Speed +5%
br: Velocidade de ataque +5%
de: Angriffsgeschwindigkeit +5%
fr: Vitesse d'attaque +5 %
ru: Скорость атаки +5%

source: Projectile Resistance +7%
br: Resistência a projéteis +7%
de: Projektil-Widerstand +7%
fr: Résistance aux projectiles +7%
ru: Сопротивление снарядам +7%

source: Free
br: Grátis
de: Gratis
fr: Gratuit
ru: Бесплатно

source: Once 3rd star is reached, give +1 Max in-game level
br: Ao atingir a terceira estrela, conceda +1 nível máximo no jogo
de: Nach Erreichen des dritten Sterns erhöhe das maximale In-Game-Level um +1.
fr: Une fois la 3ème atteinte, +1 niveau max en combat
ru: Как только достигнута третья звезда, увеличьте максимальный уровень в игре на +1.

source: Patrol Gold Earnings +[x]%
br: Ganhos do Patrol Gold +[x]%
de: Patrouillen-Goldeinnahmen +[x]%
fr: Gains de la Patrouille de l'Or +[x]%
ru: Патронажный золотой доход +[x]%

source: Attack +30 <span class='all_effect_span'>All Heroes</span>
br: Ataque +30 <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +30 <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +30 <span class='all_effect_span'>Tous les héros</span>
ru: Атака +30 <span class='all_effect_span'>Всех героев</span>

source: Skill - Growth: Acquire a new skill - Growth
br: Habilidade - Crescimento: Adquirir uma nova habilidade - Crescimento
de: Fertigkeit - Wachstum: Erwerben Sie eine neue Fähigkeit - Wachstum
fr: Compétence - Croissance : Acquérir une nouvelle compétence - Croissance
ru: Навык - Рост: Приобретение нового навыка - Рост

source: Trait - Stubborn: When HP is lower than 20%, HP is restored for a while
br: Característica - Teimoso: Quando o HP é inferior a 20%, o HP é restaurado por um tempo
de: Eigenschaft - Hartnäckig: Wenn die HP unter 20% sinken, werden die HP für eine Weile wiederhergestellt.
fr: Trait - Têtu : Lorsque les PV sont inférieurs à 20%, les PV sont restaurés pendant un certain temps.
ru: Черта - Упорство: При снижении HP ниже 20% HP восстанавливается на некоторое время

source: Spirit - Upgrade: During Spirit's crit attack, Atreus's attack speed is increased for a while
br: Espírito - Atualização: Durante o ataque crítico do Espírito, a velocidade de ataque de Atreus é aumentada por um tempo
de: Geist - Upgrade: Während des kritischen Angriffs des Geistes wird Atreus' Angriffstempo für eine Weile erhöht.
fr: Esprit - Amélioration : Pendant l'attaque crit d'Esprit, la vitesse d'attaque d'Atreus est augmentée pendant un moment
ru: Spirit - Upgrade: Во время критической атаки Духа скорость атаки Атреуса увеличивается на некоторое время

source: Growth - Insight: Upgrade speed and Heart droprate increased
br: Crescimento - Insight: Aumento da velocidade de atualização e da taxa de coração
de: Wachstum - Einsicht: Upgrade-Geschwindigkeit und Herztodrate erhöht
fr: Croissance - Insight : Vitesse d'amélioration et taux de cœur augmentés
ru: Рост - Озарение: Скорость обновления и скорость падения сердца увеличены

source: Max HP +800 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +800 <span class='all_effect_span'>Todos os heróis</span>
de: Max HP +800 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +800 <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +800 <span class='all_effect_span'>Все герои</span>.

source: Max HP +5% <span class='all_effect_span'>All Heroes</span>
br: HP máximo +5% <span class='all_effect_span'>Todos os heróis</span>
de: Maximale HP +5% <span class='all_effect_span'>Alle Helden</span>
fr: PV max +5% <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +5% <span class='all_effect_span'>Все герои</span>.

source: Atreus's base Attack +5%
br: Ataque básico de Atreus +5%
de: Atreus' Grundangriff +5%
fr: Attaque de base d'Atreus +5%.
ru: Базовая атака Атрея +5%

source: Attack +80
br: Ataque +80
de: Angriff +80
fr: Attaque +80
ru: Атака +80

source: Battle XP gain +20%
br: Ganho de EXP de batalha +20%
de: Kampf XP Gewinn +20%
fr: Gain d'XP de combat +20%
ru: Прирост боевого XP +20%

source: Battle XP gain +10%
br: Ganho de EXP de batalha +10%
de: Kampf XP Gewinn +10%
fr: Gain d'XP de combat +10%
ru: Прирост боевого XP +10%

source: Attack +2%
br: Ataque +2%
de: Angriff +2%
fr: Attaque +2%
ru: Атака +2%

source: Atreus's base HP +10%
br: HP básico de Atreus +10%
de: Atreus' Basis-HP +10%
fr: HP de base d'Atreus +10%.
ru: Базовые HP Атреуса +10%

source: Bounces +1
br: Rebotes +1
de: Abprallung +1
fr: Rebonds +1
ru: Отскоки +1

source: Can deploy at any time to assist in Battle
br: Pode ser mobilizado a qualquer momento para ajudar na batalha
de: Kann jederzeit zur Unterstützung im Kampf eingesetzt werden
fr: Peut être déployé à tout moment pour participer à la bataille
ru: В любой момент может быть развернут для оказания помощи в бою

source: Weapon Damage +7%
br: Dano da arma +7%
de: Schaden der Waffe +7%
fr: Dégâts de l'arme +7%.
ru: Урон от оружия +7%

source: Max Hp +5%
br: Potência máxima +5%
fr: Pv Max +5%
ru: Максимальная мощность +5%

source: Urasil
ru: Урасил

source: Proficient in the study of Medicine, an invisible killer allowing him to be skilled in Poison.
br: Grande estudioso de Medicina, um assassino invisível com habilidade de envenenamento.
de: Erfahren im Studium der Medizin. Ein unsichtbarer Killer, der weiß wie man mit Gift umgeht.
fr: Assassin invisible expert en poisons ayant étudié la médecine.
ru: Познания в медицине делают его незримым убийцей, искусным в использовании ядов.

source: Attack +40
br: Ataque +40
de: Angriff +40
fr: Attaque +40
ru: Атака +40

source: Damage to Melee Units +15%
br: Dano a unidades corpo a corpo +15%
de: Schaden an Nahkampfeinheiten +15%
fr: Dégâts aux unités de mêlée +15%.
ru: Урон, наносимый боевым единицам ближнего боя +15%

source: Crit Damage +15%
br: Dano crítico +15%
de: Kritischer Schaden +15%
fr: Dégâts critiques +15%.
ru: Критический урон +15%

source: Max HP +6%
br: HP máximo +6%
de: Maximale HP +6%
fr: Pv max +6%
ru: Максимальное количество HP +6%

source: Damage to Melee Units +9%
br: Dano a unidades corpo a corpo +9%
de: Schaden an Nahkampfeinheiten +9%
fr: Dégâts aux unités de mêlée +9%.
ru: Урон, наносимый боевым единицам ближнего боя +9%

source: Free (Unlocked after clearing stage 50 from chapter 2)
br: Grátis (desbloqueado após concluir a fase 50 do capítulo 2)
de: Frei (Wird freigeschaltet, nachdem Stufe 50 von Kapitel 2 abgeschlossen wurde)
fr: Gratuit (Débloqué après avoir terminé l'étape 50 du chapitre 2)
ru: Бесплатно (Разблокируется после прохождения 50-го этапа 2-й главы)

source: Your attacks cause an enhanced Poison effect
br: Seus ataques têm efeito de veneno aumentado
de: Deine Angriffe verursachen eine verbesserte Giftwirkung
fr: Vos attaques infligent l'effet Poison renforcé
ru: К вашим атакам добавляется усиленный эффект яда

source: 40% of base damage per second
br: 40% do dano básico por segundo
de: 40% des Basisschadens pro Sekunde
fr: 40% des dégâts de base par seconde
ru: 40% от базового урона в секунду

source: Patrol Ring Scroll Earnings +[x]%
br: Ganhos de rolagem do anel de patrulha +[x]%
de: Patrouillenring Schriftrolle Ertrag +[x]%
fr: Gains du parchemin de l'anneau de patrouille +[x]%
ru: Заработок свитка кольца патруля +[x]%

source: Max HP +120 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +120 <span class='all_effect_span'>Todos os heróis</span>
de: Maximale HP +120 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +120 <span class='all_effect_span'>Tous les héros</span>
ru: Макс. HP +120 <span class='all_effect_span'>Все герои</span>

source: Poison - Feeble: Enemy movement speed reduced 10% when poisoned
br: Veneno - Fraco: Velocidade de movimento do inimigo reduzida em 10% quando envenenado
de: Gift - Schwach: Feindliche Bewegungsgeschwindigkeit um 10% reduziert, wenn vergiftet
fr: Poison - Faible : La vitesse de déplacement de l'ennemi est réduite de 10% lorsqu'il est empoisonné.
ru: Яд - Слабость: Скорость передвижения противника при отравлении снижается на 10%

source: Trait - Low-key: Toxic damaged +35% after killing enemy for a while
br: Característica - Pouco exigente: dano tóxico +35% após matar o inimigo por um tempo
de: Eigenschaft - Unauffällig: Toxischer Schaden +35% nach dem Töten eines Feindes für eine Weile
fr: Trait - discret : dégâts toxiques +35% après avoir tué l'ennemi pendant un certain temps
ru: Способность - Низкоуровневая: Токсичный урон +35% после убийства противника в течение некоторого времени

source: Spirit - Upgrade: Whenever an enemy dies of poison, Spirit's attack is increased by a little
br: Spirit - Upgrade: Sempre que um inimigo morre envenenado, o ataque do Spirit é aumentado em um pouco
de: Geist - Upgrade: Immer wenn ein Gegner durch Gift stirbt, wird der Angriff von Geist um ein wenig erhöht.
fr: Esprit - Amélioration : Chaque fois qu'un ennemi meurt empoisonné, l'attaque de l'Esprit est augmentée d'un peu
ru: Spirit - Upgrade: каждый раз, когда враг умирает от яда, атака Spirit'а увеличивается на немного

source: Poison - Lethal: Toxic attack, chance to deal 3x more damage
br: Veneno - Letal: ataque tóxico, chance de causar 3x mais dano
de: Gift - Tödlich: Giftiger Angriff, Chance, 3x mehr Schaden zu verursachen
fr: Poison - mortel : attaque toxique, chances d'infliger 3x plus de dégâts
ru: Яд - Смертельный: Токсичная атака, шанс нанести в 3 раза больше урона

source: Crit Chance +2% <span class='all_effect_span'>All Heroes</span>
br: Chance de crítico +2% <span class='all_effect_span'>Todos os heróis</span>
de: Kritische Chance +2% <span class='all_effect_span'>Alle Helden</span>
fr: Chance de critique +2% <span class='all_effect_span'>Tous les héros</span>
ru: Шанс крита +2% <span class='all_effect_span'>Все герои</span>

source: Healing Effect of Red Heart +7% <span class='all_effect_span'>All Heroes</span>
br: Efeito de cura do Coração Vermelho +7% <span class='all_effect_span'>Todos os heróis</span>
de: Heileffekt des roten Herzens +7% <span class='all_effect_span'>Alle Helden</span>
fr: Effet de guérison de Cœur rouge +7% <span class='all_effect_span'>Tous les héros</span>
ru: Эффект исцеления "Красного сердца" +7% <span class='all_effect_span'>Всех героев</span>.

source: Urasil's base Attack +5%
br: Ataque básico de Urasil +5%
de: Urasils Grundangriff +5%
fr: Attaque de base d'Urasil +5%.
ru: Базовая атака Урасила +5%

source: Max Hp +320
br: Hp máximo +320
ru: Максимальная мощность +320

source: Attack increased for short time when enemies are killed by Poison
br: Ataque aumenta por um curto período após abater inimigos com Veneno
de: Angriff für kurze Zeit erhöht, wenn Gegner durch Gift getötet werden
fr: Attaque augmentée pendant une courte période lorsque les ennemis sont tués par le Poison
ru: Атака ненадолго увеличивается, если врагов убивает яд

source: Poison damage +15%
br: Dano por veneno +15%
de: Giftschaden +15%
fr: Dégâts de poison +15%.
ru: Урон от яда +15%

source: Damage to ground Units +4%
br: Dano a unidades terrestres +4%
de: Schaden an Bodeneinheiten +4%
fr: Dégâts aux unités terrestres +4%.
ru: Урон, наносимый наземным единицам +4%

source: Urasil's base HP +10%
br: HP básico de Urasil +10%
de: Basis-HP von Urasil +10%
fr: HP de base d'Urasil +10%.
ru: Базовые HP Урасила +10%

source: Poison Resistance +15%
br: Resistência a veneno +15%
de: Giftresistenz +15%
fr: Résistance au poison +15%.
ru: Сопротивление ядам +15%

source: Poison slows Movement speed
br: Veneno reduz Velocidade de movimento
de: Gift verringert Bewegungsgeschwindigkeit
fr: Le Poison ralentit la vitesse de déplacement
ru: Яд снижает скорость движения

source: Poison Damage +10%
br: Dano de veneno +10%
de: Giftschaden +10%
fr: Dégâts de poison +10%.
ru: Урон от яда +10%

source: Royal Knight
br: Cavaleiro Real
de: Königlicher Ritter
fr: Chevalier royal
ru: Королевский рыцарь

source: [Lvl 30]: Max HP +150
br: [Nível 30]: HP máximo +150
fr: [Niv. 30] : HP max +150
ru: [30 уровень]: Максимальное количество HP +150

source: 15% chance to resist long-distance damage
br: 15% de chance de resistir dano de longa distância
de: 15 % Chance, Fernschaden zu widerstehen
fr: 15 % de chance de résister aux dégâts à distance
ru: 15% шанс сопротивления дальнему урону

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 55
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 55
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 55
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 55
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 55

source: Black Order
br: Ordem Negra
de: Schwarzer Orden
fr: Ordre noir
ru: Черный порядок

source: When HP is lower than 25%, Poison damage increased 100%
br: Quando o HP estiver abaixo de 25%, dano de Veneno aumenta 100%
de: Wenn GP <25 %, wird der Giftschaden um 100 % erhöht
fr: Si les PV sont inférieurs à 25 %, les dégâts de poison augmentent de 100 %
ru: При ОЗ меньше 25% урон от яда увеличивается на 100%

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 60
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 60
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 60
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 60
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 60

source: Phoren
ru: Форен

source: Born from Fire, and Fire answers to no one but him.
br: Nascido do fogo e o fogo não respeita ninguém mais além dele.
de: Geboren aus dem Feuer und es gehorcht niemandem außer ihm.
fr: Né du feu. Le feu n'obéit qu'à lui.
ru: Дитя огня – единственный, кто способен укротить его страшную мощь.

source: Critical Chance +2%
br: Chance de crítico +2%
de: Kritische Chance +2%
fr: Chance de critique +2%
ru: Шанс критического удара +2%

source: Projectile Resistance: +15%
br: Resistência a projéteis: +15%
de: Projektil-Widerstand: +15%
fr: Résistance aux projectiles : +15%
ru: Сопротивление снарядам: +15%

source: Critical Chance +5%
br: Chance crítica +5%
de: Kritische Chance +5%
fr: Chance de critique +5%
ru: Шанс критического удара +5%

source: Damage to Ranged Units +9%
br: Dano a unidades de longo alcance +9%
de: Schaden an Fernkampfeinheiten +9%
fr: Dégâts infligés aux unités à distance +9%.
ru: Урон, наносимый раненым юнитам, +9%

source: 50,000 <object type='image/png' data='/static/image/svg/gold.svg' width='16' height='16'></object> or 30 Phoren Shards
br: 50.000 <object type='image/png' data='/static/image/svg/gold.svg' width='16' height='16'></object> ou 30 fragmentos de Phoren
de: 50.000 <object type='image/png' data='/static/image/svg/gold.svg' width='16' height='16'></object> oder 30 Phoren splitter
fr: 50,000 <object type='image/png' data='/static/image/svg/gold.svg' width='16' height='16'></object> ou 30 fragments de Phoren
ru: 50.000 <object type='image/png' data='/static/image/svg/gold.svg' width='16' height='16'></object> или 30 осколков Форен

source: Your attacks cause an enhanced Flame effect
br: Seus ataques têm efeito de chama aumentado
de: Deine Attacken verursachen einen verbesserten Flammeneffekt
fr: Vos attaques infligent l'effet Flamme renforcé
ru: К вашим атакам добавляется усиленный эффект огня

source: Patrol Sapphires Earnings +[x]%
br: Ganhos de Safiras de Patrulha +[x]%
de: Patrouille Sapphires Einnahmen +[x]%
fr: Patrouille Saphirs Gains +[x]%
ru: Патрульные сапфиры Заработок +[x]%

source: Damage to Airborne Units +75 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades aéreas +75 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Einheiten in der Luft +75 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités aériennes +75 <span class='all_effect_span'>Tous les héros</span>
ru: Урон по воздушным юнитам +75 <span class='all_effect_span'>Все герои</span>

source: Red Flame - Super Fire: Fire damage is increased
br: Chama Vermelha - Super Fogo: O dano de fogo é aumentado
de: Rote Flamme - Superfeuer: Der Feuerschaden wird erhöht
fr: Flamme rouge - Super feu : Les dégâts de feu sont augmentés
ru: Красное пламя - супер-огонь: Урон от огня увеличен

source: Trait - Passion: When entering a room, a random enemy will be ignited
br: Característica - Paixão: Ao entrar em uma sala, um inimigo aleatório será incendiado
de: Eigenschaft - Passion: Beim Betreten eines Raumes wird ein zufälliger Feind entzündet.
fr: Trait - Passion : En entrant dans une pièce, un ennemi aléatoire sera enflammé.
ru: Черта - Страсть: При входе в комнату случайный враг будет воспламенен

source: Spirit - Upgrade: Extra damage is dealt when Spirit attacks burning enemy
br: Espírito - Upgrade: Dano extra é causado quando o Espírito ataca um inimigo em chamas
de: Geist - Upgrade: Wenn der Geist brennende Gegner angreift, wird zusätzlicher Schaden verursacht.
fr: Esprit - Amélioration : Des dégâts supplémentaires sont infligés lorsque l'Esprit attaque un ennemi en feu.
ru: Дух - Улучшение: Наносится дополнительный урон, когда дух атакует горящего противника

source: Red Flame - Flame Star: Enemies that are burning will cause reduced damage to hero
br: Chama Vermelha - Estrela de Chamas: Os inimigos que estiverem queimando causarão dano reduzido ao herói
de: Rote Flamme - Flammenstern: Feinde, die brennen, verursachen weniger Schaden am Helden
fr: Flamme rouge - Étoile de flammes : Les ennemis qui brûlent infligent des dégâts réduits au héros
ru: Красное пламя - Звезда пламени: Горящие враги наносят герою уменьшенный урон

source: Attack +200 <span class='all_effect_span'>All Heroes</span>
br: Ataque +200 <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +200 <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +200 <span class='all_effect_span'>Tous les héros</span>
ru: Атака +200 <span class='all_effect_span'>Всех героев</span>

source: Ground Units damage reduced +6% <span class='all_effect_span'>All Heroes</span>
br: Dano das unidades terrestres reduzido em +6% <span class='all_effect_span'>Todos os heróis</span>
de: Schaden von Bodeneinheiten um +6% reduziert <span class='all_effect_span'>Alle Helden</span>
fr: Les dégâts des unités terrestres sont réduits de +6% <span class='all_effect_span'>Tous les Héros</span>
ru: Урон наземных юнитов снижен на +6% <span class='all_effect_span'>Все герои</span>.

source: Phoren's base Attack +5%
br: Ataque básico de Phoren +5%
de: Phorens Grundangriff +5%
fr: Attaque de base de Phoren +5%.
ru: Базовая атака Форена +5%

source: Damage to Airborne Units +150
br: Dano a unidades aerotransportadas +150
de: Schaden an Luftlandeeinheiten +150
fr: Dégâts aux unités aériennes +150
ru: Урон, наносимый воздушно-десантным подразделениям +150

source: Attack increased for short time when enemies are killed by Fire
br: Ataque aumenta por um curto período após abater inimigos com Fogo
de: Angriff für kurze Zeit erhöht, wenn Gegner durch Feuer getötet werden
fr: Attaque augmentée pendant une courte période lorsque les ennemis sont tués par le Feu
ru: Атака ненадолго увеличивается, если врагов убивает огонь

source: Flame Damage +10%
br: Dano de chama +10%
de: Flammenschaden +10%
fr: Dégâts des flammes +10%.
ru: Урон от пламени +10%

source: Damage to Melee Units +4%
br: Dano a unidades corpo a corpo +4%
de: Schaden an Nahkampfeinheiten +4%
fr: Dégâts aux unités de mêlée +4%.
ru: Урон, наносимый юнитам ближнего боя +4%
