Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Spirit - Enhance: Doubles spirit's attack when hero's HP is reduced
br: Espírito - Aprimoramento: Dobra o ataque do espírito quando o HP do herói é reduzido
de: Geist - Verbessern: Verdoppelt den Angriff des Geistes, wenn die HP des Helden reduziert werden
fr: Esprit - Amélioration : Double l'attaque de l'esprit lorsque les PV du héros sont réduits
ru: Spirit - Enhance: Удваивает атаку духа при снижении HP героя

source: Judge - Execution: Performs Judgement more quickly with greater effect
br: Juiz - Execução: Executa o julgamento mais rapidamente e com maior efeito
de: Richter - Vollstreckung: Führt das Urteil schneller und mit größerer Wirkung aus
fr: Juge - Exécution : Exécute le jugement plus rapidement et avec plus d'effet
ru: Судья - Исполнение: Выполняет решение быстрее и с большим эффектом

source: Free Magic Cast Rate +12% <span class='all_effect_span'>All Heroes</span>
br: Taxa de lançamento de magia gratuita +12% <span class='all_effect_span'>Todos os heróis</span>
de: Freie Zauberwurf-Rate +12% <span class='all_effect_span'>Alle Helden</span>
fr: Taux d'incantation de la magie libre +12% <span class='all_effect_span'>Tous les héros</span>
ru: Скорость каста свободной магии +12% <span class='all_effect_span'>Все герои</span>.

source: Blazo's base Attack +5%
br: Ataque básico de Blazo +5%
de: Blazos Grundangriff +5%
fr: Attaque de base de Blazo +5%.
ru: Базовая атака Блазо +5%

source: Damage to ground Units +320
br: Dano a unidades terrestres +320
de: Schaden an Bodeneinheiten +320
fr: Dégâts aux unités terrestres +320
ru: Урон наземным единицам +320

source: The more red hearts obtained, the faster you attack
br: Quanto mais corações vermelhos obtidos, mais rápidos seus ataques
de: Je mehr rote Herzen erhalten werden, desto schneller greifst du an
fr: Plus vous obtenez de cœurs rouges, plus vite vous attaquez
ru: Чем больше алых сердец получено, тем быстрее вы атакуете

source: Enemy Debuff duration extended +15%
br: Duração da Debilitação de Inimigo estendida em +15%
de: Dauer des gegnerischen Debuffs um 15 % verlängert
fr: Durée de l'affaiblissement de l'ennemi prolongée de +15%.
ru: Увеличение продолжительности действия вражеских дебаффов +15%

source: Increased Attack after killing enemies +7%
br: Aumento do ataque após matar inimigos +7%
de: Erhöhte Attacke nach dem Töten von Feinden +7%.
fr: Augmentation de l'attaque après avoir tué des ennemis +7%
ru: Увеличение атаки после убийства врагов +7%

source: Blazo's base HP +10%
br: HP básico do Blazo +10%
de: Blazos Basis-HP +10%
fr: HP de base de Blazo +10%.
ru: Базовые HP Блазо +10%

source: Increase Attack speed for short time after healing
br: Aumenta a velocidade de ataque por um curto período após a cura
de: Erhöhte Angriffsgeschwindigkeit für kurze Zeit nach der Heilung
fr: Augmentation de la vitesse d'attaque pendant une courte période après la guérison
ru: Увеличение скорости атаки на короткое время после исцеления

source: Gain attack speed for short time after taking damage
br: Ganhe Velocidade de ataque por um curto período após sofrer dano
de: Erhalte für kurze Zeit Angriffstempo, nachdem du Schaden genommen hast
fr: Gagne en vitesse d'attaque pendant une courte durée après avoir subi des dégâts
ru: Увеличение скорости атаки на короткое время после получения урона

source: Control Resistance +20%
br: Resistência de controle +20%
de: Kontrollwiderstand +20%
fr: Résistance de contrôle +20%
ru: Сопротивление управлению +20%

source: Rockstar
br: Estrela de rock
ru: Рок-звезда

source: Rock N' Roll style changes with mood; various styles have various effects
br: Estilo de rock n' roll muda com o humor; vários estilos têm vários efeitos
de: Rock-Stil, der sich mit der Stimmung ändert und zahlreiche Effekte bewirkt
fr: Le style rock n'roll change selon l'humeur ; les différents styles ont des effets variés
ru: Стиль рок-н-ролл меняется с настроением; у разных стилей разные эффекты

source: It's Noon
br: É Meio-dia
de: Mittagszeit
fr: Il est midi
ru: Уже полдень

source: [Lvl 60]: Attack +160
br: [Nível 60]: Ataque +160
de: [Lvl 60]: Angriff +160
fr: [Niv. 60] : Attaque +160
ru: [60 уровень]: Атака +160

source: Chance to mark enemies, allowing projectiles to go through walls and deal additional damage when attacking them.
br: Chance de marcar inimigos, permitindo que projéteis ultrapassem muros e causem dano adicional ao atacá-los.
de: Chance, Gegner zu markieren, sodass Geschosse durch Wände dringen und zusätzlichen Schaden zufügen beim Angriff.
fr: Possibilité de marquer les ennemis, de permettre aux projectiles de traverser les murs et d'infliger des dégâts supplémentaires lorsqu'ils les attaquent.
ru: Шанс пометить врагов, позволить снарядам проходить сквозь стены и наносить доп. урон в случае вход. атаки.

source: Melinda
ru: Мелинда

source: A beautiful and brave noble who has embarked on a journey to become a renowned ranger.
br: Uma bela e corajosa nobre que embarcou em uma jornada para transformar-se em uma guarda renomada
de: Eine bildhübsche Adlige, die sich auf eine Reise begeben hat, um eine Waldläuferin zu werden.
fr: Une belle et courageuse noble qui a entrepris un voyage pour devenir un ranger de renom
ru: Красивая и смелая аристократка, отправившаяся в путь, чтобы стать знаменитой путешественницей

source: Damage to Ranged Units +150
br: Dano a unidades de longo alcance +150
de: Schaden an Fernkampfeinheiten +150
fr: Dégâts aux unités à distance +150
ru: Урон, наносимый раненым единицам +150

source: Damage to Ranged Units +8%
br: Dano a unidades de longo alcance +8%
de: Schaden an Fernkampfeinheiten +8%
fr: Dégâts aux unités à distance +8%.
ru: Урон, наносимый раненым единицам, +8%

source: 29.99\u20ac or 50 Shards
br: 29,99\u20ac ou 50 fragmentos
de: 29,99\u20ac oder 50 Scherben
fr: 29.99 € ou 50 tessons
ru: 29,99\u20ac или 50 осколков

source: Chance to fire a projectile barrage with each attack. The lower the HP, the stronger the barrage.
br: Chance de disparar uma barragem de projéteis com cada ataque. Quando menos HP, mais forte a barragem.
de: Chance auf Projektil-Sperrfeuer. Je niedriger die HP sind, desto stärker ist das Sperrfeuer.
fr: Possibilité de tirer un barrage de projectiles à chaque attaque. Plus les PV sont faibles, plus le barrage est puissant.
ru: Шанс вести обстрел снарядами при каждой атаке. Чем ниже ОЗ, тем сильнее обстрел.

source: Damage to Ranged Units +100 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades de longo alcance +100 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Fernkampfeinheiten +100 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités à distance +100 <span class='all_effect_span'>Tous les héros</span>
ru: Урон, наносимый раненым юнитам, +100 <span class='all_effect_span'>Все герои</span>.

source: Ranger's Heart - Inspire: Chance to increase attack when projectile barrage is hitting enemies; can stack
br: Coração do Guarda-florestal - Inspirar: Chance de aumentar o ataque quando a barragem de projéteis estiver atingindo os inimigos; pode acumular
de: Herz des Waldläufers - Inspirieren: Chance, den Angriff zu erhöhen, wenn Projektilsperrfeuer Feinde trifft; kann gestapelt werden
fr: Cœur de rôdeur - Inspiration : Chance d'augmenter l'attaque lorsque le barrage de projectiles touche les ennemis ; peut s'empiler
ru: Сердце рейнджера - Вдохновение: Шанс увеличить атаку, когда по врагам бьет шквал снарядов; может складываться

source: Trait - Righteous: Surrounding enemies; more and closer will increase hero's attack
br: Característica - Righteous (Justo): Cercar os inimigos; mais e mais perto aumentará o ataque do herói
de: Eigenschaft - Gerechter: Feinde umzingeln; je mehr und je näher, desto stärker der Angriff des Helden
fr: Trait - Vertueux : Entourer les ennemis ; plus ils sont nombreux et plus ils sont proches, plus le héros augmente son attaque.
ru: Черта - Праведник: Окружает врагов; больше и ближе - увеличивает атаку героя

source: Spirit - Upgrade: Spirit gains multi-attacks
br: Espírito - Melhorar: Espírito ganha múltiplos ataques
de: Geist - Verbesserung: Geist erhält Mehrfachangriffe
fr: Esprit - Amélioration : Esprit gagne plusieurs attaques
ru: Дух — улучшение: дух получает несколько атак

source: Ranger's Heart - Composure: Increased leveling speed at a higher level cap
br: Coração de Guarda - Compostura: Maior veloc. de nivelação em limite de nível maior
de: Herz des Waldläufers - Gelassenheit: Erhöhtes Leveltempo bei höherer Level-Obergrenze
fr: Cœur du ranger - Calme : augmentation de la vitesse de mise à niveau à un niveau max supérieur
ru: Сердце стрелка — спокойствие: чем выше лимит, тем быстрее повышается уровень

source: Attack +400 <span class='all_effect_span'>All Heroes</span>
br: Ataque +400 <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +400 <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +400 <span class='all_effect_span'>Tous les héros</span>
ru: Атака +400 <span class='all_effect_span'>Всех героев</span>

source: Attack +9% <span class='all_effect_span'>All Heroes</span>
br: Ataque +9% <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +9% <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +9% <span class='all_effect_span'>Tous les héros</span>
ru: Атака +9% <span class='all_effect_span'>Всех героев</span>.

source: Melinda's base Attack +5%
br: Ataque básico da Melinda +5%
de: Melindas Grundangriff +5%
fr: Attaque de base de Mélinda +5%.
ru: Базовая атака Мелинды +5%

source: Damage to Airborne Units +400
br: Dano a unidades aéreas +400
de: Schaden an Luftlandeeinheiten +400
fr: Dégâts aux unités aériennes +400
ru: Урон, наносимый воздушно-десантным подразделениям +400

source: Diagonal arrow damage up +10%
br: Dano da flecha diagonal aumentado em +10%
de: Diagonaler Pfeilschaden um +10% erhöht
fr: Les dégâts de la flèche diagonale augmentent de +10%.
ru: Урон от диагональных стрел +10%

source: Attack+5%
br: Ataque+5%
de: Angriff+5%
fr: Attaque+5%
ru: Атака+5%

source: Melinda's base HP +10%
br: HP básico da Melinda +10%
de: Melindas Basis-HP +10%
fr: HP de base de Mélinda +10%
ru: Базовые HP Мелинды +10%

source: Summoned flying object damage +30%
br: Dano de objeto voador invocado +30%
de: Schaden von beschworenem fliegenden Objekt +30 %
fr: Dégâts infligés par un objet volant invoqué +30 %
ru: Урон от призв. лет. предмета +30%

source: Extra arrows can deal critical hits and penetrate
br: Flechas adicionais podem causar golpes críticos e perfurar
de: Zusätzliche Pfeile können kritische Treffer verursachen und durchdringen
fr: Des flèches supplémentaires peuvent infliger des coups critiques et perforer
ru: Доп. стрелы могут наносить крит. удары и пробивать броню

source: Baking Sweety
br: Docinho Culinário
de: Bäcker-Schätzchen
fr: Chou pâtissier
ru: Сладкая булочка

source: [Lvl 50]: Max HP +750
br: [Nível 50]: HP máximo +750
fr: [Niv. 50] : HP max +750
ru: [50 уровень]: Максимальное количество HP +750

source: Gain Rage 5s after damage, increases attack. Gain Joy 5s after looting a Heart, increases Dodge rate.
br: Ganhe Ira 5s depois de dano, aumenta ataque. Ganhe Alegria 5s depois de saquear um Coração, aumenta taxa de desvio
de: Erhalte Wut 5s nach Schaden, erhöht den Angriff. Erhalte Freude 5s nach Herzensraub, erhöht Ausweichrate
fr: Vous gagnez Rage 5s après les dégâts, augmente l'attaque. Gagne 5 de Joie après avoir pillé un Cœur, augmente le taux d'esquive
ru: Дает 5 с ярости после урона, усиливает атаку. Дает 5 с радости после добычи сердца, повышает вероятность уклонения

source: Huffy Melinda
br: Melinda Sensível
de: Grantige Melinda
fr: Melinda vexée
ru: Надменная Мелинда

source: Melinda hates math, but when her HP is multiples of 3, 17 and 59, her Attack is greatly increased. Her Movement and Dodge Rate are increased at other HP value.
br: Melinda odeia matemática, mas quando seu PV é múltiplo de 3, 17 e 59, seu ataque aumenta muito. Seu movimento e sua taxa de esquiva são aumentados em outros valores de HP.
de: Melinda hasst Mathe, aber wenn ihre HP ein Vielfaches von 3, 17 und 59 sind, wird ihr Angriff stark erhöht. Ihre Bewegungs- und Ausweichrate wird bei anderen HP-Werten erhöht.
fr: Mélinda déteste les maths, mais lorsque ses HP sont des multiples de 3, 17 et 59, son Attaque est fortement augmentée. Sa vitesse de déplacement et son taux d'esquive sont augmentés à d'autres valeurs de HP
ru: Мелинда ненавидит математику, но когда ее HP кратно 3, 17 и 59, ее Атака значительно увеличивается. При других значениях HP увеличиваются скорость передвижения и скорость уклонения.

source: Cute Clown
br: Palhaço Fofinho
de: Niedlicher Clown
fr: Joli clown
ru: Милый клоун

source: [Lvl 40] Max HP +700
br: [Nível 40] HP máximo +700
de: [Lvl 40] Maximale HP +700
fr: [Niv. 40] HP max. +700
ru: [40 уровень] Максимальное количество HP +700

source: Turns projectile barrage into daggers that deal damage over time and slow enemies
br: Transforma a barragem de projéteis em adagas que causam dano ao longo do tempo e reduzem a velocidade dos inimigos
de: Verwandelt Projektilsperrfeuer in Dolche, die Schaden über Zeit verursachen und Gegner verlangsamen
fr: Transforme les projectiles en dagues qui infligent des dégâts sur la durée et ralentissent ennemis
ru: Превращает шквал снарядов в кинжалы, наносящие урон с течением времени и замедляющие врагов

source: Bunny Melinda
br: Melinda Coelhinha
fr: Lapin Melinda
ru: Крольчиха Мелинда

source: [Lvl 50] Attack +200
br: [Nível 50] Ataque +200
fr: [Niv. 50] Attaque +200
ru: [Уровни 50] Атака +200

source: Throw out an additional Easter Egg every 9 attacks. Easter Eggs can bounce and summon clones after critical hits.
br: Joga um Ovo de Páscoa adicional a cada 9 ataques. Ovos de Páscoa podem rebotar e invocar clones após golpes críticos.
fr: Lance un Œuf de Pâques supplémentaire toutes les 9 attaques. Les Œufs de Pâques peuvent rebondir et invoquer des clones après des coups critiques.
ru: Через каждые 9 атак вы бросаете дополнительное пасхальное яйцо. После критических попаданий пасхальные яйца отскакивают и призывают клонов.

source: Elaine
ru: Элейна

source: An adorable butterfly maiden blessed by elven gods since her birth
br: Uma adorável donzela borboleta abençoada pelos deuses élficos desde o berço
de: Ein bezauberndes Schmetterlingsmädchen, das in der Gunst der Feengötter steht.
fr: Une adorable jeune fille papillon bénie par les dieux des fées depuis sa naissance
ru: Чарующая дева-бабочка, с рождения благословенная богами фей!

source: Damage to Airborne Units +120
br: Dano a unidades aerotransportadas +120
de: Schaden an Luftlandeeinheiten +120
fr: Dégâts aux unités aériennes +120
ru: Урон, наносимый воздушно-десантным подразделениям +120

source: Crit Chance +7%
br: Chance crít. +7%
de: Krit.-Chance +7 %
fr: Chance crit. +7 %
ru: Шанс крит. удара +7%

source: Damage to Ground Units +9%
br: Dano a unidades terrestres +9%
de: Schaden an Bodeneinheiten +9%
fr: Dégâts aux unités terrestres +9%.
ru: Урон, наносимый наземным боевым единицам +9%

source: 50 Elaine Shards
br: 50 fragmentos de Elaine
de: 50 Elaine-Scherben
fr: 50 Éclats d'Elaine
ru: 50 осколков Элайна

source: Gain invincibility shield at intervals that also increases Attack Speed. When shield fades, attack is greatly increased.
br: Ganha escudo de invencibilidade em intervalos que aumentam a Veloc. de ataque. Quando escudo desaparece, ataque aumenta
de: Gewährt einen Unbesiegbarkeitsschild, der das Angriffstempo erhöht. Schwindet der Schild, wird der ANG stark erhöht.
fr: Obtenez un bouclier d'invincibilité à intervalles réguliers, ce qui augmente également la vitesse d'attaque. Lorsque le bouclier s'estompe, l'attaque augmente considérablement
ru: Периодически дает щит неуязвимости, также повышающий скорость атаки. Когда щит исчезает, атака значительно повышается.

source: Max HP +350 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +350 <span class='all_effect_span'>Todos os heróis</span>
de: Maximale HP +350 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +350 <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +350 <span class='all_effect_span'>Все герои</span>.

source: Invincible Elaine - Counter: Shots blocked by invincibility shield are converted into attack when shield fades.
br: Elaine Invencível - Contra-ataque: Disparos bloqueados pelo escudo de invencibilidade são convertidos em ataque ao final
de: Unbesiegbare Elaine – Konter: Durch Unbesiegbarkeitsschild blockierte Schüsse werden zum Angriff, wenn Schild schwindet.
fr: Elaine invincible - Contre : les tirs bloqués par le bouclier d'invincibilité sont convertis en attaque lorsque le bouclier s'estompe
ru: Непобедимая Элейна — Контратака: выстрелы, поглощенные щитом неуязвимости, конвертируются в атаку, когда щит исчезает

source: Trait - Outgoing: Great at making friends, reducing hostility of surrounding enemies (reduces attack)
br: Qualidade - Extroversão:Facilidade de fazer novas amizades, reduzindo a hostilidade (ataque) dos inimigos próximos
de: Eigenschaft – Extrovertiert: Findet schnell Freunde und senkt Feindseligkeit von Feinden in der Nähe (senkt Angriffe).
fr: Trait - Extraverti : se fait des amis facilement, réduit l'hostilité des ennemis environnants (réduit les attaques)
ru: Черта — общительность: легко заводит друзей, снижает враждебность окружающих врагов (снижает атаку)

source: Spirit - Upgrade: Attack increases for every room cleared. Flying Spirits gain +20%
br: Espírito - Melhoria: Ataque aumenta por cada sala terminada. Espíritos voadores ganham +20%
de: Geist – Aufwertung: Angriff erhöht sich für jeden erledigten Raum. Fliegende Geister +20 %
fr: Esprit - Amélioration : l'attaque augmente pour chaque pièce dégagée. Les esprits volants gagnent +20 %
ru: Дух — улучшение: каждая пройденная комната повышает атаку. Летающие духи получают +20%

source: Invincible Elaine - Enhanced Shield: Shield's duration increased. Also increases Crit Rate and summoned creature attack.
br: Elaine Invencível - Escudo aprimorado: Maior duração do escudo. Também aumenta taxa crít. e ataque de criatura invocada
de: Unbesiegbare Elaine – Verbesserter Schild: Schilddauer verlängert. Erhöht krit. Rate und Angriff beschworener Kreaturen.
fr: Elaine invincible - Bouclier amélioré : durée du bouclier augmentée. Augmente également le taux de crit et l'attaque des créatures invoquées
ru: Непобедимая Элейна — Усиленный щит: повышается срок действия щита, а также шанс крита и атака призванных существ

source: Max HP +2000 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +2000 <span class='all_effect_span'>Todos os heróis</span>
de: Max HP +2000 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +2000 <span class='all_effect_span'>Tous les héros</span>
ru: Макс. HP +2000 <span class='all_effect_span'>Все герои</span>.

source: Max HP +9% <span class='all_effect_span'>All Heroes</span>
br: HP máximo +9% <span class='all_effect_span'>Todos os heróis</span>
de: Maximale HP +9% <span class='all_effect_span'>Alle Helden</span>
fr: PV max +9% <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +9% <span class='all_effect_span'>Все герои</span>.

source: Elaine's base Attack +5%
br: Ataque básico da Elaine +5%
de: Elaines Grundangriff +5%
fr: Attaque de base d'Elaine +5%.
ru: Базовая атака Элейн +5%

source: Max Hp +770
br: Potência máxima +770
fr: Pv max +770
ru: Максимальная мощность +770

source: Damage Resistance +9%
br: Resistência a danos +9%
de: Schadenswiderstand +9%
fr: Résistance aux dégâts +9%
ru: Сопротивление урону +9%

source: Invincibility star chance increased +15%
br: Chance de estrela de invencibilidade aumentada em +15%
de: Unbesiegbarkeits-Sternchance um +15% erhöht
fr: Les chances d'étoile d'invincibilité sont augmentées de +15%.
ru: Шанс звезды неуязвимости увеличен на +15%

source: Max Hp +6%
br: Potência máxima +6%
ru: Максимальная мощность +6%

source: Elaine's base HP +10%
br: HP básico da Elaine +10%
de: Elaine's Basis-HP +10%
fr: HP de base d'Elaine +10%
ru: Базовые HP Элейн +10%

source: Max level +1
br: Nível máximo +1
de: Maximale Stufe +1
fr: Niveau maximum +1
ru: Максимальный уровень +1

source: Bosses have slight chance to drop 1 extra red heart
br: Chefes têm pequena chance de deixar cair mais 1 coração vermelho
de: Bosse haben eine leicht erhöhte Chance, 1 zusätzliches rotes Herz zu droppen
fr: Les boss ont peu de chance de dropper 1 cœur rouge supplémentaire
ru: Боссы с малой вероятностью дают 1 доп. алое сердце

source: Max Hp +10%
br: Potência máxima +10%
ru: Максимальная мощность +10%

source: Snow Maiden Elaine
br: Donzela Gelada Elaine
de: Schneemaid Elaine
fr: Elaine, jeune fille des neiges
ru: Снежная дева Элейна

source: Immune to freeze. Also slows or freezes surrounding enemies. Greatly increases ice damage and ice damage resistance.
br: Imune a congelar. Também desacelera ou congela inimigos próximos. Aumenta muito dano gelado e resistência a dano gelado
de: Immun gegen Frost. Verlangsamt Gegner in der Nähe oder friert sie ein. Erhöht Eisschaden und Eisschadensresistenz erheblich.
fr: Immunisé contre le gel. Ralentit ou gèle également les ennemis environnants. Augmente considérablement les dégâts de glace et la résistance aux dégâts de glace
ru: Иммунитет к холоду. Также замедляет или замораживает врагов рядом. Значительно увеличивает урон льдом и защиту от урона льдом

source: Your Present
br: Seu Presente
de: Dein Geschenk
fr: Votre présent
ru: Ваш подарок

source: [Lvl 50]: Max HP +800
br: [Nível 50]: HP máximo +800
fr: [Niv. 50] : HP max +800
ru: [50 уровень]: Максимальное количество HP +800

source: Chance to get 1 random boost effect when Invincibility Shield fades.
br: Chance de obter 1 efeito de boost aleatório ao final do escudo de invencibilidade
de: Chance, 1 zufälligen Boost-Effekt zu erhalten, wenn der Unbesiegbarkeitsschild schwindet
fr: Chance d'obtenir 1 effet de boost aléatoire lorsque le bouclier d'invincibilité s'estompe
ru: Шанс получить 1 случайное усиление при исчезновении щита неуязвимости"Щит неуязвимости" исчезает.

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 165
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 165
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 165
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 165
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 165

source: Chance to get 1 cherry blossom when enemies are killed. Merge 3 cherries blossoms into 1 heart.
br: Chance de obter 1 flor de cereja ao abater inimigos. Junte 3 flores de cereja em 1 Coração
de: Chance, 1 Kirschblüte zu erhalten, wenn Feinde getötet werden. Verschmelze 3 Kirschblüten zu 1 Herz
fr: Chance d'obtenir 1 fleur de cerisier lorsque des ennemis sont tués. Fusionnez 3 fleurs en 1 Cœur
ru: Шанс получить 1 цвет вишни при убийстве врагов. Объедините 3 цвета вишни в 1 сердце

source: Bobo
ru: Бобо

source: A brainy bear from a faraway city
br: Um urso inteligente de uma cidade afastada
de: Ein schlauer Bär aus einer weit entfernten Stadt
fr: Un ours intelligent venu d'une ville lointaine
ru: Сообразительный мишка из далекого города

source: Damage to mobs +150
br: Dano aos mobs +150
de: Schaden an Mobs +150
fr: Dégâts aux monstres +150
ru: Урон по мобам +150

source: MP Strength +20%
br: Força MP +20%
de: MP Stärke +20%
fr: Force MP +20 %
ru: Сила МП +20%
