Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Page Set Cookie/Session
br: Cookie/Sessão do Conjunto de Páginas
de: Seite setzen Cookie/Sitzung

source: Spirit Multishot
de: Geist Multischuss
fr: Esprit - Tir Multiple

source: Max HP +[x]<br>Max HP +10%.<br>HP Drops +25%
de: Max HP +[x]<br>Max HP +10%.<br>HP-Tropfen +25%
fr: PV Max +[x]<br>PV Max +10%.<br>Drops de PV +25%

source: item mythic+
de: item mythisch+
fr: équipement mythique +

source: gear farming
de: Items farmen
fr: farm d'équipement

source: ChangeLog
de: Änderungsprotokoll
fr: Journal de Modif.

source: Coin drop chance +25%<br>Enemy damage +20%
de: Münzfallchance +25%<br>Gegnerschaden +20%

source: Heroic Fightback
de: Helden-Gegenschlag

source: Once the hero falls, huge amounts of damage is dealt to all enemies
de: Sobald der Held fällt, wird allen Gegnern großer Schaden zugefügt.

source: Strong Strong Heart
de: Starkes Herz

source: Strong Heart increases attack speed and can be stacked
de: Starkes Herz erhöht die Angriffsgeschwindigkeit und kann gestapelt werden

source: Requirement : <a href='/wiki/skill/Strong_Heart/' class='styled_a'>Strong Heart</a>
de: Bedingung: <a href='/wiki/skill/Strong_Heart/' class='styled_a'>Starkes Herz</a>

source: Attack Speed +2% every time you get a crystal heart (Max 60%)
de: Angriffsgeschwindigkeit +2% jedes Mal, wenn du ein Kristallherz erhältst (Max. 60%)

source: Max HP +[x]<br>Battle XP Gain +15%
de: Max HP +[x]<br>Kampf-EP-Gewinn +15%

source: [Mythic] Additionnaly restores some HP with each level up
de: [Mythisch] Stellt mit jedem Levelaufstieg zusätzlich einige HP wieder her

source: Attack +[x]<br>Upon encountering enemy, +1 Front Arrow with 3 random elements for 2s
de: Angriff +[x]<br>Bei Begegnung mit Feind, +1 Frontpfeil mit 3 zufälligen Elementen für 2s

source: [Epic] +x1.18% Damage to enemies above 8% HP
de: [Episch] +x1,18% Schaden bei Gegnern über 8% HP

source: [Chaos] Chance to drop a Hearts when taking projectile damage
de: [Chaos] Chance, ein Herz fallen zu lassen, wenn man Projektilschaden erleidet

source: [Titan Tales+3]Damage reduction = 27.5%
de: [Geschichten der Titanen+3]Schadensreduzierung = 27,5%

source: [Mythic] Increased Dodge while moving
de: [Mythisch] Erhöhtes Ausweichen während der Bewegung

source: [Chaos] Chance to gain blessing 1 time when obtaining a heart. (shield that block projectile, can stack up to 2)
de: [Chaos] Chance, 1 Mal Segen zu erhalten, wenn man ein Herz erhält. (Schild, der Geschosse blockiert, kann bis zu 2 stapeln)

source: [Chaos] Damage to Melee Units +3%
de: [Chaos] Schaden an Nahkampfeinheiten +3%

source: [Chaos] Increase Melee Damage
de: [Chaos] Nahkampfschaden erhöhen

source: [Chaos] Damage to Ranged Units +4%
de: [Chaos] Schaden an Fernkampfeinheiten +4%

source: [Chaos] Increases ranged damage
de: [Chaos] Erhöht Fernkampfschaden

source: [Rare] x% chance to counter (increases with quality) enemies after taking damage (does 5x the damage taken to the enemy)
de: [Selten] x% Chance, Feinde zu kontern (steigt mit der Qualität), nachdem sie Schaden genommen haben (verursacht 5x den Schaden, den der Feind genommen hat)

source: Charge - Souleater: The more enemies killed, the higher the attack (Max limit 10%)
de: Aufladung - Souleater: Je mehr Feinde getötet werden, desto höher ist der Angriff (Maximalwert 10%)

source: Damage
de: Schaden

source: item mythic
de: item mythisch+

source: TIP: Always wait for dropped items to reach your character! If you proceed to the next stage and the items did not reach your character, you will not get those items.
de: TIPP: Warte immer darauf, dass fallen gelassene Gegenstände deinen Charakter erreichen! Wenn du in die nächste Phase gehst und die Gegenstände deinen Charakter nicht erreicht haben, erhältst du diese Gegenstände nicht.

source: TIP: For Power|Courage rune you can also test on the <a class='a_styled' href='/wiki/damage-calculator/'>damage emulator here</a>.
de: TIPP: Für die Rune Macht|Mut können Sie auch den <a class='a_styled' href='/wiki/damage-calculator/'>Schadensemulator hier</a> testen.

source: All Damage +x% > Crit Chance +x% > Attack +x% > Damage to <unit type> +x% (ground, airborne, undead etc...) > Rest
de: Gesamter Schaden +x% > Trefferchance +x% > Angriff +x% > Schaden an <Einheitstyp> +x% (Boden, Luft, Untote etc...) > Rest

source: Damage Resistance +x% > Projectile Resistance or Collision Resistance +x% > Resistance +x% > Enhanced equipment +x% > HP +x% (not as important, mostly for flexing) > Rest
de: Schadensresistenz +x% > Projektilresistenz oder Kollisionsresistenz +x% > Resistenz +x% > Verbesserte Ausrüstung +x% > HP +x% (nicht so wichtig, hauptsächlich für Flexing) > Ruhe

source: +x% Heal and +x% HP > +x% Chance for good skill (rage, rico most important) > Rest
de: +x% Heilung und +x% HP > +x% Chance auf gute Fertigkeit (Wut, Rico am wichtigsten) > Ruhe

source: Attack +x% and Attack +x > Elemental Damage +x% (optional) > +x% Base Stats for <Hero> (don't waste runes on base stats rune, it's not worth)
de: Angriff +x% und Angriff +x > Elementarschaden +x% (optional) > +x% Basiswerte für <Held> (verschwende keine Runen für die Basiswerte-Rune, sie lohnt sich nicht)

source: HP+ and HP +% > Egg hatch boost if you have many > Counterattack Rate/Damage for CA Locket players > Rest
de: HP+ und HP +% > Eierschlupf-Boost, wenn du viele hast > Gegenangriffsrate/Schaden für CA-Locket-Spieler > Ruhe

source: • Ring n°1 → While Standing still reduces incoming Bullets Damage.
de: • Ring Nr. 1 → Verringert im Stehen den Schaden einschlagender Geschosse.

source: • Ring n°2 → While Standing still reduces incoming Colision Damage.
de: • Ring Nr. 2 → Verringert im Stehen den eintretenden Kollisionsschaden.

source: Chinese Wiki Archero
de: Chinesisches Archero-Wiki

source: New
de: Neu
