Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Penetrating Attack x1.35
br: Ataque Penetrante x1,35
de: Durchdringender Angriff x1.35
fr: Attaque pénétrante x1.35
ru: Проникающая атака x1.35

source: High attack, slow attack speed. It automatically reloads and shoots a charged arrow.<br>Attack +[x]
br: Ataque alto, velocidade de ataque lenta. Ele recarrega automaticamente e dispara uma flecha carregada.<br>Ataque +[x]
de: Hoher Angriff, langsame Angriffsgeschwindigkeit. Es lädt automatisch nach und schießt einen geladenen Pfeil.<br>Attacke +[x]
fr: Attaque élevée, vitesse d'attaque lente. Il se recharge automatiquement et tire une flèche chargée.<br>Attaque +[x]
ru: Высокая атака, низкая скорость атаки. Автоматически перезаряжается и стреляет заряженной стрелой.<br> Атака +[x]

source: [Great] Attack +5%
br: [Incomun] Ataque +5%
de: [Ungewöhnlich] Angriff +5%
fr: [Inhabituel] Attaque +5%
ru: [Необычный] Атака +5%

source: [Rare] Charged attacks carry a penetrating effect.
br: [Raro] Os ataques carregados têm um efeito penetrante.
de: [Selten] Aufgeladene Angriffe haben einen durchdringenden Effekt.
fr: [Rare] Les attaques chargées ont un effet pénétrant.
ru: [Редкое] Заряженные атаки наносят проникающий эффект.

source: [Epic] Penetrating attacks have multiple damage effects, normal attack crit rate increases over distance.
br: [Épico] Os ataques penetrantes têm vários efeitos de dano, a taxa de críticos de ataques normais aumenta com a distância.
de: [Episch] Durchdringende Angriffe haben mehrere Schadenseffekte, die kritische Trefferquote normaler Angriffe steigt mit der Entfernung.
fr: [Épique] Les attaques pénétrantes ont plusieurs effets de dégâts, le taux de réussite des attaques normales augmente en fonction de la distance.
ru: [Эпическое] Проникающие атаки имеют несколько эффектов урона, скорость крита обычной атаки увеличивается с расстоянием.

source: [Legendary] After a Crit attack, charging speed can be increased.
br: [Lendário] Após um ataque crítico, a velocidade de carregamento pode ser aumentada.
de: [Legendär] Nach einem kritischen Angriff kann die Aufladegeschwindigkeit erhöht werden.
fr: [Légendaire] Après une attaque Crit, la vitesse de charge peut être augmentée.
ru: [Легендарное] После крит-атаки скорость зарядки может быть увеличена.

source: [Ancient Legendary] After a Crit Attack, charging speed can be increased.
br: [Lendário Antigo] Após um ataque crítico, a velocidade de carregamento pode ser aumentada.
de: [Antik Legendär] Nach einem kritischen Angriff kann die Aufladegeschwindigkeit erhöht werden.
fr: [Ancien légendaire] Après une Attaque critique, la vitesse de chargement peut être augmentée.
ru: [Древний легендарный] После критической атаки скорость зарядки может быть увеличена.

source: [Mythic] Charged attacks deal increased damage and slow enemies.
br: [Mítico] Ataques carregados causam mais dano e reduzem a velocidade dos inimigos.
de: [Mythisch] Aufgeladene Angriffe verursachen mehr Schaden und verlangsamen Gegner.
fr: [Mythique] Les attaques chargées infligent des dégâts accrus et ralentissent les ennemis.
ru: [Мифический] Заряженные атаки наносят повышенный урон и замедляют противников.

source: [Titan Tales] Weapon damage : +10%
br: [Contos de Titãs] Dano da arma: +10%
de: [Geschichten der Titanen] Waffenschaden : +10%
fr: [Contes de Titan] Dégâts de l'arme : +10%
ru: [Истории титанов] Урон от оружия: +10%

source: [Chaos] When a charged attack lands critical hit, increases hero's Attack for a while (~2s)
br: [Caos] Quando um ataque carregado atinge um acerto crítico, aumenta o Ataque do herói por um tempo (~2s)
de: [Chaos] Wenn ein aufgeladener Angriff einen kritischen Treffer erzielt, erhöht sich der Angriff des Helden für eine Weile (~2s).
fr: [Chaos] Lorsqu'une attaque chargée inflige un coup critique, augmente l'Attaque du héros pendant un moment (~2s)
ru: [Хаос] Когда заряженная атака наносит критическое попадание, на некоторое время (~2 с) увеличивается Атака героя.

source: Mini Atreus
ru: Мини-Атрей

source: An exquisite Atreus puppet that can be used for battle in times of danger.
br: Um requintado boneco de Atreus que pode ser usado para batalha quando em perigo
de: Kostbare Atreus-Puppe, die in Gefechten bei Gefahr eingesetzt werden kann
fr: Une marionnette Atreus exquise qui peut être utilisée pour combattre en cas de danger
ru: Изысканная кукла Атрея. В моменты опасности ее можно использовать в битве

source: Damage Multiplier x1.25
br: Multiplicador de dano x1,25
de: Schadensmultiplikator x1,25
fr: Multiplicateur de dégâts x1,25
ru: Множитель урона x1,25

source: Slows enemies on hit<br>Attack +[x]
br: Reduz a velocidade dos inimigos ao ser atingido<br>Ataque +[x]
de: Verlangsamt Gegner bei einem Treffer<br>Attacke +[x]
fr: Ralentit les ennemis lorsqu'ils sont touchés<br>Attaque +[x]
ru: Замедляет врагов при попадании<br>Атака +[x]

source: [Epic] Hitting the enemy has a chance to summon an Atreus to assist in battle
br: [Épico] Atingir o inimigo tem a chance de convocar um Atreus para ajudar na batalha
de: [Episch] Wenn du den Feind triffst, hast du die Chance, einen Atreus zu beschwören, der dich im Kampf unterstützt.
fr: [Épique] En frappant l'ennemi, vous avez une chance d'invoquer un Atreus pour l'aider dans la bataille.
ru: [Эпическое] При попадании в противника есть шанс вызвать Атреуса для помощи в бою

source: [Legendary] Chance to summon 2 Atreus Rotating Shields after hitting an enemy
br: [Lendário] Chance de invocar 2 Escudos Rotativos de Atreus após atingir um inimigo
de: [Legendär] Chance, 2 rotierende Atreus-Schilde zu beschwören, nachdem du einen Gegner getroffen hast
fr: [Légendaire] Possibilité d'invoquer 2 boucliers rotatifs d'Atreus après avoir touché un ennemi.
ru: [Легендарное] Шанс призвать 2 вращающихся щита Атрея после попадания по врагу

source: [Mythic] Coins from Battle +10%
br: [Mítico] Moedas de batalha +10%
de: [Mythisch] Münzen aus der Schlacht +10%
fr: [Mythique] Pièces de combat +10%
ru: [Мифический] Монеты, полученные в бою +10%

source: [Titan Tales+3] Mythic Skill Effect Upgraded (+22%)
br: [Contos de Titãs+3] Efeito de habilidade mítica aprimorado (+22%)
de: [Geschichten der Titanen+3] Mythischer Fertigkeitseffekt verbessert (+22%)
fr: [Contes de Titan+3] Effet de compétence mythique amélioré (+22%)
ru: [Истории титанов+3] Улучшен эффект мифического умения (+22%)

source: [Chaos] Deals more damage to enemies that slow you down or have freeze effect
br: [Caos] Causa mais dano a inimigos que reduzem sua velocidade ou têm efeito de congelamento
de: [Chaos] Verursacht mehr Schaden bei Gegnern, die dich verlangsamen oder einen Einfriereffekt haben
fr: [Chaos] Inflige plus de dégâts aux ennemis qui vous ralentissent ou qui ont un effet de gel.
ru: [Хаос] Наносит больше урона противникам, которые замедляют вас или имеют эффект заморозки

source: Saw Blade
br: Serrote
de: Sägeblatt
fr: Lame de scie
ru: Дисковая пила

source: A serrated throwing knife from the mysterious Orient.
br: Misteriosa arma ninja, velocidade de ataque muito rápida, mas relativamente frágil
de: Mysteriöse Waffe der Ninjas, super schnelles Angriffstempo, aber etwas schwach.
fr: L'arme mystérieuse des ninjas. Attaque très rapide mais un peu faible.
ru: Таинственное оружие ниндзя. Сверхбыстрая атака, но довольно низкий урон.

source: Damage Multiplier x0.8
br: Multiplicador de dano x0,8
de: Schadensmultiplikator x0,8
fr: Multiplicateur de dégâts x0,8
ru: Множитель урона x0,8

source: Base Attack Speed x2.6
br: Velocidade de ataque básica x2,6
de: Basis-Angriffsgeschwindigkeit x2.6
fr: Vitesse d'attaque de base x2.6
ru: Базовая скорость атаки x2.6

source: Low Attack with high speed<br>Attack +[x]
br: Ataque baixo com alta velocidade<br>Ataque +[x]
de: Niedrige Attacke mit hoher Geschwindigkeit<br>Attacke +[x]
fr: Attaque faible avec vitesse élevée<br>Attaque +[x]
ru: Низкая атака при высокой скорости<br>Атака +[x]

source: [Epic] Increases your Attack Speed for 3 sec after entering a room
br: [Épico] Aumenta sua velocidade de ataque por 3 segundos após entrar em uma sala
de: [Episch] Erhöht deine Angriffsgeschwindigkeit für 3 Sekunden, nachdem du einen Raum betreten hast.
fr: [Épique] Augmente votre vitesse d'attaque pendant 3 sec après être entré dans une pièce.
ru: [Эпическое] Увеличивает скорость атаки на 3 сек. после входа в комнату

source: [Legendary] Reduces Elemental Resistance after hitting an enemy. Can be stacked
br: [Lendário] Reduz a Resistência Elemental após atingir um inimigo. Pode ser acumulado
de: [Legendär] Verringert den Elementarwiderstand, nachdem er einen Feind getroffen hat. Kann gestapelt werden
fr: [Légendaire] Réduit la résistance élémentaire après avoir touché un ennemi. (cumulable)
ru: [Легендарное] Уменьшает сопротивление стихиям после попадания по противнику. Может быть сложен

source: [Mythic] Hitting enemies has a chance to increase Dodge and Attack (Stackable)
br: [Mítico] Atingir inimigos tem uma chance de aumentar a Esquiva e o Ataque (acumulável)
de: [Mythisch] Das Treffen von Feinden erhöht die Chance, Ausweichen und Angriff zu erhöhen (stapelbar)
fr: [Mythique] Frapper les ennemis a une chance d'augmenter l'Esquive et l'Attaque (Cumulable)
ru: [Мифический] Попадание по врагам увеличивает уклонение и атаку (суммируется)

source: [Mythic+2] Epic Skill Effect Upgraded (3s → 5s)
br: Efeito de habilidade épica aprimorado (3s → 5s) [Mythic+2]
de: [Mythisch+2] Epischer Fertigkeitseffekt verbessert (3s → 5s)
fr: [Mythique+2] Effet de compétence épique amélioré (3s → 5s)
ru: [Мифический+2] Повышение эффекта эпического умения (3с → 5с)

source: [Chaos] After hitting enemy, there is a chance to increase the damage of bullet (stackable)
br: [Caos] Após atingir o inimigo, há uma chance de aumentar o dano da bala (acumulável)
de: [Chaos] Nach einem Treffer besteht die Chance, den Schaden des Geschosses zu erhöhen (stapelbar)
fr: [Chaos] Après avoir touché l'ennemi, il y a une chance d'augmenter les dégâts de balle (cumulable)
ru: [Хаос] После попадания в противника есть шанс увеличить урон пули (суммируется)

source: Stalker Staff
br: Bastão de Caçador
de: Jägerstab
fr: Bâton du harceleur
ru: Посох следопыта

source: The staff of all staffs, no one can escape!
br: O bastão de todos os bastões, ninguém escapa!
de: Der Stab aller Stäbe. Niemand kann ihm entkommen!
fr: Le bâton par excellence, personne ne peut lui échapper !
ru: Посох всех посохов. Никто не сумеет сбежать!

source: Damage Multiplier x1<br>Base Attack Speed x2
br: Multiplicador de dano x1<br>Velocidade de ataque básica x2
de: Schadensmultiplikator x1<br>Basis-Angriffsgeschwindigkeit x2
fr: Multiplicateur de dégâts x1<br>Vitesse d'attaque de base x2
ru: Множитель урона x1<br>Базовая скорость атаки x2

source: The Bullets will follow enemies and attack<br>Attack +[x]
br: As balas seguirão os inimigos e atacarão<br>Ataque +[x]
de: Die Kugeln folgen Feinden und greifen an<br>Angriff +[x]
fr: Les balles suivront les ennemis et les attaqueront<br>Attaque +[x]
ru: Пули будут следовать за врагами и атаковать<br>Атака +[x]

source: [Epic] The lower the target's HP, the higher the Crit rate.
br: [Épico] Quanto menor o PV do alvo, maior a taxa de crítico.
de: [Episch] Je niedriger die HP des Ziels, desto höher die Crit-Rate.
fr: [Épique] Plus les PV de la cible sont bas, plus le taux de critique est élevé.
ru: [Эпическое] Чем меньше HP цели, тем выше крит.

source: [Legendary] Chance to split into an extra shot after defeating an enemy.
br: [Lendário] Chance de se dividir em um tiro extra após derrotar um inimigo.
de: [Legendär] Chance, sich nach dem Besiegen eines Gegners in einen zusätzlichen Schuss zu teilen.
fr: [Légendaire] Possibilité de se diviser en un tir supplémentaire après avoir vaincu un ennemi.
ru: [Легендарное] Шанс разделиться на дополнительный выстрел после победы над противником.

source: [Mythic] Projectile charge time -50%
br: [Mítico] Tempo de carga do projétil -50%
de: [Mythisch] Projektil-Ladezeit -50%
fr: [Mythique] Temps de charge des projectiles -50%.
ru: [Мифический] Время зарядки снарядов -50%

source: [Titan Tales+3] Mythic Skill Effect Upgraded (-70%)
br: [Contos de Titãs+3] Efeito de habilidade mítica aprimorado (-70%)
de: [Geschichten der Titanen+3] Mythischer Fertigkeitseffekt verbessert (-70%)
fr: [Contes de Titan+3] Effet de compétence mythique amélioré (-70%)
ru: [Истории титанов+3] Эффект мифического умения повышен (-70%)

source: [Chaos] The bigger the turn radius of own projectile, the higher the damage
br: [Caos] Quanto maior o raio de giro do próprio projétil, maior o dano
de: [Chaos] Je größer der Kurvenradius des eigenen Geschosses, desto höher der Schaden
fr: [Chaos] Plus le rayon de rotation du projectile est grand, plus les dégâts sont importants.
ru: [Хаос] Чем больше радиус разворота собственного снаряда, тем выше урон

source: Tornado
br: Bumerangue
de: Bumerang
fr: Boomerang
ru: Бумеранг

source: A sharp boomerang that can fly back and forth.
br: Poderoso bumerangue, pode ir e vir acertando inimigos 2 vezes
de: Kraftvoller Bumerang, kann hin und her fliegen und Feinde 2-mal treffen.
fr: Ce puissant boomerang peut voler en avant et en arrière en infligeant 2 frappes aux ennemis.
ru: Мощный бумеранг. Возвращается, нанося врагам по 2 удара.

source: Damage Multiplier x0.8 (and x0.536 for the return)<br>Base Attack Speed x1.73
br: Multiplicador de dano x0,8 (e x0,536 para o retorno)<br>Velocidade de ataque básica x1,73
de: Schadensmultiplikator x0,8 (und x0,536 für die Rückkehr)<br>Basis-Angriffsgeschwindigkeit x1,73
fr: Multiplicateur de dégâts x0.8 (et x0.536 pour le retour)<br>Vitesse d'attaque de base x1.73
ru: Множитель урона x0.8 (и x0.536 для возврата)<br>Базовая скорость атаки x1.73

source: It returns to your hand<br>Attack +[x]
br: Ele retorna à sua mão<br>Ataque +[x]
de: Sie kehrt auf deine Hand zurück<br>Angriff +[x]
fr: Il retourne dans votre main<br>Attaque +[x]
ru: Он возвращается в руку<br> Атака +[x]

source: [Epic] Boomerang deals increased damage when it returns
br: [Épico] O bumerangue causa mais dano quando retorna
de: [Episch] Bumerang verursacht mehr Schaden, wenn er zurückkehrt
fr: [Épique] Le boomerang inflige des dégâts accrus lorsqu'il revient.
ru: [Эпическое] Бумеранг наносит увеличенный урон при возвращении

source: [Legendary] Tornado damage increased. Tornado return speed is faster
br: [Lendário] Dano do Tornado aumentado. A velocidade de retorno do tornado está mais rápida
de: [Legendär] Tornado-Schaden erhöht. Tornado-Rückkehrgeschwindigkeit ist schneller
fr: [Légendaire] Augmentation des dégâts de Tornade. La vitesse de retour de la tornade est plus rapide
ru: [Легендарное] Увеличен урон торнадо. Скорость возвращения торнадо увеличена

source: [Mythic] The further projectiles travel, the higher the damage
br: [Mítico] Quanto mais longe os projéteis viajarem, maior será o dano
de: [Mythisch] Je weiter die Projektile fliegen, desto höher ist der Schaden
fr: [Mythique] Plus les projectiles sont éloignés, plus les dégâts sont importants.
ru: [Мифический] Чем дальше летят снаряды, тем выше урон

source: [Chaos] The more enemies hit by the boomerang, the higher bullet damage
br: [Caos] Quanto mais inimigos forem atingidos pelo bumerangue, maior será o dano da bala
de: [Chaos] Je mehr Feinde vom Bumerang getroffen werden, desto höher der Geschossschaden
fr: [Chaos] Plus le nombre d'ennemis touchés par le boomerang est élevé, plus les dégâts de la balle sont importants.
ru: [Хаос] Чем больше врагов поражено бумерангом, тем выше урон от пули

source: Phantom Cloak
br: Capa fantasma
de: Phantom-Umhang
fr: Cape fantôme
ru: Плащ призраков

source: An awesome-looking cloak.
br: Uma capa muito bonita. Reduz o dano sofrido por projéteis de longa distância.
de: Ein fantastisch aussehender Umhang. Es verringert deinen Schaden, der von Ferngeschossen verursacht wird.
fr: Une cape qui a de l'allure. Cela diminue les dégâts causés par les projectiles à distance.
ru: Отлично выглядящий плащ. Он снижает урон, который вы получаете от снарядов дальнего боя.

source: [Epic] Thorn attacks are x2 your base damage
br: [Épico] Os ataques com espinhos são x2 seu dano base
de: [Episch] Angriffe mit Dornen verursachen x2 euren Grundschaden
fr: [Épique] Les attaques d'épines infligent x2 de vos dégâts de base.
ru: [Эпическое] Атаки колючками наносят x2 базового урона

source: [Mythic] Frozen enemy takes +10% base damage
br: [Mítico] O inimigo congelado recebe +10% de dano básico
de: [Mythisch] Eingefrorener Gegner erleidet +10% Grundschaden
fr: [Mythique] Les ennemis gelés subissent +10% de dégâts de base.
ru: [Мифический] Замороженный противник получает +10% базового урона

source: [Mythic+2] Thorns attack are x2.8 your base damage
br: [Mítico+2] O ataque dos espinhos é x2,8 o seu dano básico
de: [Mythisch+2] Dornenangriffe verursachen x2,8 euren Grundschaden.
fr: [Mythique+2] Les attaques d'épines infligent x2,8 points de dégâts de base.
ru: [Мифический+2] Атака шипами наносит x2.8 вашего базового урона

source: [Titan Tales+3] Frozen enemy takes +15% base damage
br: [Contos de Titãs+3] O inimigo congelado recebe +15% de dano básico
de: [Geschichten der Titanen+3] Eingefrorener Gegner erleidet +15% Grundschaden
fr: [Contes de Titan+3] L'ennemi gelé subit +15% de dégâts de base.
ru: [Истории титанов+3] Замороженный противник получает +15% базового урона

source: Max HP +[x]
br: HP máximo +[x]
fr: PV max +[x]
ru: Максимальное количество HP +[x]

source: [Common] Projectile Resistance +10%
br: [Comum] Resistência a projéteis +10%
de: [Häufig] Projektil-Widerstand +10%
fr: [Commun] Résistance aux projectiles +10%.
ru: [Обычное] Сопротивление снарядам +10%

source: [Rare] Healing from red hearts +20%
br: [Raro] Cura de corações vermelhos +20%
de: [Selten] Heilung durch rote Herzen +20%
fr: [Rare] Soins prodigués par les coeurs rouges +20%.
ru: [Редкое] Исцеление от красных сердец +20%

source: [Epic] Freezes enemies who hit you for 1-2s and deal thorn damage
br: [Épico] Congela os inimigos que o atingem por 1-2s e causa dano de espinho
de: [Episch] Friert Feinde, die dich treffen, für 1-2s ein und verursacht Dornenschaden
fr: [Épique] Gèle les ennemis qui vous touchent pendant 1 à 2 secondes et leur inflige des dégâts d'épine.
ru: [Эпическое] Замораживает врагов, попавших в вас, на 1-2 с и наносит им урон шипами

source: [Legendary] Increases Attack upon revival
br: [Lendário] Aumenta o ataque ao reviver
de: [Legendär] Erhöht den Angriff bei Wiederbelebung
fr: [Légendaire] Augmente l'attaque au réveil.
ru: [Легендарное] Увеличивает атаку при возрождении

source: [Mythic] Enemies frozen by Phantom Cloak take more damage
br: [Mítico] Inimigos congelados pelo Phantom Cloak recebem mais dano
de: [Mythisch] Feinde, die von einem Phantomumhang eingefroren werden, erleiden mehr Schaden
fr: [Mythique] Les ennemis gelés par la cape fantôme subissent plus de dégâts.
ru: [Мифический] Враги, замороженные призрачным плащом, получают больше урона

source: [Mythic+1] Armor Basic Stats +5%
br: [Mítico+1] Estatísticas básicas da armadura +5%
de: [Mythisch+1] Rüstung Grundwerte +5%
fr: [Mythique+1] Stats de base de l'armure +5%.
ru: [Мифический+1] Основные показатели брони +5%

source: [Titan Tales] Max Hp : +10%
br: [Contos de Titãs] Potência máxima : +10%
de: [Geschichten der Titanen] Max Hp : +10%
fr: [Contes de Titan] PV Max : +10%
ru: [Истории титанов] Max Hp : +10%

source: [Chaos] Chance to drop a Heart when taking projectile damage
br: [Caos] Chance de derrubar um Coração ao receber dano de projétil
fr: [Chaos] Possibilité de faire tomber un cœur lorsqu'on subit des dégâts de projectiles
ru: [Хаос] Шанс сбросить сердца при получении урона от снаряда

source: Golden Chestplate
br: Placa peitoral dourada
de: Goldener Brustpanzer
fr: Plastron doré
ru: Золотой нагрудник

source: A chestplate made of pure gold. It's as solid as a rock.
br: Uma placa peitoral feita de ouro puro. É sólida como uma pedra.
de: Eine Brustpanzer aus purem Gold. Und hart wie Granit.
fr: Un plastron en or pur. C'est solide comme un roc.
ru: Нагрудный доспех из чистого золота. Прочный, словно скала.

source: [Epic] Fire Damage +10%
br: [Épico] Dano de Fogo +10%
de: [Episch] Feuerschaden +10%
fr: [Épique] Dégâts de feu +10%
ru: [Эпическое] Урон от огня +10%

source: [Mythic] Damage reduction = 25%
br: [Mítico] Redução de dano = 25%
de: [Mythisch] Schadensreduzierung = 25%.
fr: [Mythique] Réduction des dégâts = 25
ru: [Мифический] Снижение урона = 25%

source: [Mythic+2] Fire Damage +13%
br: [Mítico+2] Dano de fogo +13%
de: [Mythisch+2] Feuerschaden +13%
fr: [Mythique+2] Dégâts de feu +13%.
ru: [Мифический+2] Урон от огня +13%

source: [Common] Damage Resistance +5%
br: [Comum] Resistência a danos +5%
de: [Häufig] Schadensresistenz +5%
fr: [Commun] Résistance aux dégâts +5%.
ru: [Обычное] Сопротивление урону +5%

source: [Epic] Deals 8% of base damage per tick as flame damage to close enemies
br: [Épico] Causa 8% do dano básico por tique como dano de chama a inimigos próximos
de: [Episch] Verursacht 8% des Basisschadens pro Tick als Flammenschaden an nahen Feinden
fr: [Épique] Inflige 8% des dégâts de base par tic sous forme de dégâts de flammes aux ennemis proches
ru: [Эпическое] Наносит близким врагам 8% базового урона за тик в виде урона от пламени

source: [Legendary] Increases Max HP upon revival
br: [Lendário] Aumenta o HP máximo ao reviver
de: [Legendär] Erhöht die Maximal-HP bei Wiederbelebung
fr: [Légendaire] Augmente le nombre de points de vie au réveil.
ru: [Легендарное] Увеличивает максимальное количество HP при возрождении

source: [Mythic] Damage taken is greatly reduced for 2s after taking damage
br: [Incomun] O dano recebido é reduzido consideravelmente por 2s após receber o dano
de: [Mythisch] Der erlittene Schaden wird für 2s stark reduziert, nachdem man Schaden genommen hat.
fr: [Mythique] Les dégâts subis sont grandement réduits pendant 2s après avoir reçu des dégâts.
ru: [Мифический] Нанесенный урон значительно снижается на 2 с после получения урона

source: [Chaos] The lower your health the higher the recovery
br: [Caos] Quanto menor sua saúde, maior a recuperação
de: [Chaos] Je niedriger deine Gesundheit, desto höher die Erholung
fr: [Chaos] Plus votre santé est faible, plus la récupération est élevée
ru: [Хаос] Чем меньше здоровья, тем выше восстановление

source: Vest of Dexterity
br: Colete de destreza
de: Weste der Geschicklichkeit
fr: Veste de dextérité
ru: Жилет ловкости

source: Light and durable. Wear it to dodge enemy attacks.
br: Leve e durável. Ao usar você pode desviar de ataques inimigos.
de: Leicht und beständig. Wenn du ihn trägst, kannst du feindlichen Angriffen ausweichen.
fr: Léger et durable. À porter pour esquiver les attaques ennemies.
ru: Легкий и надежный. Надев его, вы сможете уклоняться от вражеских атак.

source: [Epic] Lightning Damage 80%
br: [Épico] Dano de raio 80%
de: [Episch] Blitzschaden 80%
fr: [Épique] Dégâts de la foudre 80
ru: [Эпическое] Урон от молнии 80%

source: [Mythic+2] Lightning Damage 110%
br: [Mítico+2] Dano de raio 110%
de: [Mythisch+2] Blitzschaden 110%
fr: [Mythique+2] Dégâts de la foudre 110%.
ru: [Мифический+2] Урон молнией 110%

source: [Common] Dodge Chance +7%
br: [Comum] Chance de esquiva +7%
de: [Häufig] Ausweichchance +7%
fr: [Commun] Chance d'esquive +7%
ru: [Обычное] Шанс уклонения +7%
