Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: [Titan Tales+3] Shield +20%
br: [Contos de Titãs +3 ] Escudo +20%
fr: [Contes de titan +3 ] Bouclier +20%
ru: [Истории титанов +3 ] Щит +20%

source: Celestial Band
br: Anel Celestial
fr: Anneau céleste
ru: Небесное кольцо

source: Once beloved by the Celestials, symbolizing the absolute power of lightning
br: Um dos favoritos dos Celestiais, simboliza o poder absoluto do relâmpago
fr: Autrefois aimé par les Célestes, symbolise le pouvoir absolu de la foudre
ru: То, что когда-то любили Небожители. Символ абсолютной силы молний

source: [Epic] Crit Chance +5%
br: [Épico] Chance crít. +5%
fr: [Épique] Chance crit. +5%
ru: [Эпическое] Шанс крит. удара +5%

source: [Perfect Epic] Weapon Melee Damage +4%
br: [Perfeitamente épico] Dano de Arma Corpo a Corpo +4%
fr: [Épique splendide] Dégâts des armes de mêlée +4%
ru: [Идеальный эпический] Урон от оружия в ближнем бою +4%

source: [Legendary] Projectile Resistance +6%
br: [Lendário] Resiliência de projétil +6%
fr: [Légendaire] Résistance aux projectiles +6%
ru: [Легендарное] Защита от снарядов +6%

source: [Mythic+1] Ring Basic Stats +10%
br: [Mítico+1] Estatísticas básicas do anel +10%
de: [Mythisch+1] Ring Grundwerte +10%
fr: [Mythique+1] Stats de base de l'anneau +10%
ru: [Мифический+1] Основные показатели кольца +10%

source: [Titan Tales] Knockback +7%
br: [Contos de Titãs] Derrubar +7%
fr: [Contes de titan] Repoussement +7%
ru: [Истории титанов] Отбрасывание +7%

source: [Titan Tales+1] Ring Basic Stats +10%
br: [Contos de Titãs+1] Estatísticas básicas do anel +10%
de: [Geschichten der Titanen+1] Ring Grundwerte +10%
fr: [Contes de Titan+1] Stats de base de l'anneau +10%
ru: [Истории титанов+1] Основные показатели кольца +10%

source: [Titan Tales+2] Ring Basic Stats +10%
br: [Contos de Titãs+2] Estatísticas básicas do anel +10%
de: [Geschichten der Titanen+2] Ring Grundwerte +10%
fr: [Contes de Titan+2] Stats de base de l'anneau +10%
ru: [Истории титанов+2] Основные показатели кольца +10%

source: [Chaos] Increased revival rate +3%
br: [Caos] Aumento da taxa de reviver +3%
fr: [Chaos] Taux de ranimation augmenté +3%
ru: [Хаос] Повышен шанс оживления +3%

source: Celestial Talisman
br: Talismã Celestial
fr: Talisman céleste
ru: Небесный талисман

source: Once worn by the Celestials. Its wearer can summon the protective grace of lightning
br: Já foi usado por Celestiais. Quem o usa pode invocar a graça protetora do relâmpago
fr: Autrefois porté par les Célestes. Son porteur peut invoquer la grâce protectrice de la foudre
ru: То, что когда-то носили Небожители. Обладатель может призывать защитную милость молний

source: [Legendary] Weapon damage and Movement Speed increased when shield is active
br: [Lendário] Dano de arma e Veloc. de Mov. aumentados com escudo ativo
fr: [Légendaire] Dégâts de l'arme et Vitesse de déplacement augmentés si le bouclier est actif
ru: [Легендарное] Урон от оружия и скорость движения выше, когда активен щит

source: [Ancient Legendary] Max HP +10%
br: [Lendário antigo] HP máx. +10%
fr: [Légendaire antique] PV max +10%
ru: [Древний легендарный] Макс. ОЗ +10%

source: [Mythic] Chain Lightning bounce +1. Lightning Shield increases Attack Speed and Crit Damage when it breaks
br: [Mítico] Rebote de Relâmpago em série +1. Escudo Relâmpago aumenta Velocidade de Ataque e Dano Crít. ao proteger
fr: [Mythique] Rebond d'Éclair en chaîne +1. Le Bouclier de foudre augmente la Vitesse d'attaque et les Dégâts de crit. quand il se brise
ru: [Мифический] Отскок Цепной молнии +1. Ломаясь, Щит молний повышает скорость атаки и урон от крит. ударов

source: [Mythic+1] Locket Basic Stats +10%
br: [Mítico+1]Estatísticas básicas do medalhão +10%
de: [Mythisch+1] Medaillon Grundwerte +10%
fr: [Mythique+1] Stats de base du médaillon : +10%
ru: [Мифический+1] Основные показатели медальона +10%

source: [Titan Tales] Max HP +15%
br: [Contos de Titãs] HP máx. +15%
fr: [Contes de titan] PV max +15%
ru: [Истории титанов] Макс. ОЗ +15%

source: [Titan Tales+1] Locket Basic Stats +10%
br: [Contos de Titãs+1] Estatísticas básicas do medalhão +10%
de: [Geschichten der Titanen+1] Medaillon Grundwerte +10%
fr: [Contes de Titan+1] Stats de base du médaillon +10%
ru: [Истории титанов+1] Медальон с базовыми статами +10%

source: [Titan Tales+2] Locket Basic Stats +10%
br: [Contos de Titãs+2] Estatísticas básicas do medalhão +10%
de: [Geschichten der Titanen+2] Medaillon Grundwerte +10%
fr: [Contes de Titan+2] Stats de base du médaillon +10%
ru: [Истории титанов+2] Медальон с базовой статистикой +10%

source: [Chaos] Each level up increases weapon damage
br: [Caos] Cada subida de nível aumenta dano de arma
fr: [Chaos] Chaque niveau augmente les dégâts de l'arme
ru: [Хаос] Урон от оружия повышается с каждым уровнем

source: Celestial Bracer
br: Braçadeira Celestial
fr: Bracelet céleste
ru: Небесные наручи

source: Once worn by the Celestials. Its wearer can summon the aid of divine power
br: Já foi usado por Celestiais. Quem o usa pode invocar a ajuda do poder divino
fr: Autrefois porté par les Célestes. Son porteur peut invoquer l'aide de la puissance divine
ru: То, что когда-то носили Небожители. Обладатель может призывать на помощь божественную силу

source: [Ancient Legendary] Attack +7%
br: [Lendário antigo] Ataque +7%
fr: [Légendaire antique] Attaque +7%
ru: [Древний легендарный] Атака +7%

source: [Mythic+1] Bracelet Basic Stats +10%
br: [Mítico+1] Estatísticas básicas do bracelete +10%
de: [Mythisch+1] Armband Grundwerte +10%
fr: [Mythique+1] Bracelet - Stats de base +10%
ru: [Мифический+1] Базовая статистика браслета +10%

source: [Titan Tales] Max HP +10%
br: [Contos de Titãs] HP máx. +10%
fr: [Contes de titan] PV max +10%
ru: [Истории титанов] Макс. ОЗ +10%

source: [Titan Tales+1] Bracelet Basic Stats +10%
br: [Contos de Titãs+1] Bracelete de estatísticas básicas +10%
de: [Geschichten der Titanen+1] Armband Grundwerte +10%
fr: [Contes de Titan+1] Bracelet - Stats de base +10%
ru: [Истории титанов+1] Базовая статистика браслета +10%

source: [Titan Tales+2] Bracelet Basic Stats +10%
br: [Contos de Titãs+2] Bracelete de estatísticas básicas +10%
de: [Geschichten der Titanen+2] Armband Grundwerte +10%
fr: [Contes de Titan+2] Bracelet - Stats de base +10%
ru: [Истории титанов+2] Браслет базовой статистики +10%

source: [Titan Tales+3] Mythic Skill Effect Upgraded
br: [Contos de Titãs+3] Efeito de habilidade mítica aprimorado
de: [Geschichten der Titanen+3] Mythischer Fertigkeitseffekt verbessert
fr: [Contes de Titan+3] Effet de compétence mythique amélioré
ru: [Истории титанов+3] Улучшен эффект мифического навыка

source: Celestial Codex
br: Códex Celestial
fr: Codex céleste
ru: Небесный кодекс

source: A Celestial tome that allows its owner to transform into an indestructible ball of lightning
br: Um tomo Celestial que transforma seu dono em uma indestrutível bola de relâmpago
fr: Un livre Céleste qui permet à son propriétaire de se transformer en une boule de foudre indestructible
ru: Небесный фолиант, позволяющий своему обладателю превращаться в неуязвимую шаровую молнию

source: [Mythic+1] Spellbook Basic Stats +10%
br: [Mítico+1] Estatísticas básicas do livro de feitiços +10%
de: [Mythisch+1] Zauberbuch Grundwerte +10%
fr: [Mythique+1] Stats de base du livre de sorts +10%
ru: [Мифический+1] Базовая статистика книги заклинаний +10%

source: [Titan Tales] Enhance Equipment +12%
br: [Contos de Titãs] Aprimorar equipamento +12%
fr: [Contes de titan] Améliorer l'équipement +12%
ru: [Истории титанов] Усиление снаряжения +12%

source: [Titan Tales+1] Spellbook Basic Stats +10%
br: [Contos de Titãs+1] Estatísticas básicas do livro de feitiços +10%
de: [Geschichten der Titanen+1] Zauberbuch Grundwerte +10%
fr: [Contes de Titan+1] Stats de base du Livre de sorts +10%
ru: [Истории титанов+1] Базовая статистика книги заклинаний +10%

source: [Titan Tales+2] Spellbook Basic Stats +10%
br: [Contos de Titãs+2] Estatísticas básicas do livro de feitiços +10%
de: [Geschichten der Titanen+2] Zauberbuch Grundwerte +10%
fr: [Contes de Titan+2] Stats de base du livre de sorts +10%
ru: [Истории титанов+2] Базовая статистика книги заклинаний +10%

source: Expedition Fist
br: Punho de Expedição
de: Expeditionsfaust
fr: Poing d'expédition
ru: Кулак экспедиции

source: Unbreakable gauntlet that blows through mountains with a single punch
br: Manopla inquebrável que destrói montanhas com um soco
de: Unzerstörbarer Handschuh, der mit einem Schlag Berge zertrümmert
fr: Gantelet incassable qui traverse les montagnes d'un seul coup de poing
ru: Прочная перчатка, которая позволяет разрушить горы одним ударом

source: Damage Multiplier<br>x1.6 (Ranged)<br>x1.7 & x2.1 (2 Melee hits)
br: Multiplicador de dano<br>x1,6 (à distância)<br>x1,7 e x2,1 (2 acertos corpo a corpo)
de: Schadensmultiplikator<br>x1,6 (Fernkampf)<br>x1,7 & x2,1 (2 Nahkampftreffer)
fr: Multiplicateur de dégâts<br>x1,6 (à distance)<br>x1,7 & x2,1 (2 coups en mêlée)
ru: Множитель урона<br>x1.6 (дальний удар)<br>x1.7 и x2.1 (2 удара в ближнем бою)

source: Fast Attack Speed, short distance. Hits twice in melee range<br>Attack +[x]<br>Crit Chance +8%
br: Velocidade de ataque rápida, curta distância. Atinge duas vezes em alcance corpo a corpo<br>Ataque +[x]<br>Chance de crítico +8%
de: Schnelle Angriffsgeschwindigkeit, kurze Distanz. Trifft zweimal in Nahkampfreichweite<br>Attacke +[x]<br>Crit Chance +8%
fr: Vitesse d'attaque rapide, courte distance. Touche deux fois à portée de mêlée<br>Attaque +[x]<br>Chance de critique +8%
ru: Быстрая скорость атаки, короткая дистанция. Бьет дважды в ближнем бою<br>Атака +[x]<br>Критический шанс +8%.

source: [Epic] Active skill: Power Punch - Slide the joystick to quickly move and attack<br>[Epic] Combo attacks gradually increase Attack Speed and Movement Speed
br: [Épico] Habilidade ativa : Power Punch - Deslize o joystick para se mover e atacar rapidamente<br>[Épico] Ataques combinados aumentam gradualmente a Velocidade de Ataque e a Velocidade de Movimento
de: [Episch] Aktive Fähigkeit: Power Punch - Bewege den Joystick, um dich schnell zu bewegen und anzugreifen<br>[Epic] Kombo-Angriffe erhöhen allmählich die Angriffs- und Bewegungsgeschwindigkeit
fr: [Épique] Compétence active : Power Punch - Faites glisser le joystick pour vous déplacer et attaquer<br>[Épique] Les attaques combinées augmentent progressivement la vitesse d'attaque et la Vitesse
ru: [Эпическое] Активное умение: Мощный удар - сдвиньте джойстик для быстрого перемещения и атаки<br>[Эпическое] Комбо-атаки постепенно увеличивают скорость атаки и скорость передвижения

source: [Perfect Epic] Chance to ignore projectile damage when moving. The faster you move, the higher the chance
br: [Perfeitamente épico] Chance de ignorar dano de projétil ao se mover. Quanto mais rápido você se mover, maior será a chance
de: [Perfekt Episch] Chance, bei der Bewegung Projektilschaden zu ignorieren. Je schneller Ihr Euch bewegt, desto höher ist die Chance.
fr: [Épique splendide] Chance d'ignorer les dégâts des projectiles lors des déplacements. Plus vous vous déplacez rapidement, plus les chances d'ignorer les dégâts des projectiles sont élevées.
ru: [Идеальный эпический] Шанс игнорировать урон от снарядов при перемещении. Чем быстрее вы двигаетесь, тем выше шанс

source: [Legendary] 2nd hit in melee range has slightly higher Crit Rate
br: [Lendário] O segundo golpe em alcance corpo a corpo tem uma taxa de crítico ligeiramente maior
de: [Legendär] 2. Treffer in Nahkampfreichweite hat eine etwas höhere Trefferquote
fr: [Légendaire] Le 2e coup mêlée a un taux de critique légèrement plus élevé.
ru: [Легендарное] 2-ое попадание в ближнем бою имеет немного более высокий критический коэффициент

source: [Ancient Legendary] Attack +15%
br: [Lendário Antigo] Ataque +15%
de: [Antik Legendär] Angriff +15%
fr: [Légendaire antique] Attaque +15%
ru: [Древний легендарный] Атака +15%

source: [Mythic] The lower you HP, the higher your Attack
br: [Mítico] Quanto menor o seu HP, maior o seu ataque
de: [Mythisch] Je niedriger deine HP, desto höher dein Angriff
fr: [Mythique] Plus vos HP sont bas, plus votre attaque est élevée
ru: [Мифический] Чем меньше у вас HP, тем выше ваша атака

source: [Chaos] Total HP restored is converted into Attack and Elemental damage
br: [Caos] O total de PV restaurado é convertido em dano de Ataque e Elemental
de: [Chaos] Wiederhergestellte Gesamt-HP werden in Angriffs- und Elementarschaden umgerechnet
fr: [Chaos] Le total des PV restaurés est converti en attaque et en dégâts élémentaires.
ru: [Хаос] Общее количество восстановленных HP конвертируется в урон от атаки и стихий

source: Expedition Plate
br: Placa de Expedição
de: Expeditionsplatte
fr: Plaque d'expédition
ru: Доспех экспедиции

source: Possesses impenetrable defense and restorative effects.
br: Possui defesa impenetrável e efeitos restaurativos
de: Verfügt über undurchdringliche Verteidigung und wiederherstellende Effekt
fr: Possède une défense impénétrable et des effets de récupération
ru: Обладает чрезвычайными защитными и восстановительными эффектами

source: Note that [Legendary] effect works only once per life
br: Observe que o efeito [Legendary] funciona apenas uma vez por vida
de: Beachte, dass der Effekt [Legendär] nur einmal pro Leben funktioniert.
fr: Notez que l'effet [Légendaire] ne fonctionne qu'une fois par vie.
ru: Обратите внимание, что эффект [Легендарное] действует только один раз за жизнь

source: [Epic] When attacking, reduces own damage taken.
br: [Épico] Ao atacar, reduz o próprio dano recebido.
de: [Episch] Verringert bei Angriffen den eigenen Schaden.
fr: [Épique] Lorsque vous attaquez, réduit les dégâts que vous subissez.
ru: [Эпическое] При атаке уменьшает получаемый урон.

source: [Legendary] When healing, gain 2x healing effect until max healing is reached
br: [Lendário] Ao curar, ganha 2x o efeito de cura até atingir a cura máxima
de: [Legendär] Wenn du heilst, erhältst du 2x Heilungseffekt, bis die maximale Heilung erreicht ist.
fr: [Légendaire] Lors de la guérison, l'effet de guérison est multiplié par deux jusqu'à ce que la guérison maximale soit atteinte.
ru: [Легендарное] При исцелении усиливает эффект исцеления в 2 раза, пока не будет достигнуто максимальное исцеление

source: [Mythic] When looting a Red Heart, slightly higher chance to gain invincibility shield for 2s
br: [Mítico] Ao saquear um Coração Vermelho, chance ligeiramente maior de ganhar escudo de invencibilidade por 2s
de: [Mythisch] Beim Plündern eines Roten Herzens ist die Chance, einen Unbesiegbarkeitsschild für 2s zu erhalten, leicht erhöht.
fr: [Mythique] Quand un Coeur rouge est ramasser, chances légèrement plus élevées d'obtenir bouclier d'invincibilité pendant 2s
ru: [Мифический] При разграблении Красного сердца немного повышается шанс получить щит неуязвимости на 2 с

source: [Titan Tales] Max Hp : +18%
br: [Contos de Titãs] Potência máxima : +18%
de: [Geschichten der Titanen] Max Hp : +18%
fr: [Contes de Titan] PV Max : +18%
ru: [Истории титанов] Max Hp : +18%

source: [Chaos] Max Battle Level +1
br: [Caos] Nível máximo de batalha +1
de: [Chaos] Maximale Kampfstufe +1
fr: [Chaos] Niveau en bataille maximum +1
ru: [Хаос] Максимальный боевой уровень +1

source: Expedition Ring
br: Anel de Expedição
de: Expeditionsring
fr: Bague d'expédition
ru: Кольцо экспедиции

source: Symbolizes the expeditionary force's unwavering glory
br: Simboliza a glória inabalável da força de expedição
de: Symbolisiert die unerschütterliche Ehre der Expeditionskräfte
fr: Symbolise la gloire inébranlable de la force expéditionnaire
ru: Символизирует несгибаемость и славу экспедиции

source: Attack +[x]<br>Movement Speed +4%
br: Ataque +[x]<br>Velocidade de movimento +4%
de: Angriff +[x]<br>Bewegungsgeschwindigkeit +4%
fr: Attaque +[x]<br>Vitesse de déplacement +4%.
ru: Атака +[x]<br> Скорость передвижения +4%

source: [Epic] Damage on enemies with full HP +15%
br: [Épico] Dano em inimigos com HP total +15%
de: [Episch] Schaden bei Feinden mit voller HP +15%.
fr: [Épique] Dégâts sur les ennemis à pleine puissance +15%.
ru: [Эпическое] Урон по врагам с полным HP +15%

source: [Legendary] Crit Chance +7%
br: [Lendário] Chance de crítico +7%
de: [Legendär] Kritische Chance +7%
fr: [Légendaire] Chances de critique +7%.
ru: [Легендарное] Шанс крита +7%

source: [Mythic] Damage to Bosses +9%
br: [Mítico] Dano aos chefes +9%
de: [Mythisch] Schaden an Bossen +9%
fr: [Mythique] Dégâts aux boss +9%
ru: [Мифический] Урон по боссам +9%

source: [Mythic+2] Epic Skill Effect Upgraded (+20%)
br: [Mítico+2] Efeito de habilidade épica aprimorado (+20%)
de: [Mythisch+2] Epischer Fertigkeitseffekt verbessert (+20%)
fr: [Mythique+2] Effet de compétence épique amélioré (+20%)
ru: [Мифический+2] Улучшен эффект эпического умения (+20%)

source: [Titan Tales] Battle XP Gain +4%
br: [Contos de Titãs] Ganho de XP de batalha +4%
de: [Geschichten der Titanen] Kampf-EP-Gewinn +4%
fr: [Contes de Titan] Gain d'XP au combat +4%
ru: [Истории титанов] Battle XP Gain +4%

source: [Titan Tales+3] Mythic Skill Effect Upgraded (+13%)
br: [Contos de Titãs+3] Efeito de habilidade mítica aprimorado (+13%)
de: [Geschichten der Titanen+3] Mythischer Fertigkeitseffekt verbessert (+13%)
fr: [Contes de Titan+3] Effet de compétence mythique amélioré (+13%)
ru: [Истории титанов+3] Улучшен эффект мифического умения (+13%)

source: [Chaos] Knockback +7%
br: [Caos] Knockback +7%
de: [Chaos] Rückstoß +7%
fr: [Chaos] Recul +7%
ru: [Хаос] Ударная сила +7%

source: Expedition Locket
br: Medalhão de Expedição
de: Expeditionsmedaillon
fr: Médaillon d'expédition
ru: Медальон экспедиции

source: Increases leveling speed and healing when equipped
br: Aumenta velocidade de nivelamento e cura quando equipado
de: Erhöht Level-Geschwindigkeit und Heilung wenn ausgerüstet
fr: Augmente la vitesse de montée en niveau et la guérison lorsqu'équipé
ru: При применении ускоряет получение новых уровней и лечение

source: [Epic] When HP is below 25%, heal for [x]% HP. Only triggers 1 time
br: [Épico] Quando o PV estiver abaixo de 25%, cura em [x]% do PV. Só é acionado uma vez
de: [Episch] Wenn die HP unter 25 % fallen, heilt er für [x]% HP. Wird nur 1 Mal ausgelöst
fr: [Épique] Lorsque les PV sont inférieurs à 25%, soigne pour [x]% des PV. Ne se déclenche qu'une seule fois
ru: [Эпическое] Когда HP ниже 25%, исцеляет на [x]% HP. Срабатывает только 1 раз

source: [Legendary] Increased Attack after looting Hearts +25%
br: [Lendário] Aumento do ataque após saquear Corações +25%
de: [Legendär] Erhöhte Attacke nach dem Plündern von Herzen +25%.
fr: [Légendaire] Augmentation de l'attaque après avoir ramasser des cœurs +25%.
ru: [Легендарное] Увеличение атаки после разграбления сердец +25%

source: [Ancient Legendary] Max HP +7%
br: [Lendário Antigo] HP máximo +7%
de: [Antik Legendär] Maximale HP +7%
fr: [Légendaire antique] PV Max +7%
ru: [Древний легендарный] Максимальное количество HP +7%

source: [Mythic] Additionally restores some HP with each level up
br: [Mítico] Restaura adicionalmente um pouco de HP a cada nível acima
fr: [Mythique] Restaure en plus des PV à chaque montée de niveau.
ru: [Мифический] Дополнительно восстанавливает некоторое количество HP с каждым повышением уровня

source: [Titan Tales] Max Hp +15%
br: [Contos de Titãs] Potência máxima +15%
de: [Geschichten der Titanen] Max Hp +15%
fr: [Contes de Titan] PV Max +15%.
ru: [Истории титанов] Max Hp +15%

source: [Chaos] When healing in Angel Room, 40% chance to gain angel's other skill
br: [Caos] Ao curar no Angel Room, 40% de chance de ganhar a outra habilidade do anjo
de: [Chaos] Wenn du im Engelsraum heilst, besteht eine 40%ige Chance, die andere Fähigkeit des Engels zu erhalten.
fr: [Chaos] Lors d'un soin dans la chambre de l'ange, 40% de chances d'obtenir l'autre compétence de l'ange.
ru: [Хаос] При исцелении в комнате ангела 40% шанс получить другое умение ангела

source: Expedition Bracelet
br: Bracelete de Expedição
de: Expeditionsarmband
fr: Bracelet d'expédition
ru: Браслет экспедиции

source: Increase archery proficiency when equipped
br: Aumenta a proficiência em arco e flecha quando equipado
de: Erhöhte Bogenschießfertigkeit bei Ausrüstung
fr: Augmente la compétence en tir à l'arc lorsqu'il est équipé
ru: Повышение навыка стрельбы из лука при наличии экипировки

source: [Epic] 2x Crit Rate on enemies with slightly more HP
br: [Épico] 2x Crit Rate em inimigos com um pouco mais de HP
de: [Episch] 2x Crit-Rate bei Feinden mit etwas mehr HP
fr: [Épique] Taux de critique multiplié par 2 sur les ennemis ayant un peu plus de PV
ru: [Эпическое] В 2 раза больше критов у врагов с небольшим количеством HP

source: [Legendary] Crit Damage +40%
br: [Lendário] Dano crítico +40%
de: [Legendär] Kritischer Schaden +40%
fr: [Légendaire] Dégâts critiques +40%.
ru: [Легендарное] Критический урон +40%

source: Attack +7%
br: Ataque +7%
de: Angriff +7%
fr: Attaque +7%
ru: Атака +7%

source: [Mythic] Weapon damage increases with level. Higher levels deals more damage
br: [Mítico] O dano da arma aumenta com o nível. Níveis mais altos causam mais dano
de: [Mythisch] Der Waffenschaden steigt mit der Stufe. Höhere Stufen verursachen mehr Schaden
fr: [Mythique] Les dégâts de l'arme augmentent avec le niveau. Les niveaux supérieurs infligent plus de dégâts
ru: [Мифический] Урон от оружия увеличивается с уровнем. На более высоких уровнях наносится больше урона

source: [Titan Tales] Attack +15%
br: [Contos de Titãs] Ataque +15%
de: [Geschichten der Titanen] Angriff +15%
fr: [Contes de Titan] Attaque +15%
ru: [Истории титанов] Атака +15%

source: [Chaos] For every 100 enemies defeated, projectiles bounce +1 (Max 2)
br: [Caos] Para cada 100 inimigos derrotados, os projéteis ricocheteiam +1 (Máx. 2)
de: [Chaos] Für jeweils 100 besiegte Feinde prallen Projektile um +1 ab (Max. 2)
fr: [Chaos] Pour 100 ennemis vaincus, +1 rebondissement de projectiles (Max 2).
ru: [Хаос] За каждые 100 поверженных врагов снаряды отскакивают на +1 (максимум 2)

source: Expedition Spellbook
br: Feitiço de Expedição
de: Expeditionszauberbuch
fr: Grimoire d'expédition
ru: Книга закл. экспедиции

source: Lets you gain an angel's blessing. Gain 1 auto-cast Ult. when equipped.
br: Permite que você receba a bênção de um anjo. Ganha 1 Ult. de conjuração automática quando equipado.
de: Lässt dich den Segen eines Engels erhalten. Erhält 1 automatisch gewirkte Ult. wenn ausgerüstet.
fr: Vous permet d'obtenir la bénédiction d'un ange. Gagne 1 Ult. Activation Auto lorsqu'il est équipé.
ru: Позволяет получить благословение ангела. Получает 1 автокаст ульта, когда экипирован.

source: When meter is full, instantly gain 1-3 special Red Hearts that heal and increase battle power<br>Max HP +[x]<br>(ULT.) Attack +[x]<br>(ULT.) Attack Speed +10%
br: Quando o medidor estiver cheio, você receberá instantaneamente de 1 a 3 Corações Vermelhos especiais que curam e aumentam o poder de batalha<br>Presença máxima +[x]<br>(ULT.) Ataque +[x]<br>(ULT.) Velocidade de ataque +10%
de: Wenn die Anzeige voll ist, erhältst du sofort 1-3 spezielle Rote Herzen, die heilen und die Kampfkraft erhöhen<br>Max HP +[x]<br>(ULT.) Angriff +[x]<br>(ULT.) Angriffsgeschwindigkeit +10%
fr: Lorsque la jauge est pleine, gagnez instantanément 1 à 3 cœurs rouges spéciaux qui soignent et augmentent la puissance de combat<br>PV Max +[x]<br>(ULT.) Attaque +[x]<br>(ULT.) Attaque Vitesse +10%
ru: Когда счетчик заполнен, мгновенно получайте 1-3 специальных красных сердца, которые исцеляют и увеличивают боевую мощь<br>Макс HP +[x]<br>(ульт.) Атака +[x]<br>(ульт.) Скорость атаки +10%
