Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: [Titan Tales] Damage Ground Units +10%
br: [Contos de Titãs] Dano às unidades terrestres +10%
de: [Geschichten der Titanen] Schaden an Bodeneinheiten +10%
fr: [Contes de Titan] Dégâts aux unités terrestres +10%
ru: [Истории титанов] Урон наземных юнитов +10%

source: [Titan Tales+3] Mythic Skill Effect Upgraded (+12%)
br: [Contos de Titãs+3] Efeito de habilidade mítica aprimorado (+12%)
de: [Geschichten der Titanen+3] Mythischer Fertigkeitseffekt verbessert (+12%)
fr: [Contes de Titan+3] Effet de compétence mythique amélioré (+12%)
ru: [Истории титанов+3] Улучшен эффект мифического умения (+12%)

source: [Chaos] Greatly Increases fire Damage.
br: [Caos] Aumenta Incomun o dano de fogo.
de: [Chaos] Erhöht den Feuerschaden beträchtlich.
fr: [Chaos] Augmente fortement les dégâts de feu.
ru: [Хаос] Значительно увеличивает урон от огня.

source: Wolf Ring
br: Anel de lobo
de: Wolfsring
fr: Bague Loup
ru: Волчье кольцо

source: Bestowed with the Power of a Wolf.
br: Provido de poder de um lobo.
de: Besitzt die Kraft eines Wolfes.
fr: Doté du pouvoir d'un loup.
ru: Даровал силу волка.

source: [Chaos] Lightning Damage +15%
br: [Caos] Dano de raio +15%
de: [Chaos] Blitzschaden +15%
fr: [Chaos] Dégâts de la foudre +15%.
ru: [Хаос] Урон от молнии +15%

source: Increases damage to melee units +[x]
br: Aumenta o dano de unidades corpo a corpo +[x]
de: Erhöht den Schaden an Nahkampfeinheiten +[x]
fr: Augmente les dégâts infligés aux unités de mêlée +[x]
ru: Увеличивает урон, наносимый юнитам ближнего боя +[x]

source: [Rare] Crit Chance +5%
br: [Raro] Chance de crítico +5%
de: [Selten] Kritische Chance +5%
fr: [Rare] Chances de réussite +5%.
ru: [Редкое] Шанс крита +5%

source: [Legendary] Flame Damage +5%
br: [Lendário] Dano de chama +5%
de: [Legendär] Flammenschaden +5%
fr: [Légendaire] Dégâts de flammes +5%.
ru: [Легендарное] Урон от пламени +5%

source: [Mythic] Melee Units damage reduced+7%
br: [Mítico] Dano das unidades corpo a corpo reduzido em +7%
de: [Mythisch] Schaden von Nahkampfeinheiten um +7% reduziert
fr: [Mythique] Les dégâts des unités de mêlée sont réduits de +7%.
ru: [Мифический] Урон юнитов ближнего боя снижен на +7%

source: [Titan Tales] Damage Melee Units +10%
br: [Contos de Titãs] Dano de unidades corpo a corpo +10%
de: [Geschichten der Titanen] Schaden an Nahkampfeinheiten +10%
fr: [Contes de Titan] Dégâts aux unités de mêlée +10%.
ru: [Истории титанов] Урон юнитов ближнего боя +10%

source: [Chaos] Greatly Increases lightning Damage
br: [Caos] Aumenta Incomun o dano causado por raios
de: [Chaos] Erhöht den Blitzschaden erheblich
fr: [Chaos] Augmente fortement les dégâts de la foudre
ru: [Хаос] Значительно увеличивает урон от молний

source: Falcon Ring
br: Anel de falcão
de: Falkenring
fr: Bague Faucon
ru: Кольцо сокола

source: Bestowed with the Power of a Falcon.
br: Provido de poder de um falcão.
de: Besitzt die Kraft eines Falken.
fr: Doté du pouvoir d'un faucon.
ru: Даровал силу ястреба.

source: [Chaos] Ice Damage +40%
br: Dano de gelo [Chaos] +40%
de: [Chaos] Eisschaden +40%
fr: [Chaos] +40% de dégâts de glace
ru: [Хаос] Урон льдом +40%

source: Increases damage to airborne units +[x]
br: Aumenta o dano às unidades aéreas +[x]
de: Erhöht den Schaden an Einheiten in der Luft +[x]
fr: Augmente les dégâts infligés aux unités aériennes +[x]
ru: Увеличивает урон, наносимый воздушно-десантным подразделениям +[x]

source: [Rare] Attack Speed +5%
br: [Raro] Velocidade de ataque +5%
de: [Selten] Angriffsgeschwindigkeit +5%
fr: [Rare] Vitesse d'attaque +5%.
ru: [Редкое] Скорость атаки +5%

source: [Legendary] Dark Touch Damage +6%
br: Dano do Toque Sombrio [Lendário] +6%
de: [Legendär] Schaden der dunklen Berührung +6%
fr: [Légendaire] Dégâts du toucher ténébreux +6%.
ru: [Легендарное] Урон от Темного прикосновения +6%

source: [Mythic] Airborne damage resistance +7%
br: [Mítico] Resistência a danos aéreos +7%
de: [Mythisch] Luftschadensresistenz +7%
fr: [Mythique] Résistance aux dégâts aériens +7%.
ru: [Мифический] Сопротивление урону по воздуху +7%

source: [Titan Tales] Damage Airborne Units +10%
br: [Contos de Titãs] Dano a unidades aéreas +10%
de: [Geschichten der Titanen] Schaden an fliegenden Einheiten +10%
fr: [Contes de Titan] Dégâts aux unités aériennes +10%
ru: [Истории титанов] Нанесение урона воздушным единицам +10%

source: [Chaos] Greatly increases ice damage.
br: [Caos] Aumenta Incomun o dano de gelo.
de: [Chaos] Erhöht den Eisschaden erheblich.
fr: [Chaos] Augmente fortement les dégâts de glace.
ru: [Хаос] Значительно увеличивает урон, наносимый льдом.

source: Serpent Ring
br: Anel de serpente
de: Schlangenring
fr: Bague Serpent
ru: Кольцо змеи

source: Bestowed with the Power of a Serpent.
br: Agraciado com o poder de uma serpente.
de: Ausgestattet mit der Kraft einer Schlange.
fr: Doté du pouvoir du serpent.
ru: Наделена силой змеи.

source: [Chaos] Poison Damage +20%
br: [Caos] Dano Venenoso +20%
de: [Chaos] Giftschaden +20%
fr: [Chaos] Dégâts de poison +20%.
ru: [Хаос] Урон ядом +20%

source: Increases damage to ranged units +[x]
br: Aumenta o dano a unidades de longo alcance +[x]
de: Erhöht den Schaden an Fernkampfeinheiten +[x]
fr: Augmente les dégâts infligés aux unités à distance +[x]
ru: Увеличивает урон, наносимый юнитам с дальним расстоянием +[x]

source: [Rare] Dodge +7%
br: [Raro] Esquiva +7%
de: [Selten] Ausweichen +7%
fr: [Rare] Esquive +7%
ru: [Редкое] Уклонение +7%

source: [Legendary] Poison Damage +7%
br: [Lendário] Dano de veneno +7%
de: [Legendär] Giftschaden +7%
fr: [Légendaire] Dégâts de poison +7%.
ru: [Легендарное] Урон от яда +7%

source: [Mythic] Ranged Units damage reduced +7%
br: [Mítico] Dano das unidades de longo alcance reduzido em +7%
de: [Mythisch] Schaden von Fernkampfeinheiten um +7% reduziert
fr: [Mythique] Les dégâts des unités à distance sont réduits de +7%.
ru: [Мифический] Урон, наносимый боевыми единицами дальнего боя, снижен на +7%

source: [Titan Tales] Damage Range Units +10%
br: [Contos de Titãs] Unidades de alcance de dano +10%
de: [Geschichten der Titanen] Schadensreichweite Einheiten +10%
fr: [Contes de Titan] Unités de portée des dégâts +10%.
ru: [Истории титанов] Единицы дальности урона +10%

source: [Chaos] Greatly increases poison damage.
br: [Caos] Aumenta Incomun o dano causado por veneno.
de: [Chaos] Erhöht den Giftschaden erheblich.
fr: [Chaos] Augmente fortement les dégâts de poison.
ru: [Хаос] Значительно увеличивает урон от яда.

source: Bull Ring
br: Anel de Touro
de: Stierring
fr: Bague taureau
ru: Кольцо быка

source: Contains the power of bulls, use it to increase attacks on all mobs.
br: Contém o poder dos touros, use-o para aumentar ataques contra todas as multidões
de: Enthält die Macht von Bullen. Trag ihn, um Angriffe gegen alle Mobs zu verstärken.
fr: Abrite le pouvoir des taureaux. Portez-la pour améliorer les attaques contre les monstres.
ru: Содержит силу быка. Обладатель получает бонус к атаке против всех врагов.

source: [Chaos] Increases Melee Damage +3%
br: [Caos] Aumenta dano corpo a corpo +3%
fr: [Chaos] Augmente les dégâts de mêlée +3%
ru: [Хаос] Повышает урон в ближнем бою +3%

source: Increases damage to mobs +[x]
br: Aumenta o dano causado aos mobs +[x]
de: Erhöht den Schaden an Mobs +[x]
fr: Augmente les dégâts infligés aux monstres +[x]
ru: Увеличивает урон по мобам +[x]

source: [Rare] Damage Resistance +10%
br: [Raro] Resistência a danos +10%
de: [Selten] Schadensresistenz +10%
fr: [Rare] Résistance aux dégâts +10%.
ru: [Редкое] Сопротивление урону +10%

source: [Legendary] Lightning Damage +7%
br: [Lendário] Dano de raio +7%
de: [Legendär] Blitzschaden +7%
fr: [Légendaire] Dégâts de la foudre +7%
ru: [Легендарное] Урон молнией +7%

source: [Mythic] Mobs damage resistance +5%
br: [Mítico] Resistência a dano de Mobs +5%
de: [Mythisch] Schadensresistenz der Mobs +5%
fr: [Mythique] Résistance aux dégâts des monstres +5%.
ru: [Мифический] Сопротивление урону мобов +5%

source: [Titan Tales] Damage Mob Units +10%
br: [Contos de Titãs] Dano a unidades móveis +10%
de: [Geschichten der Titanen] Schaden an Mob-Einheiten +10%
fr: [Contes de Titan] Dégâts aux unités mobiles +10%.
ru: [Истории титанов] Нанесение урона мобам +10%

source: [Titan Tales+3] Mythic Skill Effect Upgraded (+7%)
br: [Contos de Titãs+3] Efeito de habilidade mítica aprimorado (+7%)
de: [Geschichten der Titanen+3] Mythischer Fertigkeitseffekt verbessert (+7%)
fr: [Contes de Titan+3] Effet de compétence mythique amélioré (+7%)
ru: [Истории титанов+3] Улучшен эффект мифического умения (+7%)

source: [Chaos] Increases Melee Damage
br: [Caos] Aumenta dano corpo a corpo
fr: [Chaos] Augmente les dégâts de mêlée
ru: [Хаос] Повышает урон в ближнем бою

source: Lion Ring
br: Anel de Leão
de: Löwenring
fr: Bague lion
ru: Кольцо льва

source: Contains the power of a berserk lion, use it to increase attacks on boss monsters.
br: Contém o poder de um leão selvagem, use-o para aumentar ataques contra monstros chefes
de: Enthält Kraft eines Berserkerlöwen. Trag ihn, um Angriffe auf Bossmonster zu verstärken.
fr: Abrite le pouvoir d'un lion féroce. Portez-la pour améliorer les attaques contre les boss monstres.
ru: Содержит силу свирепого льва. Обладатель получает бонус к атаке против боссов.

source: [Chaos] Increases Ranged Damage +4%
br: [Caos] Aumenta dano de longa distância +4%
fr: [Chaos] Augmente les dégâts à distance +4%
ru: [Хаос] Повышает урон в дальнем бою +4%

source: Increases damage to bosses +[x]
br: Aumenta o dano aos chefes +[x]
de: Erhöht den Schaden gegen Bosse +[x]
fr: Augmente les dégâts infligés aux boss +[x]
ru: Увеличивает урон по боссам +[x]

source: [Rare] Crit Damage +20%
br: [Raro] Dano crítico +20%
de: [Selten] Kritischer Schaden +20%
fr: [Rare] Dégâts critiques +20%.
ru: [Редкое] Урон от крита +20%

source: [Epic] Attack +5%
br: Ataque [Épico] +5%
de: [Episch] Angriff +5%
fr: [Épique] Attaque +5%
ru: [Эпическое] Атака +5%

source: [Legendary] Holy Touch' Damage +8%
br: [Lendário] Dano do 'Toque Sagrado' +8%
de: [Legendär] Heilige Berührung' Schaden +8%
fr: [Légendaire] Dégâts de 'Holy Touch' +8%.
ru: [Легендарное] Урон от "Святого прикосновения" +8%

source: [Mythic] Boss Damage Resistance +5%
br: [Mítico] Resistência ao dano do chefe +5%
de: [Mythisch] Boss-Schadensresistenz +5%
fr: [Mythique] Résistance aux dégâts du boss +5%.
ru: [Мифический] Сопротивление урону босса +5%

source: [Titan Tales] Damage Boss Units +10%
br: [Contos de Titãs] Dano às unidades do chefe +10%
de: [Geschichten der Titanen] Schaden an Bosseinheiten +10%
fr: [Contes de Titan] Dégâts aux unités de boss +10%.
ru: [Истории титанов] Нанесение урона юнитам босса +10%

source: [Chaos] Increases Ranged Damage
br: [Caos] Aumenta dano de longa distância
fr: [Chaos] Augmente les dégâts à distance
ru: [Хаос] Повышает урон в дальнем бою

source: Dragon Ring
br: Anel do Dragões
de: Drachenring
fr: Bague Dragons
ru: Кольцо дракона

source: Contains draconic power, and increases attack effects on Hero Mode monsters.
br: Contém poder dracônico e aumenta os efeitos de ataque em monstros do Modo Herói.
de: Birgt die Macht des Drachen und verbessert die Effekte bei Angriffen auf Monster im Heldenmodus.
fr: Contient un pouvoir draconique et augmente les effets d'attaque sur les monstres du mode Héros.
ru: Таит в себе силу дракона; усиливает эффект атак по монстрам в режиме героя.

source: Deals damage to elite enemies +[x]
br: Causa dano a inimigos de elite +[x]
de: Verursacht Schaden an Elite-Feinden +[x]
fr: Inflige des dégâts aux ennemis d'élite +[x]
ru: Наносит урон элитным противникам +[x]

source: [Rare] Projectile Resistance +12%
br: [Raro] Resistência a projéteis +12%
de: [Selten] Projektil-Widerstand +12%
fr: [Rare] Résistance aux projectiles +12%.
ru: [Редкое] Сопротивление ударам +12%

source: [Epic] Crit Chance +6%
br: Chance de crítico [épico] +6%
de: [Episch] Kritische Chance +6%
fr: [Épique] Chance de critique +6%
ru: [Эпическое] Шанс крита +6%

source: [Legendary] MP Strength +20%
br: [Lendário] Força MP +20%
de: [Legendär] MP-Stärke +20%
fr: [Légendaire] Force des PM +20%
ru: [Легендарное] MP Strength +20%

source: [Mythic] Damage dealt to Humanoid enemies +15%
br: [Mítico] Dano causado a inimigos humanoides +15%
de: [Mythisch] Schaden an humanoiden Feinden +15%
fr: [Mythique] dégâts infligés aux ennemis humanoïdes +15%.
ru: [Мифический] Урон, наносимый врагам-гуманоидам, +15%

source: [Mythic+2] Epic Skill Effect Upgraded (+8%)
br: [Mítico+2] Efeito de habilidade épica aprimorado (+8%)
de: [Mythisch+2] Epischer Fertigkeitseffekt verbessert (+8%)
fr: [Mythique+2] Effet de compétence épique amélioré (+8%)
ru: [Мифический+2] Улучшен эффект эпического умения (+8%)

source: [Titan Tales] Damage Elite Units +12%
br: [Contos de Titãs] Dano às unidades de elite +12%
de: [Geschichten der Titanen] Schaden an Eliteeinheiten +12%
fr: [Contes de Titan] Dégâts aux unités d'élite +12%
ru: [Истории титанов] Урон элитных юнитов +12%

source: [Chaos] Increases Movement Speed
br: [Caos] Aumenta a velocidade de movimento
de: [Chaos] Erhöht die Bewegungsgeschwindigkeit
fr: [Chaos] Augmente la vitesse de déplacement
ru: [Хаос] Увеличивает скорость передвижения

source: Vilebat Ring
br: Anel de Vilebat
fr: Bague Vilebat
ru: Вилебатское кольцо

source: Contains the ability of vampiric bats, and increases attack effects on Normal Mode monsters.
br: Contém a habilidade de morcegos vampiros e aumenta os efeitos de ataque em monstros do Modo Normal.
de: Birgt die Macht von Vampir-Fledermäusen und verbessert die Effekte bei Angriffen auf Monster im Normalen Modus.
fr: Contient la capacité des chauves-souris vampiriques et augmente les effets d'attaque sur les monstres du mode Normal.
ru: Таит в себе способности нетопырей-вампиров; усиливате эффекты атак по монстрам в обычном режиме.

source: [Epic] Heals 0.7% HP per mob kill and 7% per boss kill
br: [Épico] Cura 0,7% de HP por morte de mob e 7% por morte de chefe
de: [Episch] Heilt 0,7% HP pro Mob-Kill und 7% pro Boss-Kill
fr: [Épique] Soigne 0,7 % de PV par meurtre de mobs et 7 % par meurtre de boss
ru: [Эпическое] Восстанавливает 0,7% HP за убийство мобов и 7% за убийство босса

source: [Mythic+2] Heals 0.9% HP per mob kill and 10% per boss kill
br: [Mítico+2] Cura 0,9% de HP por morte de mob e 10% por morte de chefe
de: [Mythisch+2] Heilt 0,9% HP pro Mob-Tötung und 10% pro Boss-Tötung
fr: [Mythique+2] Soigne 0,9 % de PV par mort de fou et 10 % par mort de boss
ru: [Мифический+2] Восстанавливает 0,9% HP за убийство мобов и 10% за убийство босса

source: [Chaos] Heals 1.2% HP per mob kill and 13.3% per boss kill
br: [Caos] Cura 1,2% de HP por morte de mob e 13,3% por morte de chefe
de: [Chaos] Heilt 1,2% HP pro Mob-Kill und 13,3% pro Boss-Kill
fr: [Chaos] Soigne 1,2% de PV par mort de fou et 13,3% par mort de boss.
ru: [Хаос] Восстанавливает 1,2% HP за убийство мобов и 13,3% за убийство босса

source: Increases damage to normal enemies +[x]
br: Aumenta o dano causado a inimigos normais +[x]
de: Erhöht den Schaden an normalen Feinden +[x]
fr: Augmente les dégâts infligés aux ennemis normaux +[x]
ru: Увеличивает урон по обычным врагам +[x]

source: [Rare] Healing Effect of Red Heart +20%
br: [Raro] Efeito de cura do Coração Vermelho +20%
de: [Selten] Heilungseffekt des roten Herzens +20%
fr: [Rare] Effet de guérison de Coeur rouge +20%.
ru: [Редкое] Эффект исцеления от "Красного сердца" +20%

source: [Epic] Killing enemies restores HP. Heal is stronger for boss kills
br: [Épico] Matar inimigos restaura a vida. A cura é mais forte quando se mata um chefe
de: [Episch] Das Töten von Feinden stellt HP wieder her. Die Heilung ist bei Bosskills stärker
fr: [Épique] Tuer des ennemis restaure les PV. Les soins sont plus importants pour les boss tués
ru: [Эпическое] Убийство врагов восстанавливает HP. Исцеление сильнее при убийстве боссов

source: [Legendary] HP drops +20%
br: [Lendário] Queda de HP +20%
de: [Legendär] HP-Werte fallen um +20%.
fr: [Légendaire] Drop de coeurs rouge +20%.
ru: [Легендарное] Снижение HP +20%

source: [Mythic] Collision Damage Resistance +15%
br: [Mítico] Resistência a danos de colisão +15%
de: [Mythisch] Kollisionsschaden-Widerstand +15%
fr: [Mythique] Résistance aux dégâts de collision +15%
ru: [Мифический] Сопротивление урону от столкновений +15%

source: [Titan Tales] Damage Normal Units +10%
br: [Contos de Titãs] Dano de unidades normais +10%
de: [Geschichten der Titanen] Schaden für normale Einheiten +10%
fr: [Contes de Titan] Dégâts aux unités normales +10%.
ru: [Истории титанов] Урон обычных юнитов +10%

source: [Chaos] HP Gain's Healing is more effective.
br: [Caos] A cura do ganho de HP é mais eficaz.
de: [Chaos] Die Heilung von HP Gain ist effektiver.
fr: [Chaos] Les soins de HP Gain sont plus efficaces.
ru: [Хаос] Исцеление HP Gain более эффективно.

source: Agile Locket
br: Medalhão Ágil
de: Agiles Medaillon
fr: Médaillon d'agilité
ru: Медальон ловкости

source: Locket created with agility to dodge enemies easily.
br: Amuleto criado com agilidade para desviar de inimigos com facilidade.
de: Ein Amulett, das mit Geschicklichkeit erschaffen wurde, um Feinden leicht auszuweichen.
fr: Amulette créée avec le pouvoir de l'agilité pour esquiver facilement les ennemis
ru: Амулет, наделяющий ловкостью, помогающей уклоняться от врагов.

source: Max HP +[x]<br>When HP is lower than 20%, Dodge increases by y %.
br: HP máximo +[x]<br>Quando o HP é inferior a 20%, a esquiva aumenta em y%.
de: Max HP +[x]<br>Wenn die HP unter 20% liegen, erhöht sich das Ausweichen um y %.
fr: Max HP +[x]<br>Lorsque les HP sont inférieurs à 20%, l'esquive augmente de y %.
ru: Max HP +[x]<br>Когда HP ниже 20%, уклонение увеличивается на y %.

source: [Epic] Chance of Angel's Healing x2 +30%
br: [Épica] Chance de Cura do Anjo x2 +30%
de: [Episch] Chance auf Engelsheilung x2 +30%
fr: [Épique] Chance de guérison de l'ange x2 +30%
ru: [Эпическое] Шанс исцеления ангела x2 +30%

source: [Legendary] Max HP +4%
br: [Lendário] HP máximo +4%
de: [Legendär] Maximale HP +4%
fr: [Légendaire] Max HP +4%
ru: [Легендарное] Максимальное количество HP +4%

source: [Mythic] Dodge +6%
br: [Mítica] Esquiva +6%
de: [Mythisch] Ausweichen +6%
fr: [Mythique] Esquive +6%
ru: [Мифический] Уклонение +6%

source: [Mythic+1] Locket Basic Stats +5%
br: [Mítico+1] Estatísticas básicas do medalhão +5%
de: [Mythisch+1] Medaillon Grundwerte +5%
fr: [Mythique+1] Stats de base du médaillon +5
ru: [Мифический+1] Основные показатели медальона +5%

source: [Mythic+2] Epic Skill Effect Upgraded (+40%)
br: [Mítico+2] Efeito de habilidade épica aprimorado (+40%)
de: [Mythisch+2] Epischer Fertigkeitseffekt verbessert (+40%)
fr: [Mythique+2] Effet de compétence épique amélioré (+40%)
ru: [Мифический+2] Улучшен эффект эпического умения (+40%)

source: [Titan Tales] Angel HP restored +30%
br: [Contos de Titãs] HP do anjo restaurado +30%
de: [Geschichten der Titanen] Engel-HP wiederhergestellt +30%
fr: [Contes de Titan] Les HP de l'ange restaurés +30%.
ru: [Истории титанов] Восстановление HP ангела +30%

source: [Chaos] While moving, increases self Dodge.
br: [Caos] Durante o movimento, aumenta a Esquiva.
de: [Chaos] Erhöht während der Bewegung das eigene Ausweichen.
fr: [Chaos] En se déplaçant, augmente l'esquive personnelle.
ru: [Хаос] Во время движения увеличивает уклонение.

source: Iron Locket
br: Medalhão de Ferro
de: Eisenmedaillon
fr: Médaillon de fer
ru: Железный медальон

source: Locket engraved with iron to reduce damage from contact with enemies.
br: Amuleto gravado com ferro para reduzir dano de contato com inimigos
de: Mit Eisen graviertes Amulett zur Reduzierung von Schäden durch Kontakt mit Feinden.
fr: Amulette gravée avec du fer pour réduire les dégâts causés par le contact avec les ennemis
ru: Амулет из гравированного железа, снижающий урон от столкновений с врагами.

source: Max HP +[x]<br>When HP is lower than 20%, Damage dealt by bumping into enemies is reduced by y %.
br: HP máximo +[x]<br>Quando o HP é inferior a 20%, o dano causado por esbarrar em inimigos é reduzido em y%.
de: Max HP +[x]<br>Wenn die HP weniger als 20 % betragen, wird der Schaden, der durch das Anstoßen von Gegnern verursacht wird, um y % reduziert.
fr: Max HP +[x]<br>Lorsque les HP sont inférieurs à 20%, les dégâts infligés par les ennemis sont réduits de y %.
ru: Max HP +[x]<br> Если HP меньше 20%, урон, наносимый при столкновении с врагами, уменьшается на y %.

source: [Mythic] Collision damage resistance +8%
br: [Mítico] Resistência a danos de colisão +8%
de: [Mythisch] Widerstand gegen Kollisionsschaden +8%
fr: [Mythique] Résistance aux dégâts de collision +8%.
ru: [Мифический] Сопротивление урону от столкновений +8%

source: [Chaos] Gain Attack for a short duration when taking Collision Damage
br: [Caos] Ganhe Ataque por um curto período ao receber Dano de Colisão
de: [Chaos] Erhalte für kurze Zeit Angriff, wenn du Kollisionsschaden erleidest
fr: [Chaos] Gagnez de l'attaque pendant une courte durée lorsque vous subissez des dégâts de collision.
ru: [Хаос] Усиление атаки на короткое время при получении урона от столкновения

source: Angel Locket
br: Medalhão Angelical
de: Engel-Medaillon
fr: Médaillon d'ange
ru: Медальон ангела

source: Locket blessed by the angels to be invincible in times of dispair.
br: Medalha abençoada pelos anjos para ser invencível em tempos de desespero.
de: Von den Engeln gesegnetes Medaillon, um in Zeiten der Verzweiflung unbesiegbar zu sein.
fr: Médaillon béni par les anges pour être invincible dans les moments de détresse.
ru: Медальон, благословленный ангелами, чтобы быть непобедимым в минуты уныния.

source: Max HP +[x]<br>There's a y% chance to revive and be invincible for t seconds when dying; available once only.
br: HP máximo +[x]<br>Há uma chance de y% de reviver e ficar invencível por t segundos ao morrer; disponível apenas uma vez.
de: Max HP +[x]<br>Es besteht eine Chance von y%, wiederzubeleben und für t Sekunden unbesiegbar zu sein, wenn man stirbt; nur einmal verfügbar.
fr: Max HP +[x]<br>Il y a y% de chances de revivre et d'être invincible pendant t secondes en cas de mort ; disponible une seule fois.
ru: Max HP +[x]<br>При смерти есть y% шанс возродиться и стать неуязвимым на t секунд; доступно только один раз.

source: [Mythic] Chance to Revive +5%
br: [Mítico] Chance de reviver +5%
de: [Mythisch] Chance auf Wiederbelebung +5%
fr: [Mythique] Chance de réanimation +5%
ru: [Мифический] Шанс возрождения +5%

source: [Chaos] Chance to get a random number of Red Hearts when angel restores your HP.
br: [Caos] Chance de receber um número aleatório de corações vermelhos quando o anjo restaurar sua vida.
de: [Chaos] Chance, eine zufällige Anzahl von roten Herzen zu erhalten, wenn der Engel deine HP wiederherstellt.
fr: [Chaos] Chance d'obtenir un nombre aléatoire de Coeurs rouges lorsque l'ange restaure vos HP.
ru: [Хаос] Шанс получить случайное количество красных сердец, когда ангел восстанавливает ваше HP.

source: Bulletproof Locket
br: Medalhão Blindado
de: Kugelsich. Medaillon
fr: Médaillon pare-balle
ru: Пуленепроб. медальон

source: Locket crafted with bulletproof in mind to reduce projectile damage.
br: Amuleto criado com a blindagem em mente para reduzir o dano de projéteis
de: Kugelsicheres Amulett, um Projektilschäden zu reduzieren.
fr: Amulette fabriquée à l'épreuve des balles pour réduire les dégâts infligés par les projectiles
ru: Амулет с чарами пуленепробиваемости, снижающий урон от снарядов.

source: Max HP +[x]<br>Projectile damage decreased y % when HP is lower than 20%.
br: HP máximo +[x]<br>Dano do projétil reduzido em y% quando o HP for inferior a 20%.
de: Max HP +[x]<br>Projektilschaden um y % verringert, wenn HP unter 20% liegen.
fr: PV max +[x]<br>Les dégâts des projectiles diminuent de y % lorsque les HP sont inférieurs à 20%.
ru: Max HP +[x]<br> Урон от выстрела снижается на y %, если HP ниже 20%.
