Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: <b><em>Real Self</em></b>: Attacks have strong dark powers, and deal continued damage.<br><b><em>Shadow Self:</em></b> Increased attack, attack speed and dodge rate.<br><br><b>Additional Skill Notes:</b><br> • Switches between her 2 forms every 4 seconds.<br> • Normal form: 135% Damage on hit, 30% damage for 2 ticks, and 135% Dark Touch Explosion.<br> • Shadow form: 75% Attack, 15% Attack Speed, ~15% Dodge Chance.
br: <b><em>Eu Real</em></b>: Os ataques têm fortes poderes sombrios e causam dano contínuo.<br><b><em>Shadow Self:</em></b> Aumento do ataque, da velocidade de ataque e da taxa de esquiva.<br><br><b>Notas adicionais de habilidades:</b><br> - Alterna entre suas duas formas a cada 4 segundos.<br> - Forma normal: 135% de dano ao acertar, 30% de dano por 2 ticks e 135% de Explosão de Toque Sombrio.<br> - Forma sombria: 75% de ataque, 15% de velocidade de ataque, ~15% de chance de esquiva.
de: <b><em>Wirkliches Selbst</em></b>: Angriffe haben starke dunkle Kräfte und verursachen anhaltenden Schaden.<br><b><em>Schatten-Selbst:</em></b> Erhöhte Angriffs-, Angriffsgeschwindigkeits- und Ausweichrate.<br><br><b>Zusätzliche Skill Notes:</b><br> - Wechselt alle 4 Sekunden zwischen ihren 2 Formen.<br> - Normale Form: 135% Schaden bei Treffer, 30% Schaden für 2 Ticks und 135% Dunkle Berührungsexplosion.<br> - Schattenform: 75% Angriff, 15% Angriffsgeschwindigkeit, ~15% Ausweichchance.
fr: <b><em>Réel Self</em></b> : Les attaques ont un fort pouvoir obscur et infligent des dégâts continus.<br><b><em>Self d'ombre:</em></b> Attaque, vitesse d'attaque et taux d'esquive accrus. <br><br><b>Notes de compétences additionnelles:</b><br> - Elle passe entre ses 2 formes toutes les 4 secondes.<br> - Forme normale : 135% de dégâts par coup, 30% de dégâts pendant 2 ticks, et 135% d'explosion au toucher sombre.<br> - Forme d'ombre : 75% d'attaque, 15% de vitesse d'attaque, ~15% de chances d'esquive.
ru: <b><em>Реальное Я</em></b>: Атаки обладают сильной темной силой и наносят постоянный урон.<br><b><em>Теневое Я:</em></b> Увеличение атаки, скорости атаки и скорости уклонения.<br><br><b>Дополнительные сведения о навыке:</b><br> - Переключается между двумя своими формами каждые 4 секунды.<br> - Обычная форма: 135% урона при попадании, 30% урона в течение 2 тиков и 135% Взрыв темного прикосновения.<br> - Теневая форма: 75% атаки, 15% скорости атаки, ~15% шанса уклонения.

source: Patrol Sapphire Earnings +[x]%
br: Ganhos do Patrol Sapphire +[x]%
de: Patrouille Sapphire Einnahmen +[x]%
fr: Gains de la Patrouille Saphir +[x]%
ru: Заработок по программе Patrol Sapphire +[x]%

source: Twin Shadows - Cold Blood: Chance for Dark stats increased
br: Sombras Gêmeas - Sangue Frio: Chance de aumentar os atributos das Trevas
de: Zwillingsschatten - Kaltes Blut: Chance für dunkle Werte erhöht
fr: Ombres jumelles - Sang froid : Augmentation des chances d'obtenir des statistiques sombres
ru: Twin Shadows - Холодная кровь: Шанс получения темных статов увеличен

source: Trait - Calm: HP max limit is increased with each kill
br: Característica - Calm: O limite máximo de HP é aumentado a cada morte
de: Eigenschaft - Gelassenheit: Die maximale HP-Grenze wird mit jedem Kill erhöht
fr: Trait - Calme : La limite maximale de HP est augmentée à chaque meurtre
ru: Черта - Спокойствие: Максимальный лимит HP увеличивается с каждым убийством

source: Spirit - Upgrade: When switching forms, Spirit gets a new combat power
br: Spirit - Upgrade: Ao trocar de forma, o Spirit recebe um novo poder de combate
de: Geist - Upgrade: Wenn der Geist seine Form wechselt, erhält er eine neue Kampfkraft.
fr: Esprit - Amélioration : Lorsqu'il change de forme, l'Esprit obtient un nouveau pouvoir de combat.
ru: Spirit - Upgrade: при смене формы Spirit получает новую боевую способность

source: Twin Shadows - Cruel: Increases crit attack when in Dark form
br: Sombras gêmeas - Cruel: Aumenta o ataque crítico quando em forma sombria
de: Zwillingsschatten - Grausam: Erhöht den kritischen Angriff in der dunklen Form
fr: Ombres jumelles - Cruelle : Augmente l'attaque crit lorsqu'elle est en forme sombre
ru: Twin Shadows - Cruel: увеличивает крит атаку, когда находится в темной форме

source: Attack +300 <span class='all_effect_span'>All Heroes</span>
br: Ataque +300 <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +300 <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +300 <span class='all_effect_span'>Tous les héros</span>
ru: Атака +300 <span class='all_effect_span'>Всех героев</span>

source: Attack +8% <span class='all_effect_span'>All Heroes</span>
br: Ataque +8% <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +8% <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +8% <span class='all_effect_span'>Tous les héros</span>
ru: Атака +8% <span class='all_effect_span'>Всех героев</span>.

source: Shade's base Attack +5%
br: Ataque básico de Sombra +5%
de: Grundangriff des Schattens +5%
fr: Attaque de base de Ombre +5%.
ru: Базовая атака Шейда +5%

source: Attack increased for short time when enemies are killed by Dark damage
br: Ataque aumenta por um curto período após abater inimigos com dano Sombrio
de: Angriff für kurze Zeit erhöht, wenn Gegner durch Dunkelschaden getötet werden
fr: Attaque augmentée pendant une courte période lorsque les ennemis sont tués par les Dégâts sombres
ru: Атака ненадолго увеличивается, если врагов убивает урон от тьмы

source: Dark touch Damage +10%
br: Dano de toque escuro +10%
de: Dunkle Berührung - Schaden +10%
fr: Dégâts du toucher sombre +10%.
ru: Урон от темного прикосновения +10%

source: Damage to heroes +8%
br: Dano aos heróis +8%
de: Schaden an Helden +8%
fr: Dégâts infligés aux héros +8%.
ru: Урон, наносимый героям +8%

source: Shade's base HP +10%
br: HP básico do Sombra +10%
de: Basis-HP des Schattens +10%
fr: HP de base de Ombre +10%
ru: Базовые HP Шейда +10%

source: HP Converted to MP +15%
br: HP convertido em MP +15%
de: HP umgewandelt in MP +15%
fr: HP convertis en MP +15%
ru: Преобразование HP в MP +15%

source: Shadow forms ignore traps
br: Formas de sombra ignoram armadilhas
de: Schattenformen ignorieren fallen
fr: Les formes d'ombres ignorent les pièges
ru: Теневые формы игнорируют ловушки

source: Attack +8%
br: Ataque +8%
de: Angriff +8%
fr: Attaque +8%
ru: Атака +8%

source: Legendary Assassin
br: Assassino Lendário
de: Legendärer Attentäter
fr: Assassin légendaire
ru: Легендарный убийца

source: In shadow form, collision damage is reduced by 5%
br: Na forma de sombra, o dano de colisão é reduzido em 5%
de: In Schattenform wird der Kollisionsschaden um 5 % reduziert
fr: En forme d'ombre, dégâts de collision réduits de 5 %
ru: В форме тени ущерб от столкновения снижается на 5%

source: Crimson Blade
br: Lâmina Carmesim
de: Purpurklinge
fr: Lame pourpre
ru: Алый клинок

source: Lower the HP, faster the movement speed
br: Quanto mais baixo o HP, maior a velocidade de movimento
de: Niedrigere HP, schnellere Bewegungsgeschwindigkeit
fr: Moins vous avez de PV, plus la vitesse de déplacement augmente
ru: Запас ОЗ снижается, скорость движения увеличивается

source: 3000 Honor Points in Honor Shop (for 7d unlock and infinite Attack Boost)
br: 3000 pontos de honra na Honor Shop (para desbloqueio do 7d e aumento de ataque infinito)
de: 3000 Ehrenpunkte im Ehrenladen (für 7d Freischaltung und unendlichen Angriffsboost)
fr: 3000 points d'honneur dans la boutique d'honneur (pour le déverrouillage de 7d et l'augmentation infinie de l'attaque)
ru: 3000 очков чести в магазине чести (для разблокировки 7d и бесконечного увеличения атаки)

source: Diver Pro
br: Mergulhador Pro
de: Profitaucher
fr: Plongeur pro
ru: Матерый дайвер

source: During Shadow form, dodge rate increased 8%
br: Durante forma de Sombra, taxa de desvio aumenta 8%
de: Während der Schattenform, Ausweichrate um 8 % erhöht
fr: En forme d'ombre, taux d'esquive augmenté de 8 %
ru: В форме тени шанс уклонения повышается на 8%

source: Ophelia
br: Ofélia
fr: Ophélie
ru: Офелия

source: Huntress walking between darkness and light, adept at hunting evil monsters.
br: Caçadora entre a luz e a escuridão, adepta da caça de monstros diabólicos
de: Jägerin, die zwischen Dunkelheit und Licht wandelt, geschickt in der Jagd auf böse Monster
fr: Une chasseuse marchant entre la lumière et les ténèbres, douée pour la chasse aux monstres maléfiques
ru: Охотница, что скрывается в тенях между светом и тьмой. Отлично истребляет злобных чудовищ.

source: Attack +70
br: Ataque +70
de: Angriff +70
fr: Attaque +70
ru: Атака +70

source: Damage to Melee Units +20%
br: Dano a unidades corpo a corpo +20%
de: Schaden an Nahkampfeinheiten +20%
fr: Dégâts aux unités de mêlée +20%.
ru: Урон, наносимый боевым единицам ближнего боя +20%

source: Max HP +7%
br: HP máximo +7%
de: Maximale HP +7%
fr: PV max +7%
ru: Максимальное количество HP +7%

source: $9.99 USD or 30 Ophelia Shards
br: US$ 9,99 ou 30 Ofélia fragmentos
de: $9.99 USD oder 30 Ophelia-Scherben
fr: 9,99 USD ou 30 fragments d'Ophélie
ru: 9,99 USD или 30 осколков Офелии

source: Skill (Demon Soul): Chance to suck and absorb the enemy's soul, increasing own strength.
br: Habilidade (Alma do demônio): Chance de sugar e absorver a alma do inimigo, aumentando a própria força.
de: Fertigkeit (Dämonenseele): Möglichkeit, die Seele des Gegners auszusaugen und zu absorbieren, was die eigene Stärke erhöht.
fr: Compétence (Âme de démon) : Possibilité d'aspirer et d'absorber l'âme de l'ennemi, augmentant sa propre force.
ru: Навык (Душа демона): Шанс высасывать и поглощать душу противника, увеличивая собственную силу.

source: Souls are absorbed into different colors in the formation.<br><br><b>Green</b>: Increase attack speed and projectile speed.<br><b>Yellow</b>: Chance to recover HP during crit attacks.<br><b>Blue</b>: Attacked enemy will explode.<br><b>Red</b>: Increase attack and add knockback effect.
br: As almas são absorvidas em cores diferentes na formação.<br><br><b>Verde</b>: aumenta a velocidade de ataque e a velocidade do projétil.<br><b>Amarelo</b>: Chance de recuperar HP durante ataques críticos.<br><b>Azul</b>: O inimigo atacado explodirá.<br><b>Vermelho</b>: aumenta o ataque e adiciona efeito de recuo.
de: Seelen werden in verschiedenen Farben in der Formation absorbiert.<br><br><b>Grün</b>: Erhöht die Angriffs- und Projektilgeschwindigkeit.<br><b>Gelb</b>: Chance, bei kritischen Angriffen HP wiederherzustellen.<br><b>Blau</b>: Angegriffener Gegner explodiert.<br><b>Rot</b>: Erhöht die Angriffsgeschwindigkeit und fügt einen Rückstoßeffekt hinzu.
fr: Les âmes sont absorbées en différentes couleurs dans la formation.<br><br><b>Vert</b> : Augmentation de la vitesse d'attaque et de la vitesse des projectiles.<br><b>Jaune</b> : Chance de récupérer des PV lors des attaques crit.<br><b>Bleu</b> : L'ennemi attaqué explose.<br><b>Rouge</b> : Augmente l'attaque et ajoute un effet de knockback.
ru: Души впитываются в формацию разных цветов.<br><br><b>Зеленый</b>: увеличивает скорость атаки и скорость полета снаряда.<br><b>Желтый</b>: Шанс восстановить HP при критических атаках.<br><b>Синий</b>: Атакованный противник взорвется.<br><b>Красный</b>: Увеличивает атаку и добавляет эффект отката.

source: Patrol Armor Scroll Earnings +[x]%
br: Ganhos do Pergaminho de Armadura de Patrulha +[x]%
de: Patrouillen-Rüstungsschriftrolle Ertrag +[x]%
fr: Gains du parchemin d'armure de patrouille +[x]%
ru: Заработок свитка патрульной брони +[x]%

source: Damage to Ground Units +75 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades terrestres +75 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Bodeneinheiten +75 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités terrestres +75 <span class='all_effect_span'>Tous les héros</span>
ru: Урон наземных юнитов +75 <span class='all_effect_span'>Всех героев</span>.

source: Demon Soul - Amplify: Soul absorption effect increases
br: Alma do Demônio-Amplificar: Efeito de absorção de alma aumenta
de: Dämonenseele-Verstärken: Seelenabsorptionseffekt nimmt zu
fr: Âme de démon-Amplification : L'effet d'absorption de l'âme augmente
ru: Душа демона – усиление: эффект поглощения душ усиливается

source: Trait - Tranquil: Each kill increases HP limit
br: Característica - Tranquil: Cada morte aumenta o limite de HP
de: Eigenschaft - Tranquil: Jeder Kill erhöht das HP-Limit
fr: Trait - Tranquille : Chaque meurtre augmente la limite de HP
ru: Черта - Спокойствие: Каждое убийство увеличивает лимит HP

source: Spirit - Upgrade: Spirit will provide own attack stats to Hero
br: Espírito - Upgrade: O Espírito fornecerá suas próprias estatísticas de ataque ao Herói
de: Geist - Upgrade: Der Geist verleiht dem Helden eigene Angriffswerte.
fr: Esprit - Amélioration : L'esprit fournit ses propres statistiques d'attaque au héros.
ru: Дух - Улучшение: Дух предоставляет герою собственные показатели атаки

source: Demon Soul - Distort: Get a new strengthening effect
br: Alma do Demônio-Distorcer: Obtenha um novo efeito fortalecedor
de: Dämonenseele-Verzerren: Einen neuen stärkenden Effekt erhalten
fr: Âme de démon-Distorsion: Nouvel effet de renforcement
ru: Душа демона – искажение: дает новый укрепляющий эффект

source: Attack Speed +3% <span class='all_effect_span'>All Heroes</span>
br: Velocidade de ataque +3% <span class='all_effect_span'>Todos os heróis</span>
de: Angriffsgeschwindigkeit +3% <span class='all_effect_span'>Alle Helden</span>
fr: Vitesse d'attaque +3% <span class='all_effect_span'>Tous les héros</span>
ru: Скорость атаки +3% <span class='all_effect_span'>Все герои</span>.

source: MP Cast Speed +25% <span class='all_effect_span'>All Heroes</span>
br: Velocidade de lançamento de MP +25% <span class='all_effect_span'>Todos os heróis</span>
de: MP-Wurfgeschwindigkeit +25% <span class='all_effect_span'>Alle Helden</span>
fr: MP Vitesse d'incantation +25% <span class='all_effect_span'>Tous les héros</span>
ru: Скорость броска MP +25% <span class='all_effect_span'>Все герои</span>.

source: Ophelia's base Attack +5%
br: Ataque básico de Ofélia +5%
de: Ophelias Grundangriff +5%
fr: Attaque de base d'Ophélie +5%.
ru: Базовая атака Офелии +5%

source: Damage to Ground Units +240
br: Dano a unidades terrestres +240
de: Schaden an Bodeneinheiten +240
fr: Dégâts aux unités terrestres +240
ru: Урон наземных подразделений +240

source: Soul Absorption increases red heart drop rate (Max 50%)
br: Absorção de alma aumenta taxa de queda de corações vermelhos (Máx. 50%)
de: Seelenabsorption erhöht die Drop-Rate von Rotes Herz (max. 50 %)
fr: L'Absorption de l'âme augmente le taux de drop de Cœurs rouges (max 50 %)
ru: Поглощение душ повышает шанс получения алых сердец (макс. 50%)

source: Own buff duration extended
br: Duração do buff próprio prolongada
de: Eigene Buff-Dauer erhöht
fr: Durée de son propre buff prolongée
ru: Время действия собств. баффа продлено

source: Blue Heart drop rate +12%
br: Taxa de queda do Coração Azul +12%
de: Blauherz-Tropfenrate +12%
fr: Taux de chute du cœur bleu +12%.
ru: Частота выпадения синих сердец +12%

source: Ophelia's base HP +10%
br: HP básico de Ofélia +10%
de: Ophelias Basis-HP +10%
fr: HP de base d'Ophélie +10%.
ru: Базовые HP Офелии +10%

source: Chance of Angel's healing x2 +20%
br: Chance de cura do Angel x2 +20%
de: Chance auf Engelsheilung x2 +20%
fr: Chance de guérison x2 de l'ange +20%.
ru: Шанс исцеления Ангелом x2 +20%

source: 50% chance to not lose HP when exchanging demon skills
br: 50% de chance de não perder HP ao trocar habilidades demoníacas
de: 50 % Chance, keine GP zu verlieren, wenn Dämonenfähigkeiten ausgetauscht werden
fr: 50 % de chance de ne pas perdre de PV en échangeant des compétences de démon
ru: 50% шанс не потерять ОЗ при обмене навыков демонов

source: Weapon Ranged damage +7%
br: Dano à distância da arma +7%
de: Waffen-Fernkampfschaden +7%
fr: Dégâts de l'arme à distance +7%.
ru: Урон от оружия дальнего боя +7%

source: Demon Shift
br: Mudança Demoníaca
de: Dämonenverschiebung
fr: Forme de démon
ru: Демонический сдвиг

source: The lower the HP, the stronger the recovery of HP
br: Quando mais baixo o PV, mais forte a recuperação de PV
de: Je niedriger GP, desto stärker die Erholung der GP
fr: Plus les PV sont bas, plus la régénération de PV est élevée
ru: Чем меньше ОЗ, тем быстрее они восстанавливаются

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 55
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 55
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 55
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 55
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 55

source: Present Envoy
br: Presente do Enviado
de: Geschenkbote
fr: Émissaire de présent
ru: Курьер с подарком

source: [Lvl 50]: Attack +100 <span class='all_effect_span'>All Heroes</span>
br: [Nível 50]: Ataque +100 <span class='all_effect_span'>Todos os heróis</span>
de: [Lvl 50]: Angriff +100 <span class='all_effect_span'>Alle Helden</span>
fr: [Lvl 50]: Attaque +100 <span class='all_effect_span'>Tous les héros</span>
ru: [50 Lvl]: Атака +200 <span class='all_effect_span'>Всех героев</span>

source: Summons a Christmas mimic that attacks enemies after Soul absorption.
br: Invoca um mímico de Natal que ataca inimigos após absorção da alma
de: Beschwört einen Weihnachtsklon, der Gegner nach der Seelenabsorption angreift.
fr: Invoque un Faux Noël qui attaque les ennemis après une absorption d'âme
ru: Призывает рождественского мимика, который атакует врагов после поглощения души

source: Ryan
ru: Райан

source: A traveling red panda that loves to sing, dance, and meet new people
br: Um panda vermelho viajante que adora cantar, dançar e conhecer novas pessoas
de: Ein reisender roter Panda, der gerne singt, tanzt und neue Leute kennenlernt
fr: Un panda roux voyageur qui aime chanter, danser et rencontrer de nouvelles personnes.
ru: Странствующая красная панда, которая любит петь, танцевать и знакомиться с новыми людьми

source: Damage to Ranged Units +100
br: Dano a unidades de longo alcance +100
de: Schaden an Fernkampfeinheiten +100
fr: Dégâts aux unités à distance +100
ru: Урон, наносимый раненым единицам +100

source: Damage to Airborne Units
br: Dano a unidades aéreas
de: Schaden an Lufteinheiten
fr: Dégâts contre les unités aériennes
ru: Урон по летунам

source: 50 Ryan Shards
br: 50 fragmentos de Ryan
ru: 50 осколков Райана

source: Revive upon death, with Invincibility for 1s. Invincibility increases with the amount of monsters killed.
br: Reviva após a morte, com invencibilidade por 1s. Invencibilidade aumenta de acordo com monstros abatidos
de: Wiederbeleben nach Tod, mit Unbesiegbarkeit für 1 s. Unbesiegbarkeit steigt mit Anzahl der getöteten Monster
fr: Ressusciter en mourant, avec 1 s d'invincibilité. Celle-ci augmente avec le nombre de monstres tués
ru: Воскреснуть после смерти с неуязвимостью на 1 сек. Неуязвимость растет с количеством убитых монстров.

source: • Defeating enemies increase invincibilty time after revive. The time limit for invincibility is 6 seconds.<br> • Defeating bosses gives 10 times the amount extra invincibility time compared to normal monsters.
br: - Derrotar inimigos aumenta o tempo de invencibilidade depois de reviver. O limite de tempo para a invencibilidade é de 6 segundos.<br> - Derrotar chefes aumenta em 10 vezes o tempo de invencibilidade em comparação com monstros normais.
de: - Das Besiegen von Feinden erhöht die Unbesiegbarkeitszeit nach der Wiederbelebung. Das Zeitlimit für die Unbesiegbarkeit beträgt 6 Sekunden.<br> - Das Besiegen von Bossen gibt 10-mal so viel zusätzliche Unbesiegbarkeitszeit im Vergleich zu normalen Monstern.
fr: - La défaite des ennemis augmente le temps d'invincibilité après la réanimation. La limite de temps pour l'invincibilité est de 6 secondes.<br> - Vaincre les boss donne 10 fois le temps d'invincibilité supplémentaire par rapport aux monstres normaux.
ru: - Победа над врагами увеличивает время неуязвимости после возрождения. Предельное время неуязвимости составляет 6 секунд.<br> - Победа над боссами дает в 10 раз больше времени неуязвимости по сравнению с обычными монстрами.

source: Luck - Counterattack: When invincible, attack and crit rate increased greatly
br: Sorte - Contra-ataque: Quando invencível, ataque e taxa crít. aumentam muito
de: Glück – Gegenangriff: Wenn Unbesiegbar, steigen Angriffs- und Krit-Rate stark an
fr: Chance - Contre-attaque : Une fois Invincible, ATQ et taux crit augm. considé.
ru: Удача — контратака: в режиме неуязвимости сильно растет атака и шанс крит. удара

source: Trait - Leisure: Enemy projectiles will slow down near Ryan
br: Qualidade - Diversão: Projéteis inimigos irão desacelerar perto de Ryan
de: Eigenschaft – Freizeit: Feindliche Geschosse werden nahe Ryan verlangsamt.
fr: Trait - Loisir : les projectiles ennemis seront ralentis près de Ryan
ru: Черта — отдых: вражеские снаряды возле Райана замедлятся

source: Spirit - Power: Get a Front Arrow +1
br: Espírito - Poder: Obtenha uma Flecha frontal +1
de: Geist – Kraft: Erhalte Frontpfeil +1
fr: Esprit - Puissance : Obtenir une flèche frontale +1
ru: Дух — мощь: получите стрелу вперед +1

source: Luck - Haven: After revival, doge rate, movement speed and crit attack increased during this game
br: Sorte - Haven: Após o renascimento, a taxa de doge, a velocidade de movimento e o ataque crítico aumentam durante esse jogo
de: Glück - Haven: Nach der Wiederbelebung, doge Rate, Bewegungsgeschwindigkeit und kritischen Angriff während dieses Spiels erhöht
fr: Chance - Haven : Après la renaissance, la vitesse de déplacement et l'attaque critique augmentent au cours de cette partie
ru: Удача - Прибежище: После возрождения в этой игре увеличиваются скорость дожа, скорость передвижения и крит атака

source: Damage to Airborne Units +400 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades aéreas +400 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Einheiten in der Luft +400 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités aériennes +400 <span class='all_effect_span'>Tous les héros</span>
ru: Урон по воздушным юнитам +400 <span class='all_effect_span'>Все герои</span>

source: Coin Drops +10% <span class='all_effect_span'>All Heroes</span>
br: Queda de moedas +10% <span class='all_effect_span'>Todos os heróis</span>
de: Münztropfen +10% <span class='all_effect_span'>Alle Helden</span>
fr: Gouttes de pièces +10% <span class='all_effect_span'>Tous les héros</span>
ru: Выпадение монет +10% <span class='all_effect_span'>Все герои</span>

source: Ryan's base Attack +5%
br: Ataque básico de Ryan +5%
de: Ryans Grundangriff +5%
fr: Attaque de base de Ryan +5%
ru: Базовая атака Райана +5%

source: Damage to Airborne Units +240
br: Dano a unidades aerotransportadas +240
de: Schaden an Luftlandeeinheiten +240
fr: Dégâts aux unités aériennes +240
ru: Урон, наносимый воздушно-десантным подразделениям +240

source: Each revival permanently increase Attack by 8%
br: Cada reavivamento aumenta permanentemente o Ataque em 8%
de: Jede Wiederbelebung erhöht den Angriff dauerhaft um 8%.
fr: Chaque renaissance augmente en permanence l'Attaque de 8%
ru: Каждое возрождение постоянно увеличивает атаку на 8%

source: Chance of Angel's Healing x2 +10%
br: Chance de Cura do Anjo x2 +10%
de: Chance auf Engelsheilung x2 +10%
fr: Chance de guérison de l'ange x2 +10%.
ru: Шанс Ангельского исцеления x2 +10%

source: Ryan's base HP +10%
br: HP básico do Ryan +10%
de: Ryans Basis-HP +10%
fr: HP de base de Ryan +10%
ru: Базовые HP Райана +10%
