Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Chance to trigger Tiger Punch when enemy is hit. Chance increases with Crit Rate. Invincible for 3s when almost dead
br: Chance de ativar Soco do Tigre quando o inimigo é atingido. Chance aumenta com Taxa crít. Invencível por 3s quando quase morto
de: Chance, Tigerschlag auszulösen, wenn Gegner gegroffen wird. Chance erhöht sich mit Krit-Rate. Unbesiegbar für 3 Sek., wenn fast tot.
fr: Possibilité de déclencher Coup de poing tigre lorsque l'ennemi est touché. Les chances augmentent avec le taux de de crit. Invincible pendant 3s quand presque mort
ru: При попадании по врагу есть шанс срабатывания тигриного удара. Шанс повышается с шансом крит. удара. При смерти — непобедимость на 3 сек.

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 200
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 200
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 200
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 200
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 200

source: Mandarin Taiga
br: Taiga Mandarim
fr: Taiga mandarine
ru: Мандарин Тайга

source: [Lvl 80] Max Hp +1%
br: [Nível 80]: HP máximo +1%
fr: [Niv. 80] : HP max +1%
ru: [80 уровень]: Максимальное количество HP +1%

source: Body turns stiff, reducing damage taken by 8%, but also reduces Attack speed by 3%. Thrists for fresh blood; Bloodthirst effect +25%
br: O corpo fica rígido, reduzindo o dano recebido em 8%, mas também diminui a Velocidade de Ataque em 3%. Sede de sangue fresco; efeito Sanguinário +25%
de: Der Körper wird steif, der erlittene Schaden wird um 8 % reduziert, aber auch das Angriffstempo wird um 3 % reduziert. Dürstet nach frischem Blut; Blutdurst-Effekt +25%
fr: Le corps se raidit, réduisant les dégâts subis de 8%, mais réduit aussi la vitesse d'attaque de 3%. Donne une envie de sang frais; effet de Soif de Sang +25%
ru: Тело цепенеет; получаемый урон снижается на 8%, а скорость атаки снижается на 3%. Нужна свежая кровь: эффект «Кровожадность» +25%

source: I'm a giant dino, rawrr
br: Sou um dinossauro gigante, grawll
fr: Je suis un dinosaure géant, grrr
ru: Я гигантский динозавр! Р-р-р!

source: [Lvl 60] Max Hp +1%
br: [Nível 60] HP máx. +1%
fr: [Niv. 60] PV max +1%
ru: [Уровни 60] Макс. ОЗ +1%

source: Get 1 mystery dragon egg that has random effects. Gain additional Attack each time a dragon egg is opened.
br: Obtenha 1 ovo de dragão misterioso com efeitos aleatórios. Ganhe Ataque adicional cada vez que um ovo de dragão for chocado.
fr: Obtenez 1 œuf de dragon mystérieux aux effets aléatoires. Vous gagnez de l'Attaque supplémentaire à chaque fois qu'un œuf de dragon est ouvert.
ru: Вы получаете таинственное яйцо дракона со случайными эффектами. При каждом вскрытии драконьего яйца вы получаете дополнительную атаку.

source: Wukong
ru: Укун

source: A spirit monkey borne of a sagestone when Heaven cleaved the earth, proclaimed to be the Monkey King.
br: Um macaco-espírito nascido de uma pedra sagrada quando o Céu dividia a terra. Proclamado como o Rei Macaco.
de: Ein Geisteraffe, der aus einem unsterblichen Stein geboren wurde, als der Himmel die Erde spaltete, und später zum „Affenkönig“ wurde
fr: Un singe-esprit né d'une pierre de sage lorsque le Ciel a fendu la terre, proclamé Roi des singes.
ru: Фантомная обезьяна, рожденная из камня мудрости, когда Небеса раскололи землю, объявила себя Царем обезьян.

source: Max Hp +500
br: HP máx. +500
ru: Максимальная мощность +500

source: Damage Resistance +5%
br: Resistência a danos +5%
de: Schadenbeständigkeit +5%
fr: Résistance aux dégâts +5%
ru: Сопротивление урону +5%

source: Elemental Damage Resistance +15%
br: Resistência a dano elemental +15%
de: Elementarschadensresistenz +15 %
fr: Résistance aux dégâts élémentaires +15 %
ru: Сопротивление стихийному урону +15%

source: 60 Wukong's Shards
br: 60 Fragmentos de Wukong
de: 60 Wukong-Scherben
fr: 60 fragments de Gugu
ru: 60 осколков Укуна

source: Attacks have a chance to hurl Goldwish Cudgel that can penetrate walls and enemies. When moving, cudgel will appear and attack enemies.
br: Os ataques têm a chance de lançar Bastão dos Desejos Dourados, que pode perfurar paredes e inimigos. Ao mover, o bastão aparecerá e atacará os inimigos
de: Mit Angriffen hast du die Chance, eine Goldwunschkeule zu schwingen, die durch Mauern und Gegner schlägt. Wenn du dich bewegst, erscheint die Keule und greift Gegner an.
fr: Les attaques ont une chance de lancer Masse dorée qui peut traverser murs et ennemis. Lors du déplacement, la masse apparaît et attaque les ennemis.
ru: При атаках есть шанс взмахнуть золотой палицей, способной пробивать стены и броню врагов. Пока герой движется, палица появляется и атакует врагов

source: <span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-1.svg' width='22' height='22'></object>Heavenly Havoc :</span>Unlock condition: Raised to Lv.70<br>Unlock in-stage skill - Heavenly Havoc. Swings Goldwish Cudgel in a spin and destroys enemies.<br><span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-2.svg' width='22' height='22'></object>Three Life-saving Hairs :</span>Unlock condition: Evolved to 7-Star<br>Chance to get 1 Life-saving hair that blocks damage each time you are damaged, get a Heart and defeat a boss.
br: <span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-1.svg' width='22' height='22'></object>Destruição Celestial :</span>Condição de desbloqueio: elevado ao Nv.70<br>Desbloqueia a habilidade em fase Destruição Celestial. Gira o Bastão dos Desejos Dourados e destrói inimigos.<br><span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-2.svg' width='22' height='22'></object>Três Fios de Cabelo Salvadores :</span>Condição de desbloqueio: Evoluiu para 7 estrelas<br>Chance de obter 1 Fio de Cabelo Salvador que bloqueia o dano a cada vez que você sofreu dano. Obtenha um Coração e derrote um chefe.
de: <span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-1.svg' width='22' height='22'></object>Himmlisches Chaos :</span>Bedingung für Freischaltung: auf Lv.70 erhöht<br>Schaltet stufenweise Fähigkeit frei – Himmlisches Chaos. Schwingt die Goldwunschkeule im Kreis und vernichtet Gegner.<br><span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-2.svg' width='22' height='22'></object>Drei lebensrettende Haare :</span>Freischaltbedingung: Entwickelt zu 7-Stern<br>Chance auf 1 Lebensrettungshaar, das jedes Mal den Schaden blockiert, wenn du ihn erleidest. Erhalte ein Herz und besiege einen Boss.
fr: <span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-1.svg' width='22' height='22'></object>Ravage céleste :</span>Condition de déblocage : Élevé au niv.70<br>Débloque la compétence en cours de niveau - Ravage céleste. Wukong fait tournoyer sa Masse dorée pour anéantir ses ennemis.<br><span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-2.svg' width='22' height='22'></object>Trois cheveux salvateurs :</span>Conditions de déblocage: Évolué à la 7ème étoile<br>Chance d'obtenir 1 cheveu salvateur bloquant les dégâts à chaque fois que vous êtes blessé, récupérez un cœur et vainquez un boss.
ru: <span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-1.svg' width='22' height='22'></object>Небесный переполох :</span>Условие октрытия: повышние до ур.70<br>Открывает навык этапа — Небесный переполох. Размахивает Золотой палицей и уничтожает врагов.<br><span class='center_content'><object type='image/png' data='/static/image/svg/icon-skill-Wukong-2.svg' width='22' height='22'></object>Три спасительных волоска :</span>Состояние разблокировки: Эволюционировал до 7-звездочного уровня<br>Шанс получить 1 спасительный волосок, блокирующий урон каждый раз, когда его вам наносят; а также получить сердце и победить босса.

source: Skill - Bouncy Wall: Goldwish Cudgel bounces off walls.
br: Habilidade - Muro que rebota: Bastão dos Desejos Dourados ricocheteia nas paredes.
de: Fähigkeit – Elastische Wand: die Goldwunschkeule prallt von Wänden ab.
fr: Compétence - Mur gonflable : la Masse dorée rebondit sur les murs.
ru: Навык — Упругие стены: золотая палица отскакивает от стер.

source: Attack +5% <span class='all_effect_span'>All Heroes</span>
br: Ataque +5% <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +5% <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +5% <span class='all_effect_span'>Tous les héros</span>
ru: Атака +5% <span class='all_effect_span'>Всех героев</span>

source: Trait - Eradicating Evil: Damage +20% on enemies below 25% HP.
br: Traço - Erradicar o Mal: +20% de dano nos inimigos com HP abaixo de 25%
de: Merkmal – Auslöschen des Bösen: Schaden +20 % bei Gegnern unter 25 % GP
fr: Trait - Eradiquer le mal : dégâts +20 % sur les ennemis aux PV inférieurs à 25 %.
ru: Черта — Искоренение зла: +20% урона врагам, у которых менее 25% ОЗ

source: Skill - Bolstered Bravery: 1 Goldwish Cudgel appears to attack enemies each time you take damage. Chance to summon 1-2 Monkey Mirages
br: Habilidade - Coragem Reforçada: 1 Bastão dos Desejos Dourados aparece para atacar os inimigos cada vez que você sofre dano. Chance de invocar 1-2 Miragens de Macaco
de: Fähigkeit – Verstärkte Tapferkeit: 1 Goldwunschkeule erscheint, um jedes Mal Gegner anzugreifen, nachdem du Schaden erlitten hast. Chance auf Beschwören von 1-2 Affentrugbildern
fr: Compétence - Courage renforcé : 1 Masse dorée apparaît pour attaquer les ennemis chaque fois que vous subissez des dégâts. Chance d'invoquer 1-2 mirages de singe.
ru: Навык — Напускная храбрость: каждый раз, когда герой получает урон, появляется 1 золотая палица, атакующая врагов. Шанс призвать 1-2 призрачных обезьян

source: Unseal - Exclusive Skill: Able to learn "72 Forms" and "Monkey Mirage" in stages.
br: Deslacrar - Habilidade Exclusiva: capaz de aprender "72 Formas" e "Miragem de Macaco" em fases
de: Entsiegelung – Exklusive Fähigkeit: stufenweises Erlernen von „72 Formen“ und „Affentrugbild“
fr: Descellage - Compétence exclusive : possibilité d'apprendre « 72 Transformations » et « Mirage de Singe » dans les niveaux.
ru: Разблокировка — эксклюзивный навык: проходя этапы, герой может освоить «72 формы» или «Призрачную обезьяну»

source: Skill - More the Merrier: Chance to summon 1-2 Monkey Mirages when Goldwish Cudgel hits enemies.
br: Habilidade - Quanto Mais Melhor: chance de invocar 1-2 Miragens de Macaco quando o Bastão dos Desejos Dourados acerta inimigos
de: Fähigkeit – Je mehr desto besser: Chance auf Beschwören von 1-2 Affentrugbildern, wenn die Goldwunschkeule Gegner trifft
fr: Compétence - Plus on est de fous : chance d'invoquer 1-2 mirages de singe lorsque la Masse dorée touche des ennemis.
ru: Навык — Вместе веселее: шанс призвать 1-2 призрачных обезьян, пока золотая палица разит врагов

source: Unseal - Relic: Activates Supreme Treasure - Goldwish Cudgel's seal effect (Deals damage to elite enemies +10%).
br: Deslacrar - Relíquia: ativa o efeito de deslacrar Tesouro Supremo - Bastão dos Desejos Dourados (Causa dano em inimigos de elite +10%)
de: Entsiegelung – Relikt: Aktiviert den Obersten Schatz – Versiegelungseffekt der Goldwunschkeule (Schaden an Elite-Gegnern +10%)
fr: Descellage - Relique : active l'effet de sceau du trésor suprême - Masse dorée (+10% de Dégâts aux ennemis Elite).
ru: Разблокировка — Реликвия: активирует эффект величайшего сокровища — золотой палицы (Наносит урон элитным врагам +10%)

source: All Damage Increased +6% <span class='all_effect_span'>All Heroes</span>
br: Todo Dano aumentado +6% <span class='all_effect_span'>Todos os heróis</span>
de: Alle Schäden erhöht +6% <span class='all_effect_span'>Alle Helden</span>
fr: Tout les dégâts augmentés +6% <span class='all_effect_span'>Tous les héros</span>
ru: Весь урон повышен +6% <span class='all_effect_span'>Все герои</span>.

source: Wukong's base Attack +7%
br: Ataque básico do Wukong +7%
de: Wukong Grundangriff +7%
fr: Attaque de base de Wukong +7%.
ru: Базовая атака Wukong +7%

source: Attack +320
br: Ataque +320
de: Angriff +320
fr: Attaque +320
ru: Атака +320

source: Increased Attack and Dodge rate after taking damage.
br: Ataque e Taxa de desvio aumentados após sofrer dano
de: Erhöhte Angriffs- und Ausweichrate nach erlittenem Schaden
fr: Augmentation du taux d'attaque et d'esquive après avoir subi des dégâts
ru: Повышение атаки и шанса уклонения после получения урона

source: Damage to Bosses +15%
br: Dano aos chefes +15%
de: Schaden gegen Bosse +15%
fr: Dégâts infligés aux boss +15%.
ru: Урон, наносимый боссам +15%

source: Wukong's base HP +15%
br: HP básico do Wukong +15%
de: Wukong's Basis-HP +15%
fr: HP de base de Wukong +15%
ru: Базовые HP Wukong +15%

source: Auto-throws cudgel after moving a certain distance.
br: Arremessa bastão após mover uma distância determinada
de: Automatisch wirft den Schlagstock nach einer bestimmten Entfernungsbewegung.
fr: Lance automatiquement un gourdin après avoir parcouru une certaine distance
ru: Автоматически бросает дубину после прохождения определенного расстояния

source: Deals damage to undead +15%
br: Causa dano a inimigos de mortos-vivos +15%
de: Schaden an Untoten +15%
fr: Inflige des dégâts aux ennemis morts vivant +15%.
ru: Наносит урон нежити +15%

source: Weapon Damage +10%
br: Dano da arma +10%
de: Schaden der Waffe +10%
fr: Dégâts de l'arme +10%.
ru: Урон от оружия +10%

source: Attack +15%
br: Ataque +15%
de: Angriff +15%
fr: Attaque +15%
ru: Атака +15%

source: Golden Eyes
br: Olhos dourados
fr: Yeux dorés
ru: Золотые глаза

source: [Lvl 60] Max Hp +2%
br: [Nível 60]: HP máximo +2%
fr: [Niv. 60] : HP max +2%
ru: [60 уровень]: Максимальное количество HP +2%

source: After taking damage, moving leaves fiery trails. Gain higher Fire damage boost and Fire damage Resistance.
br: Após sofrer dano, mover deixa trilhas de fogo. Ganhe maior Boost de dano de fogo e Resistência a dano de fogo.
de: Nachdem du Schaden genommen hast, hinterlässt deine Bewegung feurige Spuren. Erhalte einen höheren Schadensbonus für Feuerschaden und Feuerschaden-Resistenz.
fr: Après avoir subi des dégâts, le déplacement laisse des traces de feu. Obtenez un boost des dégâts de Feu et une résistance aux dégâts de Feu plus élevés.
ru: После получения урона оставляет за собой огненный след. Дает большое усиление урона от огня и защиту от урона от огня.

source: Dragon Girl
br: Menina Dragão
fr: Fille Dragon
ru: Драконица

source: An aloof, elegant and enigmatic maiden. To any sinister enemies who dare approach, her ink dragon Riri will definitely teach them a lesson
br: Uma jovem reservada, elegante e enigmática. Seu dragão de tinta Riri vai ensinar uma lição a qualquer inimigo sinistro que se atrever a aproximar
fr: Une jeune fille distante, élégante et énigmatique. À tous les ennemis sinistres qui osent s'approcher, son dragon d'encre Riri leur donnera certainement une leçon
ru: Отстраненная, элегантная и загадочная девушка. Любому врагу, который только посмеет приблизиться, обязательно преподаст урок ее чернильный дракон Рири.

source: Damage to Melee Units +200
br: Dano a unidades corpo a corpo +200
fr: Dégâts contre les unités de mêlée +200
ru: Урон в ближнем бою +200

source: Damage to Ground Units +5%
br: Dano a unidades terrestres +5%
fr: Dégâts contre les unités terrestres +5%
ru: Урон по наземным +5%

source: Damage to Ranged Units +10%
br: Dano a unidades de longa distância +10%
fr: Dégâts contre les unités à distance +10%
ru: Урон по стрелкам +10%

source: Dragon Girl's Ink Dragon Riri will assist in battle. It has a chance to deal damage to multiple enemies during attacks
br: O Dragão de Tinta Riri da Menina Dragão vai ajudar na batalha. Tem uma chance de causar dano em vários inimigos durante seus ataques
fr: Riri le dragon d'encre de la Fille dragon vous assistera au combat. Il a une chance d'infliger des dégâts à plusieurs ennemis lors des attaques
ru: Чернильный дракон Рири будет помогать Драконице в бою. При атаках у него есть шанс нанести урон нескольким врагам.

source: Skill - Dragon Omnirage: Riri is triggered with battle rage. Dealt damage can land critical hits
br: Habilidade: Omniraiva do Dragão: Riri se ativa com fúria de batalha. Dano causado pode render golpes críticos
fr: Compétence - Omnirage du dragon : Riri est déclenché par la rage de combat. Les dégâts infligés peuvent entraîner des coups critiques
ru: Навык — Всеярость дракона: Рири впадает в боевую ярость. Наносимый урон может стать критическим ударом.

source: Trait - Unruly: The higher the enemy's HP, the higher the Crit Rate
br: Qualidade - Indisciplina: Quanto maior o HP do inimigo, maior a taxa de Crít.
fr: Attribut - Indiscipliné : plus les PV de l'ennemi sont élevés, plus son Taux de crit est élevé
ru: Черта — Непокорный: Чем выше запас ОЗ врага, тем выше шанс критического удара.

source: Damage Resistance +6%
br: Resistência de dano +6%
fr: Résistance aux DÉG +6%
ru: Защита от урона +6%

source: Skill - Dragonsoul Awakening: Riri can attack +2 targets. When Riri lands a critical hit, there is a chance to drop Ink Dragon souls. Loot Ink Dragon souls to increase attack. Riri also has a chance to attack again
br: Habilidade - Despertar Dragonsoul: Riri pode atacar +2 alvos. Quando Riri acerta um golpe crítico, há uma chance de deixar cair almas de Dragão de Tinta. Consiga almas de Dragão de Tinta para melhorar seu ataque. Riri também tem uma chance de atacar novamente
fr: Compétence - Éveil de l'âme dragon : Riri peut attaquer +2 cibles. Lorsque Riri reçoit un coup critique, il est possible de dropper des âmes de Dragon d'encre. Récupérez les âmes des Dragons d'encre pour augmenter l'attaque. Riri a également une chance d'attaquer à nouveau.
ru: Навык — Пробуждение души дракона: Рири может атаковать +2 цели. Когда Рири наносит критический удар, есть шанс выпадения душ чернильного дракона. Собирайте души чернильного дракона, чтобы повысить атаку. У Рири также есть шанс атаковать повторно.

source: Dragon Girl's base Attack +7%
br: Ataque de base da Menina Dragão +7%
fr: Attaque de base de la Fille dragon +7%
ru: Баз. атака Драконицы +7%

source: Attack +260
br: Ataque +260
fr: Attaque +260
ru: Атака +260

source: Dragon Girl's Attack Speed is increased after Riri defeats an enemy
br: Velocidade de Ataque da Menina Dragão aumenta quando Riri derrota um inimigo
fr: La Vitesse d'attaque de la Fille dragon augmente lorsque Riri bat un ennemi
ru: Скорость атаки Драконицы повышается после того, как Рири побеждает врага

source: Chance to drop Dragon Souls on Critical hits
br: Chance de deixar cair Almas de Dragão com golpes Críticos
fr: Possibilité de dropper des Âmes de dragon en cas de Coups critiques
ru: Шанс выпадения души дракона при критических ударах

source: Dragon Girl's base HP +15%
br: HP de base da Menina Dragão +15%
fr: PV de base de la Fille dragon +15%
ru: Баз. ОЗ Драконицы +15%

source: Increased Critical hit chance to enemies that are damaged by Riri
br: Aumenta chance de golpe Crítico em inimigos danificados por Riri
fr: Chance de Coup critique augmentée pour les ennemis endommagés par Riri
ru: Повышенный шанс критического удара по врагам, получившим урон от Рири

source: When Riri lands a Critical hit, target enemy takes more damage
br: Quando Riri acerta um golpe Crítico, o inimigo alvo sofre mais dano
fr: Lorsque Riri inflige un Coup critique, l'ennemi ciblé subit plus de dégâts
ru: Когда Рири наносит критический удар, целевой враг получает больше урона

source: Silken Dance
br: Dança Sedosa
fr: Danse en soie
ru: Шелковый танец

source: Riri transforms into embroidered ball, dealing Fire damage to enemies and increasing own Dodge rate and embroidered ball's flying speed
br: Riri se transforma em uma bola bordada, causando dano de Fogo em inimigos, aumentando a taxa de Desvio própria e a velocidade de voo da bola bordada
fr: Riri se transforme en balle brodée, infligeant des dégâts de Feu aux ennemis et augmentant son Taux d'esquive et la vitesse de vol de la balle brodée
ru: Рири превращается в вышитый мяч, который наносит врагам урон от огня и повышает свой шанс уклонения и скорость полета вышитого мяча

source: Home
br: Início
de: Start
fr: Accueil
ru: На главный

source: Stats
ru: Параметры

source: Wiki
ru: Вики

source: Heroes
br: Heróis
de: Helden
fr: Héros
ru: Герои

source: Items
fr: Equipements
ru: Пункт

source: Skills
br: Habilidades
de: Fähigkeiten
fr: Compétences
ru: Навыки

source: Upgrade
br: Atualizar
de: Aufwerten
fr: Améliorer
ru: Обновить

source: Sheet
br: Folha
de: Blatt
fr: Feuille
ru: Лист

source: Maze Map
br: Mapa do labirinto
de: Labyrinth Karte
fr: Carte du labyrinthe
ru: Карта Лабиринта

source: item
fr: équipement
ru: предмет

source: dragon
br: dragão
de: Drache
ru: дракон

source: Frequently Asked Questions
br: Perguntas frequentes
de: Häufig gestellte Fragen
fr: Questions fréquemment posées
ru: Часто задаваемые вопросы

source: • Frequently Asked Questions •
br: - Perguntas frequentes -
de: • Häufig gestellte Fragen -
fr: • Questions fréquemment posées •
ru: - Часто задаваемые вопросы -

source: • Farming •
br: - Agricultura -
de: • Landwirtschaft -
ru: - Земледелие -

source: • Progressing •
br: - Progredindo -
de: • Fortschreitend -
fr: • Progrès •
ru: - Прогрессирование -

source: • When do I unlock ... ?
br: - Quando devo desbloquear... ?
de: • Wann schließe ich auf ... ?
fr: • Quand dois-je débloquer ... ?
ru: - Когда я разблокирую ... ?

source: Source : Reddit r/Archero
br: Fonte : Reddit r/Archero
de: Quelle: Reddit r/Archero
ru: Источник Reddit r/Archero

source: Gems
br: Gemas
de: Gem
fr: Gemmes
ru: Камни

source: Gem Guide
br: Guia de gemas
de: Leitfaden für Gem
fr: Guide des gemmes
ru: Справочник по драгоценным камням

source: Earning:
br: Ganhos:
de: Verdienen:
fr: Gagner de l'argent :
ru: Заработок:

source: • Daily Quests: Up to 40 Gems per day
br: - Missões diárias: Até 40 gemas por dia
de: • Tägliche Quests: Bis zu 40 Edelsteine pro Tag
fr: - Quêtes quotidiennes : Jusqu'à 40 gemmes par jour
ru: - Ежедневные задания: До 40 драгоценных камней в день

source: • Weekly Quests: Up to 230 Gems per week
br: - Missões semanais: Até 230 gemas por semana
de: • Wöchentliche Quests: Bis zu 230 Edelsteine pro Woche
fr: - Quêtes hebdomadaires : Jusqu'à 230 gemmes par semaine
ru: - Еженедельные задания: До 230 драгоценных камней в неделю

source: • Daily Ad Pack: 30 Gems per day
br: - Pacote de anúncios diários: 30 gemas por dia
de: • Tägliches Anzeigenpaket: 30 Edelsteine pro Tag
fr: - Pack publicitaire quotidien : 30 gemmes par jour
ru: - Ежедневный рекламный пакет: 30 драгоценных камней в день

source: • Ad Boss wheel: Up to 100 Gems per day
br: - Roda do chefe do anúncio: Até 100 gemas por dia
de: • Anzeige Boss-Rad: Bis zu 100 Edelsteine pro Tag
fr: - Roue Ad Boss : Jusqu'à 100 gemmes par jour
ru: - Колесо Ad Boss: До 100 драгоценных камней в день

source: • Hero Duo
br: - Duo de heróis
de: • Helden-Duo
fr: - Duo de héros
ru: - Геройский дуэт
