Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Phoren's base HP +10%
br: HP básico de Phoren +10%
de: Phorens Grund-HP +10%
fr: HP de base de Phoren +10%.
ru: Базовое HP Хорена +10%

source: Flame Resistance +15%
br: Resistência a chamas +15%
de: Flammenwiderstand +15%
fr: Résistance aux flammes +15%.
ru: Огнестойкость +15%

source: Fire lowers Attack
br: Fogo reduz Ataque
de: Feuer verringert Angriff
fr: Le Feu diminue l'Attaque
ru: Огонь снижает атаку

source: Flame Student
br: Estudante em Chamas
de: Flammenschüler
fr: Étudiant de flamme
ru: Огненный студент

source: [Lvl 30]: Attack +40
br: [Nível 30]: Ataque +40
de: [Lvl 30]: Angriff +40
fr: [Niv. 30] : Attaque +40
ru: [30 уровень]: Атака +40

source: Flame damage can reduce enemy movement speed, lasting 5s
br: Dano de chama pode reduzir a velocidade de movimento do inimigo por 5 segundos
de: Flammenschaden kann Bewegungsgeschwindigk. des Feindes verringern. Hält für 5 s.
fr: Les dégâts de feu réduisent la vitesse de déplacement de l'ennemi pendant 5 s
ru: Огненный урон может на 5 сек. снизить скорость движения врага

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 20
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 20
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 20
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 20
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 20

source: Brawler
br: Lutador
de: Streithahn
fr: Bagarreur
ru: Драчун

source: [Lvl50] Attack +85
br: [Nível 50] Ataque +85
de: [Lvl50] Angriff +85
fr: [Niv. 50] Attaque +85
ru: [Lvl50] Атака +85

source: Chance to instakill enemies. Enemies explode when taking Fire damage over time.
br: Chance de instabate de inimigos. Inimigos explodem enquanto sofrem dano de Fogo
de: Chance auf sofortige Tötung v. Gegnern, die bei fortlauf. Feuer-SCH explodieren.
fr: Chance de tuer les ennemis instant. Les ennemis explosent avec les dégâts de Feu
ru: Шанс мгнов. убийства врагов. Враги взрываются, получая постепенный огненный урон

source: Obtainable from Exclusive Event
br: Obtido no Exclusive Event
de: Erhältlich bei Exclusive Event
fr: Disponible à l'occasion d'un événement exclusif
ru: Приобретается на эксклюзивных мероприятиях

source: Taranis
ru: Таранис

source: Born of the Thunder, and naturally able to control and wield Thunder.
br: Nascido de um trovão e naturalmente capaz de controlar e lançar trovões.
de: Geboren aus dem Donner und von Natur aus in der Lage, den Donner zu kontrollieren und zu lenken.
fr: Né du tonnerre et naturellement capable de contrôler et de manipuler le tonnerre.
ru: Он, рожденный из грома, от природы способен управлять молниями.

source: Crit Chance +2%
br: Chance de crítico +2%
de: Kritische Chance +2%
fr: Chance de critique +2%
ru: Шанс критического удара +2%

source: Damage to Airborne Units +20%
br: Dano a unidades aéreas +20%
de: Schaden an fliegenden Einheiten +20%
fr: Dégâts infligés aux unités aériennes +20%.
ru: Урон, наносимый воздушным единицам +20%

source: Attack +4%
br: Ataque +4%
de: Angriff +4%
fr: Attaque +4%
ru: Атака +4%

source: Crit Damage +50%
br: Dano crítico +50%
de: Kritischer Schaden +50%
fr: Dégâts critiques +50%.
ru: Критический урон +50%

source: Damage to Airborne Units +9%
br: Dano a unidades aéreas +9%
de: Schaden an fliegenden Einheiten +9%
fr: Dégâts infligés aux unités aériennes +9%.
ru: Урон, наносимый воздушно-десантным подразделениям +9%

source: 1000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> or 30 Taranis Shards
br: 1000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 30 fragmentos de Taranis
de: 1000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> oder 30 Taranissplitter
fr: 1000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 30 fragments de Taranis
ru: 1000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> или 30 осколков Тараниса

source: Your attacks cause an enhanced Lightning effect
br: Seus ataques têm efeito de relâmpago aumentado
de: Deine Angriffe verursachen einen verbesserten Blitzeffekt
fr: Vos attaques infligent l'effet Foudre renforcé
ru: К вашим атакам добавляется усиленный эффект молнии

source: Patrol XP Earnings +[x]%
br: Ganhos de XP de patrulha +[x]%
de: Patrouillen-EP-Einkommen +[x]%
fr: Gains d'XP de la patrouille +[x]%
ru: Заработок XP патруля +[x]%

source: Max HP +150 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +150 <span class='all_effect_span'>Todos os heróis</span>
de: Max HP +150 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +150 <span class='all_effect_span'>Tous les héros</span>
ru: Макс. HP +150 <span class='all_effect_span'>Все герои</span>.

source: Thunderstorm - Distance: Lightning range increased
br: Tempestade - Distância: Aumento do alcance dos raios
de: Gewitter - Entfernung: Reichweite der Blitze erhöht
fr: Orage - Distance : Augmentation de la portée de la foudre
ru: Гроза - Расстояние: Дальность действия молнии увеличена

source: Trait - Rapid: Hitting the enemy continuously will gradually increase movement speed
br: Característica - Rápido: atingir o inimigo continuamente aumentará gradualmente a velocidade de movimento
de: Eigenschaft - Schnell: Durch kontinuierliche Schläge auf den Feind wird die Bewegungsgeschwindigkeit schrittweise erhöht.
fr: Trait - Rapide : frapper continuellement l'ennemi augmente progressivementvitesse de déplacement
ru: Способность - Rapid: непрерывные удары по противнику постепенно увеличивают скорость передвижения

source: Spirit - Upgrade: Attacks have a Lightning Element in the first 15s after entering a room
br: Espírito - Atualização: Os ataques têm um elemento de raio nos primeiros 15 segundos após entrar em uma sala
de: Geist - Upgrade: Angriffe haben in den ersten 15s nach Betreten eines Raumes ein Blitzelement
fr: Esprit - Amélioration : Les attaques ont un élément de foudre dans les 15 premières secondes après l'entrée dans une pièce
ru: Дух - Улучшение: Атаки имеют элемент молнии в первые 15 с после входа в комнату

source: Thunderstorm - Damage: Lightning damage increased by 20%
br: Tempestade - Dano: Dano de raio aumentado em 20%
de: Gewitter - Schaden: Blitzschaden um 20% erhöht
fr: Orage - Dégâts : Les dégâts de la foudre augmentent de 20%
ru: Гроза - Урон: Урон от молнии увеличен на 20%

source: Damage to Airborne Units +300 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades aéreas +300 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Einheiten in der Luft +300 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités aériennes +300 <span class='all_effect_span'>Tous les héros</span>
ru: Урон по воздушным юнитам +300 <span class='all_effect_span'>Все герои</span>

source: Airborne Units Damage Resistance +7% <span class='all_effect_span'>All Heroes</span>
br: Resistência a dano de unidades aéreas +7% <span class='all_effect_span'>Todos os heróis</span>
de: Schadenswiderstand von Einheiten in der Luft +7% <span class='all_effect_span'>Alle Helden</span>
fr: Résistance aux dégâts des unités aériennes +7% <span class='all_effect_span' >Tous Héros</span>
ru: Сопротивление урону воздушных юнитов +7% <span class='all_effect_span'>Все герои</span>.

source: Taranis's base Attack +5%
br: Ataque básico de Taranis +5%
de: Taranis' Grundangriff +5%
fr: Attaque de base de Taranis +5%.
ru: Базовая атака Тараниса +5%

source: Max Hp +400
br: Potência máxima +400
ru: Максимальная мощность +400

source: Attack increased for short time when enemies are killed by Lightning
br: Ataque aumenta por um curto período após abater inimigos com Relâmpago
de: Angriff für kurze Zeit erhöht, wenn Gegner durch Blitz getötet werden
fr: Attaque augmentée pendant une courte période lorsque les ennemis sont tués par la Foudre
ru: Атака ненадолго увеличивается, если врагов убивает молния

source: Lightning Damage +15%
br: Dano de raio +15%
de: Blitzschlagschaden +15%
fr: Dégâts de la foudre +15%.
ru: Урон от молнии +15%

source: Damage to Ranged Units +5%
br: Dano a unidades de longo alcance +5%
de: Schaden an Fernkampfeinheiten +5%
fr: Dégâts aux unités à distance +5%.
ru: Урон, наносимый раненым юнитам +5%

source: Taranis's base HP +10%
br: HP básico de Taranis +10%
de: Taranis' Basis-HP +10%
fr: HP de base de Taranis +10%.
ru: Базовые HP Тараниса +10%

source: Lightning Damage Resistance +15%
br: Resistência a danos causados por raios +15%
de: Blitzschaden-Widerstand +15%
fr: Résistance aux dégâts de foudre +15%.
ru: Устойчивость к урону молнии +15%

source: Lightning lowers Attack
br: Os raios reduzem o ataque
de: Blitzschlag senkt die Attacke
fr: La foudre réduit l'attaque
ru: Молния снижает атаку

source: Lightning Damage +10%
br: Dano de raio +10%
de: Blitzschlagschaden +10%
fr: Dégâts de la foudre +10%.
ru: Урон от молнии +10%

source: Thunder Lord
br: Lorde Relâmpago
de: Donnerherr
fr: Seigneur de tonnerre
ru: Владыка грома

source: [Lvl 30]: Max HP +200
br: [Nível 30]: HP máximo +200
fr: [Niv. 30] : HP max +200
ru: [30 уровень]: Максимальное количество HP +200

source: When moving, chance to deal Lightning damage to nearby enemies each sec
br: Ao mover, chance de causar dano relâmpago em inimigos próximos a cada segundo
de: In Bewegung, Chance jede Sekunde Blitzschaden an nahen Gegnern zu verursachen
fr: Chance d'infliger des dégâts de foudre aux ennemis proches chaque seconde
ru: При движении каждую секунду есть шанс нанести урон молнией врагам вокруг

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 100
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 100
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 100
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 100
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 100

source: Phoenixier
br: Fênixer
de: Phönixier
fr: Phénixier
ru: Фениксер

source: [Lvl 60]: Max HP +320
br: [Nível 60]: HP máximo +320
fr: [Niv. 60] : HP max +320
ru: [60 уровень]: Максимальное количество HP +320

source: Gain the Phoenix's blessing, increasing Movement Speed, Attack Speed, and Dodge. Attacks are imbued with fire for every 20 enemies hit.
br: Receba a bênção da Fênix, aumentando a velocidade de movimento, a velocidade de ataque e a esquiva. Os ataques são imbuídos de fogo para cada 20 inimigos atingidos.
de: Erhalte den Segen des Phönix, der die Bewegungsgeschwindigkeit, die Angriffsgeschwindigkeit und das Ausweichen erhöht. Angriffe werden für jeweils 20 getroffene Feinde mit Feuer durchtränkt.
fr: Gagnez la bénédiction du Phénix, augmentant la vitesse de déplacement, la vitesse d'attaque et d'esquive. Les attaques sont imprégnées de feu tous les 20 ennemis touchés.
ru: Получите благословение феникса, увеличивающее скорость передвижения, скорость атаки и уклонение. Атаки пропитаны огнем за каждые 20 пораженных врагов.

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 50
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 50
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 50
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 50
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 50

source: Pharaoh Taranis
br: Faraó Taranis
de: Pharao Taranis
fr: Pharaon Taranis
ru: Фараон Таранис

source: [Lvl 60]: Max HP +500
br: [Nível 60]: HP máximo +500
fr: [Niv. 60] : HP max +500
ru: [60 уровень]: Max HP +500

source: The lower the HP, the higher the lightning damage. When HP is below 25%, golden hammers will hurled repeatedly.
br: Quanto menor o HP, maior o dano de Relâmpago. Quando o HP estiver abaixo de 25%, martelos dourados serão lançados repetidamente
de: Je niedriger die GP, desto höher der Blitzschaden. Wenn die GP unter 25 % fällt, werden wiederholt goldene Hämmer geschleudert
fr: Plus les PV sont faibles, plus les dégâts de foudre sont élevés. Quand les PV sont inférieurs à 25 %, des marteaux dorés seront lancés à répétition
ru: Чем ниже запас ОЗ, тем выше урон от молний. Когда запас ОЗ ниже 25%, несколько раз выбрасываются золотые молоты

source: Helix
ru: Хеликс

source: A tribe warrior, a hunter; even the strong admire his power!
br: Um guerreiro tribal, um caçador. Até os mais fortes o admiram!
de: Ein Stammeskrieger, ein Jäger; selbst die Starken bewundern seine Kraft!
fr: Un guerrier tribal, un chasseur, même les plus forts admirent sa force !
ru: Воитель племени, охотник — даже самые сильные преклоняются перед его могуществом.

source: Crit Damage +20%
br: Dano crítico +20%
de: Kritischer Schaden +20%
fr: Dégâts de critique +20%.
ru: Критический урон +20%

source: Healing Effect of Red Heart +20%
br: Efeito curativo do Red Heart +20%
de: Heilende Wirkung von Rotes Herz +20%
fr: Effet de guérison de Cœur rouge +20%.
ru: Эффект исцеления от "Красного сердца" +20%

source: Max HP +5%
br: HP máximo +5%
de: Maximale HP +5%
ru: Максимальное значение HP +5%

source: Crit Chance +5%
br: Chance de crítico +5%
de: Kritische Chance +5%
fr: Chance de critique +5%
ru: Шанс крита +5%

source: Healing Effect +10%
br: Efeito de cura +10%
de: Heilende Wirkung +10%
fr: Effet de guérison +10%
ru: Эффект исцеления +10%

source: 1500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> or 30 Helix Shards
br: 1500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 30 fragmentos de hélice
de: 1500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> oder 30 Helixsplitter
fr: 1500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 30 fragments d'hélix
ru: 1500 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> или 30 осколков спирали

source: Your attacks deal more damage at low HP.
br: Seus ataques causam mais dano com HP baixo.
de: Deine Attacken verursachen mehr Schaden bei niedrigen GPs.
fr: Vos attaques infligent plus de dégâts quand vous avez peu de PV.
ru: Атаки наносят больше урона, когда у вас мало ОЗ.

source: Fury Command: +1.2% attack for every 1% of player HP lost.
br: Comando de fúria: +1,2% de ataque para cada 1% de HP do jogador perdido.
de: Wut-Befehl: +1,2% Angriff für je 1% der verlorenen Spieler-HP.
fr: Commandement de fureur : +1,2% d'attaque pour chaque 1% de PV du joueur perdu.
ru: Команда "Ярость": +1,2% атаки за каждый 1% потерянного игроком HP.

source: Attack +40 <span class='all_effect_span'>All Heroes</span>
br: Ataque +40 <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +40 <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +40 <span class='all_effect_span'>Tous les héros</span>
ru: Атака +40 <span class='all_effect_span'>Всех героев</span>

source: Rage - Fury: When losing HP, attack is increased (Increase up to x1.3% per 1% health lost)
br: Raiva - Fúria: ao perder PV, o ataque é aumentado (aumento de até x1,3% por 1% de PV perdido)
de: Wut - Zorn: Bei Verlust von HP wird der Angriff erhöht (Erhöhung um bis zu 1,3 % pro 1 % verlorener Gesundheit)
fr: Rage - Fureur : En cas de perte de PV, l'attaque est augmentée (Augmentation de 1.3% de dégâts pour tout les 1% de PV perdu)
ru: Ярость - Ярость: при потере HP атака увеличивается (Увеличение до x1,3% за 1% потерянного здоровья)

source: Trait - Irritant: After losing HP, damage is increased on next attack
br: Característica - Irritante: Após perder HP, o dano é aumentado no próximo ataque
de: Eigenschaft - Irritierend: Nach dem Verlust von HP wird der Schaden beim nächsten Angriff erhöht.
fr: Trait - Irritant : après avoir perdu des PV, les dégâts sont augmentés lors de la prochaine attaque
ru: Черта - Раздражительность: после потери HP урон при следующей атаке увеличивается

source: Spirit - Upgrade: Spirit has faster attack speed
br: Espírito - Upgrade: O espírito tem velocidade de ataque mais rápida
de: Geist - Upgrade: Geist hat schnelleres Angriffstempo
fr: Esprit - Amélioration : l'esprit a une vitesse d'attaque plus rapide
ru: Spirit - Upgrade: Spirit имеет более высокую скорость атаки

source: Rage - Nimble: When HP is lower than 25%, movement speed increased slightly
br: Fúria - Ágil: Quando o HP é inferior a 25%, a velocidade de movimento aumenta ligeiramente
de: Wut - Flink: Wenn HP niedriger als 25% ist, wird die Bewegungsgeschwindigkeit leicht erhöht
fr: Rage - Agile : Lorsque les HP sont inférieurs à 25%, la vitesse de déplacement augmente légèrement.
ru: Rage - Nimble: Когда HP ниже 25%, скорость передвижения немного увеличивается

source: Damage to Ranged Units +300 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades de longo alcance +300 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Fernkampfeinheiten +300 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités à distance +300 <span class='all_effect_span'>Tous les héros</span>
ru: Урон, наносимый раненым юнитам, +300 <span class='all_effect_span'>Все герои</span>.

source: Ranged Units Damage Resistance +8% <span class='all_effect_span'>All Heroes</span>
br: Resistência a dano de unidades de longo alcance +8% <span class='all_effect_span'>Todos os heróis</span>
de: Schadenswiderstand von Fernkampfeinheiten +8% <span class='all_effect_span'>Alle Helden</span>
fr: Résistance aux dégâts des unités à distance +8% <span class='all_effect_span'>Tous les héros</span>
ru: Сопротивление урону раненых юнитов +8% <span class='all_effect_span'>Все герои</span>.

source: Helix's base Attack +5%
br: Ataque básico do Helix +5%
de: Helix' Grundangriff +5%
fr: Attaque de base d'Helix +5%.
ru: Базовая атака Хеликса +5%

source: Attack +120
br: Ataque +120
de: Angriff +120
fr: Attaque +120
ru: Атака +120

source: Attack Speed increased for a short time after taking damage
br: Velocidade de ataque aumentada por um curto período de tempo após receber dano
de: Die Angriffsgeschwindigkeit wird für eine kurze Zeit erhöht, nachdem man Schaden genommen hat.
fr: Vitesse d'attaque augmentée pendant une courte durée après avoir subi des dégâts
ru: Скорость атаки увеличивается на короткое время после получения урона

source: Damage to Bosses +5%
br: Dano aos chefes +5%
de: Schaden gegen Bosse +5%
fr: Dégâts infligés aux boss +5%.
ru: Урон, наносимый боссам +5%

source: Helix's base HP +10%
br: HP básico do Helix +10%
de: Helix' Basis-HP +10%
fr: HP de base d'Helix +10%
ru: Базовые HP Хеликса +10%

source: Healing Effect of Red Heart +10%
br: Efeito curativo do Red Heart +10%
de: Heilende Wirkung von Rotes Herz +10%
fr: Effet de guérison de Cœur rouge +10%.
ru: Эффект исцеления от "Красного сердца" +10%

source: When HP is below 10%, gain invincibility shield for 2s
br: Quando HP estiver abaixo de 10%, ganhe escudo de invencibilidade por 2s
de: Wenn GP unter 10 % fallen, wird für 2 Sek. Schild der Unbesiegbarkeit erhalten
fr: Lorsque les PV sont inférieurs à 10 %, gagnez un bouclier d'invincibilité pendant 2s
ru: Когда запас ОЗ ниже 10%, получ. шит неуязвимости на 2 сек.

source: Healing Effect of Red Heart +8%
br: Efeito curativo do Red Heart +8%
de: Heilende Wirkung von Rotes Herz +8%
fr: Effet de guérison de Coeur rouge +8%.
ru: Эффект исцеления от "Красного сердца" +8%

source: Bear Master
br: Mestre Urso
de: Bärenmeister
fr: Maître des ours
ru: Повелитель медведей

source: [Lvl 50]: Attack +60
br: [Nível 50]: Ataque +60
de: [Lvl 50]: Angriff +60
fr: [Niv. 50] : Attaque +60
ru: [50 уровень]: Атака +60

source: 5% increased damage to enemies on foot
br: 5% de aumento de dano para inimigos caminhando
de: 5 % erhöhter Schaden an Gegnern zu Fuß
fr: 5 % d'augmentation des dégâts aux ennemis à pied
ru: Урон по пешим врагам увеличивается на 5%

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 120
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 120
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 120
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 120
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 120

source: Coast Guard
br: Guarda Costeira
de: Küstenwache
fr: Garde-côte
ru: Береговая охрана

source: [Lvl 30]: Attack +60
br: [Nível 30]: Ataque +60
de: [Lvl 30]: Angriff +60
fr: [Niv. 30] : Attaque +60
ru: [30 Lvl]: Атака +60

source: When near water, attack & movement speed increase
br: Quando próximo à água, a velocidade de ataque e de movimento aumenta
de: In der Nähe von Wasser erhöht sich die Angriffs- und Bewegungsgeschwindigkeit
fr: A proximité de l'eau, la vitesse d'attaque et de déplacement augmente
ru: Вблизи воды скорость атаки и передвижения увеличивается

source: Sweetheart Teddy
br: Teddy Queridinho
de: Süßer Teddy
fr: Ourson tout doux
ru: Милашка Тедди

source: [Lvl 50]: Max HP +600
br: [Nível 50]: HP máximo +600
fr: [Niv. 50] : HP max +600
ru: [50 уровень]: Максимальное количество HP +600

source: Hitting enemies has a chance to freeze or burn them.
br: Atingir inimigos tem uma chance de congelar ou queimar eles.
de: Bei Treffern auf Gegner besteht eine Chance, diese mit Frost oder Verbrennungen zu belegen
fr: Toucher les ennemis a une chance de les geler ou des les brûler
ru: При попадании во врагов есть шанс заморозить или поджечь их

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 100
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 100
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 100
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 100
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 100

source: Zombies Incoming
br: Zumbis À Vista
de: Die Zombies kommen
fr: Zombies en approche
ru: Приближаются зомби

source: [Lvl 30] Attack +60
br: [Nível 30] Ataque +60
de: [Lvl 30] Angriff +60
fr: [Niv. 30] Attaque +60
ru: [30 уровень] Атака +60

source: Chance to Headshot when own HP is lower than 30%.
br: Chance de dar um tiro na cabeça quando o próprio HP for inferior a 30%.
de: Chance auf Kopfschuss, wenn die eigenen HP weniger als 30% betragen.
fr: Chance de tirer dans la tête lorsque ses propres PV sont inférieurs à 30%.
ru: Шанс выстрела в голову, когда собственное HP ниже 30%.

source: Netherwolf
br: Lobisomem
de: Schattenwolf
fr: Loup des enfers
ru: Потусторонний волк

source: [Lvl 70] Max HP +800
br: [Nível 70] HP máximo +800
de: [Lvl 70] Maximale HP +800
fr: [Niv. 70] HP max. +800
ru: [70 уровень] Максимальное количество HP +800
