Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Hp Drops +15%
br: Queda de Hp +15%
de: Hp-Tropfen +15%
fr: Gouttes de pv +15%
ru: Снижение Hp +15%

source: Max Hp +20% when hero revies with talent skill
br: Max Hp +20% quando o herói revive com a habilidade de talento
de: Max Hp +20%, wenn der Held mit einer Talent-Fähigkeit wiederbelebt wird
fr: Max Hp +20% lorsque le héros revit avec la compétence de talent
ru: Max Hp +20% при возрождении героя с помощью навыка таланта

source: Max hp +7%
br: HP máximo +7%
ru: Макс. хп +7%

source: Christmas Elf
br: Elfo de Natal
de: Weihnachtself
fr: Elfe de Noël
ru: Рождественский эльф

source: [Lvl 50]: Weapon droprate +8%
br: [Nível 50]: Taxa de queda da arma +8%
de: [Lvl 50]: Waffendroprate +8%
fr: [Niv. 50] : Dopage d'arme +8%
ru: [50 Lvl]: Урон оружия +8%

source: After killing the enemy, there is a chance to summon a chest that can freeze surrounding enemies
br: Depois de matar o inimigo, há uma chance de convocar um baú que pode congelar os inimigos ao redor
de: Nachdem Sie den Feind getötet haben, besteht die Möglichkeit, eine Truhe zu beschwören, die die umliegenden Feinde einfrieren kann
fr: Après avoir tué l'ennemi, il y a une chance d'invoquer un coffre qui peut geler les ennemis environnants
ru: После убийства врага есть шанс вызвать сундук, который может заморозить окружающих врагов.

source: Boy Scout
br: Escoteiro
de: Pfadfinder
fr: Scout
ru: Бойскаут

source: Attack speed increased after Crit attack, can be stacked.
br: Velocidade de ataque aumentada depois de Ataque Crítico, pode acumular
de: Angriffsgeschwindigkeit nach Krit. Angriff erhöht. Stapelbar.
fr: Vitesse d'attaque augmentée après attaque Crit. Cumulable.
ru: Скорость атаки увеличивается после крит. атаки. Эффект складывается.

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 150
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 150
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 150
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 150
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 150

source: Trick or Treat
br: Gostosuras ou Travessuras
de: Süßes oder Saures
fr: Des bonbons ou une farce
ru: Сладость или шалость

source: Hitting enemy has a chance to summon a magic Pumpkin, dealing continuous elemental damage.
br: Atingir inimigo dá chance de invocar uma Abóbora mágica que causa dano elemental
de: Nach Treffern kann magischer Kürbis auftauchen, der dauernd Elementarschaden austeilt.
fr: Toucher un ennemi invoque une Citrouille qui inflige des dégâts élémentaires continus
ru: Попадание по врагу дает шанс призвать тыкву, наносящую постоянный стихийный урон

source: Lina
ru: Лина

source: A mysterious dancer who loves to travel and dance gracefully for strangers she meets.
br: Uma dançarina misteriosa que adora viajar e dançar cheia de graça para estranhos em seu caminho
de: Eine mysteriöse Tänzerin, die es liebt, zu reisen und für Fremde, die sie trifft, anmutig zu tanzen
fr: Une danseuse mystérieuse qui aime voyager et danser gracieusem. pour les inconnus qu'elle rencontre
ru: Таинственная танцовщица, которая любит путешествовать и грациозно танцевать для незнакомцев.

source: Attack +100
br: Ataque +100
de: Angriff +100
fr: Attaque +100
ru: Атака +100

source: 50 Lina Shards
br: 50 fragmentos de Lina
de: 50 Lina-Scherben
fr: 50 fragments de Lina
ru: 50 осколков Лины

source: Hitting an enemy deals extra damage and summons a phantom dancer who attacks enemies and causes a negative effect.
br: Atingir um inimigo causa dano extra e convoca um dançarino fantasma que ataca os inimigos e causa um efeito negativo.
de: Wenn du einen Gegner triffst, verursachst du zusätzlichen Schaden und beschwörst einen Phantomtänzer, der Feinde angreift und einen negativen Effekt verursacht.
fr: Frapper un ennemi inflige des dégâts supplémentaires et invoque un danseur fantôme qui attaque les ennemis et provoque un effet négatif.
ru: Попадание в противника наносит дополнительный урон и вызывает призрачного танцора, который атакует врагов и накладывает негативный эффект.

source: Enemies around the Phantom Dancer will slow down and reduce HP.
br: Os inimigos ao redor do Phantom Dancer ficarão mais lentos e reduzirão a vida.
de: Feinde in der Nähe der Phantomtänzerin werden langsamer und verlieren weniger Lebenspunkte.
fr: Les ennemis autour du danseur fantôme ralentissent et réduisent leurs PV.
ru: Враги вокруг призрачного танцора замедляются и снижают HP.

source: Attack +60 <span class='all_effect_span'>All Heroes</span>
br: Ataque +60 <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +60 <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +60 <span class='all_effect_span'>Tous les héros</span>
ru: Атака +60 <span class='all_effect_span'>Всех героев</span>

source: Dream Dance - Enlarge: Range increased 50%
br: Dança dos Sonhos - Aumentar: Alcance aumentado 50%
de: Traumtanz - Vergrößern: Reichweite +50%
fr: Danse onirique - Agrandir : Portée augmentée de 50 %
ru: Танец грез — увеличение: радиус увеличивается на 50%

source: Trait - Tender: Red hearts droprate +20%, HP Recovery +20%
br: Qualidade - Delicadeza: Droprate corações vermelhos +20%, Recuperação de PV +20%
de: Eigenschaft - Sanft: Drop-Rate Rote Herzen +20%, GP-Erholung +20%
fr: Trait - Tendre : Taux de drop de cœur rouge +20 %, Récupération de PV +20 %
ru: Черта — нежность: +20% к выпадению красных сердец, +20% к восстановлению ОЗ

source: Spirit - Strengthen: Attack increased 25%
br: Espírito - Fortalecer: Ataque aumentado 25%
de: Geist - Verstärken: Angriff um 25% erhöht
fr: Esprit - Renforcer : Attaque augmentée de 25 %
ru: Дух — усиление: атака увеличивается на 25%

source: Dream Dance - Freeze: Enemies in the range will be frozen after 5s
br: Dream Dance - Congelar: Inimigos no alcance serão congelados após 5s
de: Traumtanz - Einfrieren: Feinde in der Reichweite werden nach 5s eingefroren
fr: Danse des rêves - Gel : Les ennemis à portée seront gelés après 5 secondes.
ru: Dream Dance - Заморозка: Враги, находящиеся в зоне действия, будут заморожены через 5 с

source: Max HP +1500 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +1500 <span class='all_effect_span'>Todos os heróis</span>
de: Max HP +1500 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +1500 <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +1500 <span class='all_effect_span'>Все герои</span>.

source: Max MP +15% <span class='all_effect_span'>All Heroes</span>
br: MP máximo +15% <span class='all_effect_span'>Todos os heróis</span>
de: Max MP +15% <span class='all_effect_span'>Alle Helden</span>
fr: MP maximum +15% <span class='all_effect_span'>Tous les héros</span>
ru: Макс. MP +15% <span class='all_effect_span'>Все герои</span>.

source: Lina's base Attack +5%
br: Ataque básico de Lina +5%
de: Linas Grundangriff +5%
fr: Attaque de base de Lina +5%.
ru: Базовая атака Лины +5%

source: Summoned Creature Damage +14%
br: Dano da criatura invocada +14%
de: Schaden der beschworenen Kreatur +14%
fr: Dégâts des créatures invoquées +14%.
ru: Урон вызываемого существа +14%

source: Lina's base HP +10%
br: HP básico da Lina +10%
de: Linas Basis-HP +10%
fr: HP de base de Lina +10%
ru: Базовые HP Лины +10%

source: Summoned Creature Attack Speed +25%
br: Velocidade de ataque da criatura invocada +25%
de: Angriffsgeschwindigkeit der beschworenen Kreatur +25%
fr: Vitesse d'attaque de la créature invoquée +25%.
ru: Скорость атаки вызванного существа +25%

source: The more red hearts obtained, the higher your Crit Chance
br: Quanto mais corações vermelhos obtidos, maior sua Chance crít.
de: Je mehr rote Herzen erhalten werden, desto höher ist deine Krit-Chance
fr: Plus vous obtenez de cœurs rouges, plus votre chance crit est élevée
ru: Чем больше алых сердец получено, тем выше ваш шанс крит. удара

source: Summoned Creature Duration +12%
br: Duração da criatura invocada +12%
de: Dauer der beschworenen Kreatur +12%
fr: Durée de la créature invoquée +12%
ru: Длительность вызываемого существа +12%

source: Royal Princess
br: Princesa Real
de: Kronprinzessin
fr: Princesse royale
ru: Королевская принцесса

source: Damage received when moving reduced 10%
br: Dano recebido ao mover reduzido 10%
de: Beim Bewegen erhaltener Schaden um 10% reduziert
fr: Dégâts subis réduits de 10 % en mouvement
ru: При движении получаемый урон снижается на 10%

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 75
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 75
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 75
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 75
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 75

source: Today's Chef
br: Chefe do Dia
de: Koch des Tages
fr: Le chef d'aujourd'hui
ru: Шеф этого дня

source: [Lvl 60]: Max HP +550
br: [Nível 60]: HP máximo +550
fr: [Niv. 60] : HP max +550
ru: [60 уровень]: Max HP +550

source: Own and mirror image dancer attacks gain Fire damage. Fire damage increases with surrounding enemy count.
br: Os seus ataques e da sua imagem espelhada ganham dano de Fogo. Dano de Fogo aumenta quanto mais inimigos ao redor.
de: Eigene und Spiegelbildtänzerangriffe nehmen Feuerschaden. Feuerschaden wird mit der Anzahl der Gegner in der Umgebung erhöht.
fr: Les attaques de son propre danseur et celui du miroir infligent des dégâts de Feu. Les dégâts de Feu augmentent avec le nombre d'ennemis environnants.
ru: Атаки героя и зеркального танцора наносят урон огнем. Урон огнем тем выше, чем больше вокруг врагов.

source: Aquea
ru: Аквея

source: Princess of the seas, loved by all underwater.
br: Princesa dos mares, amada pelos oceanos
de: Prinzessin der Meere, überall unter Wasser beliebt
fr: Princesse des mers, aimée de tous
ru: Морская принцесса, любимица подводных жителей

source: Max HP +250
br: HP máximo +250
ru: Максимальная мощность +250

source: Max HP +10%
br: HP máximo +10%
de: Maximale HP +10%
fr: PV max. +10%
ru: Максимальное количество HP +10%

source: Healing Effect of Red Heart +12%
br: Efeito curativo do Red Heart +12%
de: Heilende Wirkung von Rotes Herz +12%
fr: Effet de guérison de Cœur rouge +12%.
ru: Эффект исцеления от "Красного сердца" +12%

source: 50 Aquea Shards or $24.99 USD
br: 50 Aquea fragmentos ou US$ 24,99
de: 50 Aquea-Scherben oder $24.99 USD
fr: 50 Éclats d'Aquea ou $24.99 USD
ru: 50 осколков Aquea или $24,99 USD

source: Attack carries a strong freezing effect which slows down enemies. When HP is lower than 35%, combat mode is entered.
br: Ataque carrega efeito de congelamento que deixa inimigos lentos. Se HP<35%, entra em modo de combate
de: Angriff hat starken Einfriereffekt, verlangsamt Feinde. GP niedriger als 35%, aktiviert Kampfmodus
fr: L'ATQ gèle et ralentit les ennemis. Quand les PV sont inférieurs à 35 %, le mode combat se déclenche
ru: Атака с сильным эффектом заморозки, замедляющим врагов. Переход в боевой режим при ОЗ меньше 35%.

source: <b><em>Combat Form:</em></b> Body size reduced 15%, crit rate increased 10%, dodge rate increased 15%, freezing damage increased.
br: <b><em>Forma de combate:</em></b> Tamanho do corpo reduzido em 15%, taxa de críticos aumentada em 10%, taxa de esquiva aumentada em 15%, dano de congelamento aumentado.
de: <b><em>Kampfform:</em></b> Körpergröße um 15% reduziert, Krit-Rate um 10% erhöht, Ausweichrate um 15% erhöht, Gefrierschaden erhöht.
fr: <b><em>Forme de combat:</em></b> Taille du corps réduite de 15%, taux de critique augmenté de 10%, taux d'esquive augmenté de 15%, dégâts de gel augmentés.
ru: <b><em>Боевая форма:</em></b> Размер тела уменьшен на 15%, частота критов увеличена на 10%, частота уклонений увеличена на 15%, урон от замораживания увеличен.

source: Patrol Bracelet Scroll Earnings +[x]%
br: Ganhos de rolagem do bracelete de patrulha +[x]%
de: Patrouillen-Armband Schriftrolle Einkommen +[x]%
fr: Bracelet de patrouille Gains de parchemins +[x]%
ru: Заработок на браслетах патруля +[x]%

source: Attack +70 <span class='all_effect_span'>All Heroes</span>
br: Ataque +70 <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +70 <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +70 <span class='all_effect_span'>Tous les héros</span>
ru: Атака +70 <span class='all_effect_span'>Всех героев</span>

source: Duel Form - Freeze: Freezing effect is greatly increased
br: Forma de duelo - Congelamento: O efeito de congelamento é aumentado Incomun
de: Duellform - Einfrieren: Der Einfriereffekt ist stark erhöht
fr: Forme de duel - Gel : L'effet de congélation est considérablement augmenté
ru: Дуэльная форма - Заморозка: Эффект замораживания значительно увеличен

source: Trait - Optimism: When HP is lower than 10%, 20% HP is recovered
br: Qualidade - Otimismo: Quando o HP estiver abaixo de 10%, 20% de HP é recuperado
de: Eigenschaft – Optimismus: Wenn GP <10 %, werden 20 % GP wiederhergestellt
fr: Trait - Optimisme : Si les PV < à 10%, 20% des PV sont restaurés
ru: Черта — оптимизм: восстанавливает 20% ОЗ при ОЗ меньше 10%

source: Spirit - Upgrade: Attack speed increased 20%
br: Espírito - Upgrade: Velocidade de ataque aumentada 20%
de: Geist - Upgrade: Angriffsgeschwindigkeit um 20% erhöht
fr: Amél. d'esprit : Vitesse d'ATQ +20%
ru: Дух — улучшение: ускорение атаки на 20%

source: Duel Form - Bloodthirst: Get a bloodthirst effect in combat form
br: Forma de duelo - Sede de sangue: Obtenha um efeito de sede de sangue na forma de combate
de: Duellform - Blutdurst: Erhalte einen Blutdurst-Effekt in Kampfform
fr: Forme de duel - Soif de sang : Obtenir un effet de soif de sang en forme de combat
ru: Дуэльная форма - Жажда крови: Получить эффект жажды крови в боевой форме

source: Max HP +1800 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +1800 <span class='all_effect_span'>Todos os heróis</span>
de: Max HP +1800 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +1800 <span class='all_effect_span'>Tous les héros</span>
ru: Макс. HP +1800 <span class='all_effect_span'>Все герои</span>.

source: Movement Speed +4% <span class='all_effect_span'>All Heroes</span>
br: Velocidade de movimento +4% <span class='all_effect_span'>Todos os heróis</span>
de: Bewegungsgeschwindigkeit +4% <span class='all_effect_span'>Alle Helden</span>
fr: Vitesse de déplacement +4% <span class='all_effect_span'>Tous les héros</span>
ru: Скорость передвижения +4% <span class='all_effect_span'>Всех героев</span>.

source: Aquea's base Attack +5%
br: Ataque básico de Aquea +5%
de: Aqueas Grundangriff +5%
fr: Attaque de base d'Aquea +5%.
ru: Базовая атака Аквеи +5%

source: Attack +200
br: Ataque +200
de: Angriff +200
fr: Attaque +200
ru: Атака +200

source: When HP is below 20%, chance to drop many red hearts. Only occurs 1 time
br: Se HP <20%, chance de queda de muitos corações vermelhos. Só acontece 1 vez
de: Wenn GP unter 20 % liegen, Chance auf Drop vieler roter Herzen. Tritt nur 1 Mal auf
fr: Lorsque les PV sont inférieurs à 20 %, chance de dropper de nombreux cœurs rouges. Ne se produit qu'une seule fois
ru: Когда запас ОЗ ниже 20%, есть шанс получить много алых сердец. Не более 1 раза.

source: Ice Damage +20%
br: Dano de gelo +20%
de: Eisschaden +20%
fr: Dégâts de glace +20%.
ru: Урон льдом +20%

source: Aquea's base HP +10%
br: HP básico de Aquea +10%
de: Aqueas Basis-HP +10%
fr: HP de base d'Aquea +10%.
ru: Базовый HP Аквеи +10%

source: Control Effect Duration +22%
br: Duração do efeito de controle +22%
de: Kontrolle der Effektdauer +22%
fr: Durée de l'effet de contrôle +22%
ru: Продолжительность эффекта управления +22%

source: Mermaid Garb
br: Traje de sereia
de: Meerjungfrau-Gewand
fr: Tenue de sirène
ru: Облачение русалки

source: [Lvl 50]: Max HP +525
br: [Nível 50]: HP máximo +525
fr: [Niv. 50] : HP max +525
ru: [50 уровень]: Максимальное количество HP +525

source: Can walk on water
br: Pode caminhar na água
de: Kann auf Wasser laufen
fr: Peut marcher sur l'eau
ru: Хождение по воде

source: Seahorse! Seahorse!
br: Cavalo-marinho! Cavalo-marinho!
de: Seepferdchen! Seepferdchen!
fr: Hippocampe ! Hippocampe !
ru: Морской конек! Морской конек!

source: Seahorse has chance to assist in attack when moving or attacking. Gain slight Movement speed.
br: Cavalo-marinho tem chance de ajudar ataque quando em movimento ou atacando. Ganha leve Veloc. de mov.
de: Das Seepferdchen hat die Chance beim Angriff zu helfen. Leichte Erhöhung der Bewegungsgeschwindigkeit
fr: Hippocampe a une chance d'aider à attaquer. Augmente légèrement la vitesse de déplacement
ru: Морской конек может помочь с атакой в момент движения или атаки. Незначительное повышение скорости

source: Shingen
ru: Сингэн

source: The only heir of an ancient clan, owning their curse and gifts. (Owns their family heirloom: Demon Blade - Rain)
br: O único herdeiro de um antigo clã, dono de sua maldição e de seus dons. (Possui a herança de sua família: Demon Blade - Rain)
de: Der einzige Erbe eines alten Clans, der den Fluch und die Gaben besitzt. (Besitzt ihr Familienerbstück: Dämonenklinge - Regen)
fr: L'unique héritier d'un ancien clan, possédant leur malédiction et leurs dons. (Possède leur héritage familial : Lame démoniaque - Pluie)
ru: Единственный наследник древнего клана, владеющий их проклятием и дарами. (Владеет их семейной реликвией: Клинок Демона - Дождь)

source: Damage to Melee Units +120
br: Dano a unidades corpo a corpo +120
de: Schaden an Nahkampfeinheiten +120
fr: Dégâts aux unités de mêlée +120
ru: Урон, наносимый единицам ближнего боя +120

source: Attack speed +5%
br: Velocidade de ataque +5%
de: Angriffsgeschwindigkeit +5%
fr: Vitesse d'attaque +5 %
ru: Скорость атаки +5%

source: 25.99\u20ac or 50 Shingen Shards
br: 25,99\u20ac ou 50 fragmentos de Shingen
de: 25,99\u20ac oder 50 Shingen Shards
fr: 25,99 € ou 50 fragments de Shingen
ru: 25,99\u20ac или 50 осколков Сингэн

source: Lower the HP, higher the attack speed. Has high Crit damage.
br: Quanto menos HP, maior a velocidade de ataque. Tem Dano crít. alto
de: Niedrigere GP, höhere Angriffsgeschwindigkeit. Hat hohen Krit. Schaden
fr: Plus les PV sont bas, plus la vitesse d'attaque est élevée. A des dégâts crit élevés
ru: Чем меньше ОЗ, тем выше скорость атаки. Высокий крит. урон

source: Lower the HP, higher the attack speed. Has high Crit Damage.<br><br><b>Hidden Skill Details:</b><br>Able to cast Slash when equipped with an Epic or above Demon Blade
br: Diminui o HP e aumenta a velocidade de ataque. Tem alto dano crítico.<br><br><b>Detalhes da habilidade oculta:</b><br>Pode lançar Slash quando equipado com uma Demon Blade épica ou superior
de: Niedrigere HP, höhere Angriffsgeschwindigkeit. Hat hohen kritischen Schaden.<br><br><b>Versteckte Fertigkeitsdetails:</b><br>Kann Hieb wirken, wenn er mit einer epischen oder höheren Dämonenklinge ausgerüstet ist.
fr: Moins de HP, plus de vitesse d'attaque. Les dégâts de critique sont élevés.<br><br><b>Détails de la compétence cachée:</b><br>Peut lancer Slash lorsqu'elle est équipée d'une Lame démoniaque épique ou supérieure.
ru: Уменьшает HP, увеличивает скорость атаки. Имеет высокий критический урон.<br><br><b>Скрытые сведения о навыке:</b><br>Возможность использовать заклинание Slash при наличии Эпического или выше клинка демона.

source: Damage to Melee Units +80 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades corpo a corpo +80 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Nahkampfeinheiten +80 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités de mêlée +80 <span class='all_effect_span'>Tous les héros</span>
ru: Урон, наносимый юнитам ближнего боя, +80 <span class='all_effect_span'>Все герои</span>

source: Charge - Strengthen: Melee damage +12%, long range damage +7%, Crit damage +20%
br: Carregar - Fortalecer: Dano corpo a corpo +12%, Dano de longa distância +7%, Dano crít. +20%
de: Angriff - Verstärken: Nahkampfschaden +12%, Fernkampfschaden +7%, Krit. Schaden +20%
fr: Charge - Renforcer : dégâts de mêlée +12 %, dégâts à longue portée +7 %, dégâts crit +20 %
ru: Натиск — усиление: урон в ближнем бою +12%, урон в дальнем бою +7%, крит. урон +20%

source: Trait - Persevere: Hitting the same target consecutively increases damage dealt
br: Característica - Persevere: Atingir o mesmo alvo consecutivamente aumenta o dano causado
de: Eigenschaft - Ausdauernd: Das gleiche Ziel nacheinander zu treffen, erhöht den verursachten Schaden.
fr: Trait - Persévérer : frapper la même cible consécutivement augmente les dégâts infligés
ru: Способность - Persevere: последовательное попадание по одной и той же цели увеличивает наносимый урон

source: Spirit - Upgrade: Attack increased 15%, Crit damage increased 25%
br: Espírito - Upgrade: Velocidade de ataque aumenta 15%, Dano crít. aumenta 25%
de: Geist - Upgrade: Angriff um 15% erhöht, Krit. Schaden um 25% erhöht
fr: Esprit - Amélioration : Attaque augmentée 15 %, dégâts crit augmentés 25 %
ru: Дух — улучшение: ускорение атаки на 15%, повышение крит. урона на 25%

source: Charge - Souleater: The more enemies killed, the higher the attack (Max limit 20%)
br: Carregar - Souleater: Quanto mais inimigos abatidos, maior o ataque (limite máx. 20%)
fr: Charge - Mange-âme : plus d'ennemis sont tués, plus l'attaque est élevée (Limite max 20 %)
ru: Натиск — пожиратель душ: чем больше убито врагов, тем сильнее атака (макс. лимит 20%)

source: Weapon Melee Damage +11% <span class='all_effect_span'>All Heroes</span>
br: Dano corpo a corpo da arma +11% <span class='all_effect_span'>Todos os heróis</span>
de: Waffen-Nahkampf-Schaden +11% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts de mêlée de l'arme +11% <span class='all_effect_span'>Tous les héros</span>
ru: Урон от оружия ближнего боя +11% <span class='all_effect_span'>Все герои</span>.

source: Shingen's base Attack +5%
br: Ataque básico de Shingen +5%
de: Shingens Grundangriff +5%
fr: Attaque de base de Shingen +5%.
ru: Базовая атака Сингена +5%

source: Damage to Melee Units +320
br: Dano a unidades corpo a corpo +320
de: Schaden an Nahkampfeinheiten +320
fr: Dégâts aux unités de mêlée +320
ru: Урон, наносимый единицам ближнего боя +320

source: Dodge +9%
br: Esquiva +9%
de: Ausweichen +9%
fr: Esquive +9%
ru: Уклонение +9%

source: Weapon Melee Damage +5%
br: Dano corpo a corpo da arma +5%
de: Waffen-Nahkampf-Schaden +5%
fr: Dégâts de l'arme de mêlée +5%.
ru: Урон от оружия ближнего боя +5%

source: Front Damage Resistance +6%
br: Resistência a danos frontais +6%
de: Frontalschaden-Widerstand +6%
fr: Résistance aux dégâts frontaux +6%.
ru: Сопротивление фронтальным повреждениям +6%

source: Shingen's base HP +10%
br: HP básico de Shingen +10%
de: Shingens Basis-HP +10%
fr: HP de base de Shingen +10%
ru: Базовое HP Сингена +10%

source: Increased Attack for short time after healing
br: Aumenta Ataque por um curto período após curar
de: Angriff nach Heilung kurzzeitig erhöht
fr: Attaque augmentée pendant une courte période après la guérison
ru: Прибавка к атаке на некот. время после лечения
