Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Burn chips off enemy HP for 2 seconds.<br>Deals 85% modifiable damage.<br>Proportional to damage of a single projectile.<br>Affected by rage.<br>Spins faster with attack speed boosts.
br: Queima os fragmentos de HP do inimigo por 2 segundos.<br>Causa 85% de dano modificável.<br>Proporcional ao dano de um único projétil.<br>Afetado pela fúria.<br>Gira mais rápido com aumentos de velocidade de ataque.
de: Verbrennt 2 Sekunden lang die HP des Gegners.<br>Verursacht 85% modifizierbaren Schaden.<br>Proportional zum Schaden eines einzelnen Geschosses.<br>Wirkt auf Wut.<br>Wirbelt schneller und erhöht die Angriffsgeschwindigkeit.
fr: Brûle les PV de l'ennemi pendant 2 secondes et inflige 85% de dégâts modifiables.<br>Proportionnel aux dégâts d'un projectile unique.<br>Affecté par la rage.<br>Fait tourner plus vite avec des augmentations de la vitesse d'attaque.
ru: Ожог сжигает HP противника в течение 2 секунд.<br> Наносит 85% модифицируемого урона.<br> Пропорционально урону от одного снаряда.<br> Зависит от ярости.<br> Вращается быстрее с увеличением скорости атаки.

source: Firepower Boost
br: Boost de Poder de Fogo
de: Feuerkraft-Boost
fr: Boost de la puissance de feu
ru: Усиление огневой мощи

source: Summoned object gets a front arrow
br: O objeto convocado ganha uma flecha frontal
de: Beschworenes Objekt erhält einen Frontalpfeil
fr: L'objet invoqué reçoit une flèche frontale
ru: Призванный объект стреляет с передовой

source: Freeze
br: Congelar
de: Frost
fr: Gel
ru: Заморозка

source: Slows enemies down
br: Reduz velocidade dos inimigos
de: Verlangsamt Feinde
fr: Ralentit les ennemis
ru: Замедляет врагов

source: Freezes enemies until attacked or for 2 seconds.<br>Only freezes enemies; does not slow enemies. Mobs will be unfrozen by next hit, including pets hits. Freeze changes the behavior of mobs
br: Congela os inimigos até que sejam atacados ou por 2 segundos.<br>Congela apenas os inimigos; não reduz sua velocidade. As multidões serão descongeladas no próximo ataque, inclusive os ataques de animais de estimação. O congelamento altera o comportamento dos mobs
de: Friert Feinde ein, bis sie angegriffen werden oder für 2 Sekunden.<br>Friert nur Feinde ein; verlangsamt sie nicht. Mobs werden beim nächsten Treffer wieder aufgetaut, auch bei Treffern von Haustieren. Einfrieren verändert das Verhalten von Mobs
fr: Gèle les ennemis jusqu'à ce qu'ils soient attaqués ou pendant 2 secondes.<br>Geler uniquement les ennemis ; ne ralentit pas les ennemis. Les monstres seront dégelés au prochain coup, y compris les tirs de familiers . Le gel modifie le comportement des mobs
ru: Замораживает врагов до тех пор, пока они не будут атакованы, или на 2 секунды.<br> Только замораживает врагов; не замедляет их. Мобы будут разморожены следующим ударом, включая удары питомцев. Замораживание изменяет поведение мобов

source: Front Arrow
br: Flecha frontal
de: Vorderer Pfeil
fr: Flèche avant
ru: Стрела вперед

source: Shoot 2 arrows in one shot.
br: Atire 2 flechas em um único tiro.
de: Schieße 2 Pfeile mit einem Schuss ab.
fr: Tirez 2 flèches en un seul coup.
ru: Выстрелить 2 стрелами за один выстрел.

source: Additional Front Arrow.<br>-25% damage per arrow<br><br>Devil Stats<br>Additional Front Arrow.<br>-20% damage per arrow
br: Flecha frontal adicional.<br> -25% de dano por flecha<br><br>Estatísticas do demônio<br> Flecha frontal adicional.<br> -20% de dano por flecha
de: Zusätzlicher Frontpfeil.<br>-25% Schaden pro Pfeil<br><br>Devil Stats<br>Zusätzlicher Frontpfeil.<br>-20% Schaden pro Pfeil
fr: Flèche frontale supplémentaire.<br>-25% de dégâts par flèche<br><br>Devil Stats<br>Flèche frontale supplémentaire.<br>-20% de dégâts par flèche
ru: Дополнительная передняя стрела.<br>-25% урона за стрелу<br><br>Статы дьявола<br>Дополнительная передняя стрела.<br>-20% урона за стрелу

source: Frost Meteor
br: Meteoro gelado
fr: Météore de givre
ru: Метеорит мороза

source: Summon a frost meteor to attack enemies
br: Convocar um meteoro de gelo para atacar os inimigos
de: Beschwöre einen Frostmeteor, um Feinde anzugreifen
fr: Invoquer un météore de givre pour attaquer les ennemis
ru: Вызвать морозный метеор для атаки врагов

source: Requirement : clear Chapter 7
br: Requisito: limpar o Capítulo 7
de: Anforderung: klares Kapitel 7
fr: Besoin : terminer le chapitre 7
ru: Требование: очистить главу 7

source: Freeze or slows enemies for 2 seconds.<br>225% modifiable damage, Partial hit: 80% damage.<br>Not affected by Rage ability.
br: Congela ou reduz a velocidade dos inimigos por 2 segundos.<br>225% de dano modificável, acerto parcial: 80% de dano.<br>Não é afetado pela habilidade Fúria.
de: Friert Gegner ein oder verlangsamt sie für 2 Sekunden.<br>225% modifizierbarer Schaden, Teiltreffer: 80% Schaden.<br>Nicht von der Fähigkeit Wut betroffen.
fr: Gèle ou ralentit les ennemis pendant 2 secondes.<br>225% de dégâts modifiables, Partiel partiel : 80% de dégâts.<br>Non affecté par la capacité Rage.
ru: Замораживает или замедляет противников на 2 секунды.<br>225% модифицируемого урона, частичное попадание: 80% урона.<br>Не действует способность "Ярость".

source: Frost Star
br: Estrela gelada
de: Froststern
fr: Étoile de givre
ru: Звезда мороза

source: Summon a frost star to attack enemies
br: Convocar uma estrela do gelo para atacar os inimigos
de: Beschwöre einen Froststern, um Feinde anzugreifen
fr: Invoquer une étoile de givre pour attaquer les ennemis
ru: Вызвать звезду мороза для атаки врагов

source: Freeze or slows enemies for 2 seconds.<br>90% modifiable damage.<br>Not affected by Rage ability.<br>Stars are affected by ricochet and will bounce between enemies just like ricochet.
br: Congela ou reduz a velocidade dos inimigos por 2 segundos.<br>Dano modificável de 90%.<br>Não é afetado pela habilidade Fúria.<br>As estrelas são afetadas pelo ricochete e ricocheteiam entre os inimigos, assim como o ricochete.
de: Friert Gegner ein oder verlangsamt sie für 2 Sekunden.<br>90% modifizierbarer Schaden.<br>Wird nicht von der Fähigkeit "Wut" beeinflusst.<br>Sterne werden von Querschlägern beeinflusst und prallen wie Querschläger zwischen Feinden ab.
fr: Gèle ou ralentit les ennemis pendant 2 secondes.<br>90% de dégâts modifiables.<br>Non affecté par la capacité Rage.<br>Les étoiles sont affectées par le ricochet.affectée par la capacité Rage.<br>Les étoiles sont affectées par le ricochet et rebondissent entre les ennemis, tout comme le ricochet.
ru: Замораживает или замедляет врагов на 2 секунды.<br>90% модифицируемого урона.<br>Не влияет на способность "Ярость".<br>Звезды подвержены рикошету и отскакивают от врагов, как и рикошет.

source: Frost Strike
br: Ataque gelado
de: Frostschlag
fr: Frappe de givre
ru: Морозный удар

source: Summon a frost sword to attack enemies
br: Invocar uma espada de gelo para atacar os inimigos
de: Beschwöre ein Frostschwert, um Feinde anzugreifen
fr: Invoquer une épée de givre pour attaquer les ennemis
ru: Вызвать морозный меч для атаки врагов

source: Freeze or slows enemies for 2 seconds.<br>165% modifiable damage.<br>Not affected by Rage ability.<br>The faster the attack speed, the shorter the summoning time.
br: Congela ou reduz a velocidade dos inimigos por 2 segundos.<br>Dano modificável de 165%.<br>Não é afetado pela habilidade Fúria.<br>Quanto maior a velocidade de ataque, menor o tempo de invocação.
de: Friert Gegner ein oder verlangsamt sie für 2 Sekunden.<br>165% modifizierbarer Schaden.<br>Wird nicht von der Fähigkeit Wut beeinflusst.<br>Je schneller die Angriffsgeschwindigkeit, desto kürzer die Beschwörungszeit.
fr: Gèle ou ralentit les ennemis pendant 2 secondes.<br>165% de dégâts modifiables.<br>Non affecté par la capacité Rage.<br>Plus la vitesse d'attaque est élevée, plus la durée de l'attaque est courte.affecté par la capacité Rage.<br>Plus la vitesse d'attaque est élevée, plus le temps d'invocation.
ru: Замораживает или замедляет противников на 2 секунды.<br>165% модифицируемого урона.<br>Не зависит от способности "Ярость".<br>Чем выше скорость атаки, тем короче время вызова.

source: Frost Sword
br: Espada de gelo
de: Frostschwert
fr: Épée de givre
ru: Морозный меч

source: Summons 2 frost swords to spin around you
br: Invoca 2 espadas de gelo para girar em torno de você
de: Beschwört 2 Frostschwerter, die sich um dich drehen
fr: Invoque 2 épées de givre qui tournent autour de vous.
ru: Вызывает 2 морозных меча, которые вращаются вокруг вас

source: Freeze or slows enemies for 2 seconds.<br>132% modifiable damage.<br><b>Notes</b><br>Spins much faster after receiving attack speed boosts.
br: Congela ou reduz a velocidade dos inimigos por 2 segundos.<br>132% de dano modificável.<br><b>Notas</b><br>Gira muito mais rápido depois de receber aumentos de velocidade de ataque.
de: Friert Gegner ein oder verlangsamt sie für 2 Sekunden.<br>132% modifizierbarer Schaden.<br><b>Hinweise</b><br>Wirbelt viel schneller, nachdem er Angriffsgeschwindigkeitsboosts erhalten hat.
fr: Gèle ou ralentit les ennemis pendant 2 secondes.<br>132% de dégâts modifiables.<br><b>Notes</b><br>Tire beaucoup plus vite après avoir reçu des augmentations de vitesse d'attaque.
ru: Замораживает или замедляет противников на 2 секунды.<br>132% модифицируемого урона.<br><b>Примечания</b><br> После получения прибавки к скорости атаки враг начинает вращаться гораздо быстрее.

source: Furious
br: Furioso
de: Wütend
fr: Furieux
ru: Неистовый

source: When wielding the Broadsword, it deals more damage at higher Fury.
br: Ao empunhar a Espada Larga, causa mais dano com Fúria maior.
de: Wenn du das Breitschwert schwingst, verursacht es bei höherer Wut mehr Schaden.
fr: Lors du maniement de l'Épée longue, elle inflige plus de dégâts si la Fureur est plus élevée.
ru: Если у героя двуручный меч, он наносит тем больше урона, чем больше у него ярости.

source: Fury
br: Fúria
de: Wut
fr: Furie
ru: Ярость

source: Your Attack Speed increase the lower your HP is
br: Sua velocidade de ataque aumenta quanto menor for seu HP
de: Deine Angriffsgeschwindigkeit steigt, je niedriger deine HP sind.
fr: Votre vitesse d'attaque augmente au fur et à mesure que vos HP diminuent.
ru: Скорость атаки увеличивается тем быстрее, чем меньше ваше HP

source: +0.4% Attack Speed per 1% of life missing. (Additive)
br: +0,4% de Velocidade de Ataque por 1% de vida perdida. (Aditivo)
de: +0,4% Angriffsgeschwindigkeit pro 1% fehlendem Leben. (Additiv)
fr: +0,4% de vitesse d'attaque par 1% de vie manquante. (Additif)
ru: +0,4% скорости атаки за 1% недостающей жизни. (Аддитивный)

source: Fury Command
br: Comando em Fúria
de: Wut-Kommando
fr: Maîtrise de la furie
ru: Команда ярости

source: Spirits enters a fury state within 5s of entering a room
br: Os espíritos entram em um estado de fúria dentro de 5s após entrarem em uma sala
de: Geister gehen innerhalb von 5s nach Betreten eines Raumes in einen Wutzustand über
fr: Les esprits entrent dans un état de fureur dans les 5s suivant leur entrée dans une pièce
ru: Духи приходят в состояние ярости в течение 5 с после входа в комнату

source: Giant
br: Gigante
de: Riese
fr: Géant
ru: Великан

source: Transform into a giant with increased damage
br: Transforma-se em um gigante com dano aumentado
de: Verwandle dich in einen Riesen mit erhöhtem Schaden
fr: Se transforme en géant avec des dégâts accrus
ru: Превращение в гиганта с повышенным уроном

source: Increases your hitbox by 10%.<br>Attack +40%<br>Max HP +5%
br: Aumenta a sua caixa de acerto em 10%.<br>Ataque +40%<br>Poder Máximo de Vida +5%
de: Erhöht deinen Trefferbereich um 10%.<br>Angriff +40%<br>Max HP +5%
fr: Augmente votre hitbox de 10%.<br>Attaque +40%<br>Ph maximale +5%.
ru: Увеличивает ваш хитбокс на 10%.<br> Атака +40%<br> Максимальное количество HP +5%

source: Grace
br: Graça
de: Anmut
fr: Grâce
ru: Милость

source: Heal from red heart increase the lower your HP is
br: A cura do coração vermelho aumenta quanto menor for seu HP
de: Die Heilung durch das rote Herz erhöht sich, je niedriger deine HP sind.
fr: Les soins prodigués par le cœur rouge augmentent à mesure que vos HP diminuent.
ru: Исцеление от красного сердца увеличивается тем быстрее, чем меньше ваше HP

source: +0.6% of heal for red heart each 1% of life missing. (Additive)
br: +0,6% de cura para o coração vermelho a cada 1% de vida perdida. (Aditivo)
de: +0,6% Heilung für rotes Herz pro 1% fehlendes Leben. (Additiv)
fr: +0,6% de soins pour le cœur rouge pour chaque 1% de vie manquante. (Additif)
ru: +0,6% исцеления за красное сердце за каждый 1% недостающей жизни. (Добавка)

source: Greed
br: Ganância
de: Gier
fr: Avarice
ru: Жадность

source: Collect more coins, but also receive more damage
br: Colete mais Moedas, mas receba mais dano
de: Sammle mehr Münzen, aber erleide auch mehr Schaden
fr: Récupérez plus de pièces, mais subissez aussi plus de dégâts
ru: Вы собираете больше монет, но получаете больше урона

source: Headshot
br: Tiro na cabeça
de: Kopfschuss
fr: Tir à la tête
ru: Выстрел в голову

source: Small chance to kill mobs instantly
br: Pequena chance de matar multidões instantaneamente
de: Geringe Chance, Mobs sofort zu töten.
fr: Chance accrue de tuer instantanément des monstres
ru: Небольшой шанс мгновенно убить врага

source: 12% chance to kill mobs instantly<br>Ricochet, pierce, and spirit shots can trigger the effect.
br: 12% de chance de matar os monstros instantaneamente<br>Os tiros de ricochete, perfuração e espírito podem ativar o efeito.
de: 12% Chance, Mobs sofort zu töten<br>Ricochet-, Pierce- und Geisterschüsse können den Effekt auslösen.
fr: 12 % de chances de tuer les monstres instantanément<br>Les tirs de ricochet, de transpercement et d'esprit peuvent déclencher l'effet.
ru: 12% шанс мгновенно убить мобов<br> Рикошет, пробивание и выстрелы духа могут вызвать эффект.

source: Heal
br: Cura
de: Heilen
fr: Soin
ru: Исцеление

source: Restores HP partially
br: Restaura HP parcialmente..
de: Stellt GP teilweise wieder her..
fr: Restaure partiellement les PV.
ru: Частично восстанавливает ОЗ..

source: Restores 40% of your HP<br><b>Notes</b><br>Can only be recieved via an Angel and lucky wheel
br: Restaura 40% do seu HP<br><b>Notas</b><br>Só pode ser recebido por meio de um anjo e da roda da sorte
de: Stellt 40% deiner HP wieder her<br><b>Hinweise</b><br>Kann nur über einen Engel und ein Glücksrad erhalten werden
fr: Restaure 40% de vos HP<br><b>Notes</b><br>Ne peut être reçu que par l'intermédiaire d'un Ange et la roue de la chance
ru: Восстанавливает 40% вашего HP<br><b>Примечания</b><br>Можно получить только через ангела и колесо удачи

source: Heavenly Havoc
br: Destruição Celestial
fr: Ravage céleste
ru: Небесный переполох

source: Gains active skill - Heavenly Havoc. Swings Goldwish Cudgel in a spin and destroys enemies
br: Ganha habilidade ativa Destruição Celestial. Gira o Bastão dos Desejos Dourados e destrói inimigos
fr: Donne la compétence active - Ravage céleste. Wukong fait tournoyer sa Masse dorée pour anéantir ses ennemis
ru: Получает активный навык — Небесный переполох. Размахивает Золотой палицей и уничтожает врагов

source: Hermes Shoes
br: Sapatos de Hermes
de: Hermes-Schuhe
fr: Chaussures d'Hermes
ru: Башмаки Гермеса

source: Increases movement speed and some dodge rate.
br: Aumenta a velocidade de movimento e taxa de desvio
de: Erhöht die Bewegungsgeschwindigkeit und eine gewisse Ausweichrate
fr: Augmente la vitesse de déplacement et le taux d'esquive
ru: Увеличивает скорость движения и вероятность уклонения

source: Movement Speed +12%<br>Dodge Chance +15%
br: Velocidade de movimento +12%<br>Chance de esquiva +15%
de: Bewegungsgeschwindigkeit +12%<br>Ausweichchance +15%
fr: Vitesse de déplacement +12%<br>Chance d'esquive +15%.
ru: Скорость передвижения +12%<br> Шанс уклонения +15%

source: Heal Overflow
br: Excesso de Cura
de: Heilüberlauf
fr: Débordement de soins
ru: Избыток здоровья

source: Excess healing increases Max HP
br: Cura em excesso aumenta HP máx.
de: Überschüssige Heilung erhöht Max. GP
fr: L'excès de soins augmente les PV maximum
ru: Чрезмерное лечение повышает макс. ОЗ.

source: Holy Touch
br: Toque sagrado
de: Heilige Berührung
fr: Impact sacré
ru: Священное касание

source: Your attacks cause Holy effect
br: Seus ataques têm efeito sagrado
de: Deine Angriffe verursachen einen heiligen Effekt
fr: Vos attaques provoquent l'effet Sacré.
ru: К вашим атакам добавляется священный эффект

source: All arrows that hit an enemy create two perpendicular holy projectiles that deals 70% of your modified projectile damage each.<br>Piercing.
br: Todas as flechas que atingem um inimigo criam dois projéteis sagrados perpendiculares que causam 70% do dano do seu projétil modificado cada um.<br>Piercing.
de: Alle Pfeile, die einen Feind treffen, erzeugen zwei senkrechte heilige Geschosse, die jeweils 70% deines modifizierten Projektilschadens verursachen.<br>Durchschlagend.
fr: Toutes les flèches qui touchent un ennemi créent deux projectiles sacrés perpendiculaires qui infligent chacun 70% des dégâts de votre projectile modifié.<br>Piercing.
ru: Все стрелы, попавшие в противника, создают два перпендикулярных священных снаряда, наносящих 70% урона от модифицированного снаряда каждый.<br> Пробивание.

source: HP Boost
br: Melhoria de HP
de: GP-Boost
fr: Boost PV
ru: Повышение ОЗ

source: Max HP increased!
br: HP máx. aumentado!
de: Max GP erhöht!
fr: PV max. augmentés !
ru: Повышается максимальный запас ОЗ

source: Increases HP by 20% of base max HP
br: Aumenta o HP em 20% do HP máximo básico
de: Erhöht die HP um 20% der maximalen Basis-HP
fr: Augmente les HP de 20% des PV max de base
ru: Увеличивает HP на 20% от базового максимального HP

source: HP Plus
de: GP +
fr: PV Plus
ru: Плюс к ОЗ

source: Increases your Max HP when you don't take damage in a stage
br: Aumenta o seu Max HP quando você não recebe dano em uma fase
de: Erhöht deine Max HP, wenn du in einer Phase keinen Schaden nimmst
fr: Augmente votre HP maximum lorsque vous ne subissez pas de dégâts dans une étape.
ru: Увеличивает максимальное количество HP, когда вы не получаете урона на этапе

source: Increases your max HP by 2.2% when you don't take damage in a room.<br>14 times max [30%]
br: Aumenta seu HP máximo em 2,2% quando você não recebe dano em uma sala.<br>14 vezes o máximo [30%]
de: Erhöht deine maximalen HP um 2,2%, wenn du in einem Raum keinen Schaden nimmst.<br>14-mal max [30%]
fr: Augmente vos PV max de 2,2% lorsque vous ne subissez pas de dégâts dans une pièce.<br>14 fois max [30%]
ru: Увеличивает максимальное количество HP на 2,2%, когда вы не получаете урона в комнате.<br>14 раз макс [30%]

source: Hurling Axe
br: Arremesso de Machado
de: Wirbelnde Axt
fr: Hache de lancer
ru: Метание топоров

source: Chance to hurl an axe with each attack. Axe count increases with shot count.
br: Chance de arremessar um machado a cada ataque. Número de machados aumenta com cada tiro
de: Chance, bei jedem Angriff eine Axt zu schleudern. Die Anzahl der Äxte steigt mit der Zahl der Würfe.
fr: Possibilité de lancer une hache à chaque attaque. Le nombre de haches augmente avec le nombre de tirs
ru: Шанс метнуть топор с каждой атакой. Кол-во топоров увеличивается с числом бросков

source: Ice Circle
br: Círculo de gelo
de: Eisring
fr: Cercle de glace
ru: Круг льда

source: Two ice orbs circle around you
br: Duas bolas de gelo rodeiam você
de: Zwei Eiskugeln umkreisen dich
fr: Deux orbes de glace tournent autour de vous.
ru: Вокруг вас кружат две ледяные сферы

source: Freeze or slows enemies for 2 seconds.<br>Deals 85% modifiable damage.<br>Proportional to damage of a single projectile.<br>Affected by rage.<br>Spins faster with attack speed boosts.
br: Congela ou desacelera os inimigos por 2 segundos.<br>Causa 85% de dano modificável.<br>Proporcional ao dano de um único projétil.<br>Afetado pela fúria.<br>Gira mais rápido com aumentos de velocidade de ataque.
de: Friert Gegner ein oder verlangsamt sie für 2 Sekunden.<br>Verursacht 85% modifizierbaren Schaden.<br>Proportional zum Schaden eines einzelnen Geschosses.<br>Wirkt auf Wut.<br>Wirbelt schneller und erhöht die Angriffsgeschwindigkeit.
fr: Gèle ou ralentit les ennemis pendant 2 secondes. <br>Détruit 85% de dégâts modifiables.<br>Proportionnel aux dégâts d'un projectile unique.<br>Affecté par la rage.<br>Tire plus vite avec des augmentations de la vitesse d'attaque.
ru: Замораживает или замедляет врагов на 2 секунды.<br> Наносит 85% модифицируемого урона.<br> Пропорционально урону от одного снаряда.<br> Зависит от ярости.<br> Вращается быстрее с увеличением скорости атаки.

source: Infinity Hammers
br: Martelos do Infinito
fr: Marteaux de l'infini
ru: Молоты бесконечности

source: Hurls 6 Thunderbolt Hammers every 9s. Has Piercing, Critical hit and Lightning damage effects
br: Joga 6 Martelos de Raio a cada 9s. Tem efeitos de dano de Perfuração, golpe Crítico e Relâmpago
fr: Lance 6 marteaux d'éclair toutes les 9 secondes. Inclut des effets de Perforation, de Coup critique et de dégâts de Foudre
ru: Запускает по 6 Молотов молний каждые 9 сек.; дает эффект пронзания, крит. попаданий и урона от молний

source: Inherited Summon
br: Convocação Herdada
de: Geerbte Beschwörung
fr: Invocation héritée
ru: Призыв наследника

source: Summon creature inherits portion of own stats
br: Criatura convocada herda uma parte dos seus stats
de: Beschwörte Kreatur erbt einen Teil der deiner Werte
fr: Invoquer une créature hérite d'une partie de ses propres statis
ru: Призванное существо наследует часть ваших характеристик.

source: Inspire
br: Inspirar
de: Inspirieren
fr: Inspiration
ru: Вдохновение

source: Increases attack speed and effect is doubled once enemy is killed.
br: Aumenta a velocidade de ataque e o efeito é dobrado quando o inimigo é morto.
de: Erhöht die Angriffsgeschwindigkeit und der Effekt wird verdoppelt, sobald der Gegner getötet wird.
fr: Augmente la vitesse d'attaque et l'effet est doublé lorsque l'ennemi est tué.
ru: Увеличивает скорость атаки и удваивает эффект, если враг убит.

source: Attack Speed +25% (Effect doubled when enemy killed)
br: Velocidade de ataque +25% (efeito dobrado quando o inimigo é morto)
de: Angriffsgeschwindigkeit +25% (Effekt verdoppelt sich, wenn der Gegner getötet wird)
fr: Vitesse d'attaque +25% (Effet doublé lorsque l'ennemi est tué)
ru: Скорость атаки +25% (эффект удваивается, если враг убит)

source: Invincibility Star
br: Estrela de invencibilidade
de: Unbesiegbarkeits-Stern
fr: Étoile d'invincibilité
ru: Звезда неуязвимости

source: Become invincible for 2 seconds once a while
br: Torne-se invencível por 2 segundos de vez em quando
de: Werde ab und zu für 2 Sekunden unbesiegbar
fr: Devenez invincible pendant 2 secondes de temps en temps.
ru: Становиться неуязвимым на 2 секунды раз в некоторое время

source: Become invincible for 2 seconds every 10 seconds (1/6th of total time)
br: Tornar-se invencível por 2 segundos a cada 10 segundos (1/6 do tempo total)
de: Alle 10 Sekunden für 2 Sekunden unbesiegbar werden (1/6 der Gesamtzeit)
fr: Devient invincible pendant 2 secondes toutes les 10 secondes (1/6ème du temps total).
ru: Становиться неуязвимым на 2 секунды каждые 10 секунд (1/6 часть от общего времени)

source: Monkey Offspring
br: Prole de Macaco
de: Affensohn
fr: Progéniture du singe
ru: Обезьяний отпрыск

source: On each attack, chance to turn monkey hairs into Monkey Offspring that perform powerfull attacks
br: Em cada ataque, chance de transformar cabelos de macaco em Prole de Macaco que executa ataques poderosos.
de: Bei jedem Angriff besteht die Chance, Affenhaare in einen Affennachfahren mit mächtigen Angriffen zu verwandeln
fr: À chaque attaque, possibilité de transformer des poils de singe en Progéniture du singe, capable d'attaques puissantes
ru: При каждой атаке есть шанс превратить обезьяньи волоски в обезьяньих отпрысков, выполняющих мощные атаки.
