Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Increases projectile frequency and own attack<br>Max HP +[x]<br>Attack +[y] (ULT)
br: Aumenta a frequência de projéteis e o próprio ataque<br>Poder Máximo de Vida +[x]<br>Ataque +[y] (ULT)
de: Erhöht die Geschosshäufigkeit und den eigenen Angriff<br>Max HP +[x]<br>Attacke +[y] (ULT)
fr: Augmente la fréquence des projectiles et sa propre attaque<br>Max HP +[x]<br>Attaque +[y] (ULT)
ru: Увеличивает частоту попадания снарядов и собственную атаку<br>Макс HP +[x]<br>Атака +[y] (ULT)

source: [Great] Attack Speed +10% (ULT)
br: [Incomun] Velocidade de ataque +10% (ULT)
de: [Ungewöhnlich] Angriffsgeschwindigkeit +10% (ULT)
fr: [Inhabituel] Vitesse d'attaque +10% (ULT)
ru: [Необычный] Скорость атаки +10% (ULT)

source: [Rare] Side Arrow +1 (ULT)
br: [Raro] Flecha lateral +1 (ULT)
de: [Selten] Seitenpfeil +1 (ULT)
fr: [Rare] Flèche latérale +1 (ULT)
ru: [Редкое] Боковая стрела +1 (ULT)

source: [Epic] Front Arrow +1 (ULT)
br: [Épico] Seta frontal +1 (ULT)
de: [Episch] Frontpfeil +1 (ULT)
fr: [Épique] Flèche frontale +1 (ULT)
ru: [Эпическое] Передняя стрела +1 (ULT)

source: [Perfect Epic] Rear Arrow +1 (ULT)
br: [Perfeitamente épico] Flecha traseira +1 (ULT)
de: [Perfekt Episch] Hinterer Pfeil +1 (ULT)
fr: [Épique Splendide] Flèche arrière +1 (ULT)
ru: [Идеальный эпический] Задняя стрела +1 (ULT)

source: [Legendary] Time Span +1.2seconds (ULT)
br: [Lendário] Intervalo de tempo +1,2 segundos (ULT)
de: [Legendär] Zeitspanne +1,2 Sekunden (ULT)
fr: [Légendaire] Intervalle de temps +1,2 seconde (ULT)
ru: [Легендарное] Промежуток времени +1,2 секунды (ULT)

source: [Ancient Legendary] Crit Damage +25% (ULT)
br: [Lendário Antigo] Dano crítico +25% (ULT)
de: [Antik Legendär] Kritischer Schaden +25% (ULT)
fr: [Légendaire antique] Dégâts critiques +25% (ULT)
ru: [Древний легендарный] Урон от критов +25% (ULT)

source: [Mythic] Time Span +1
br: [Mítico] Intervalo de tempo +1
de: [Mythisch] Zeitspanne +1
fr: [Mythique] Espérance de temps +1
ru: [Мифический] Промежуток времени +1

source: [Mythic+1] Spellbook Basic Stats +5%
br: [Mítico+1] Estatísticas básicas do livro de feitiços +5%
de: [Mythisch+1] Zauberbuch Grundwerte +5%
fr: [Mythique+1] Stats de base du livre de sorts +5%
ru: [Мифический+1] Базовая статистика книги заклинаний +5%

source: [Titan Tales] Enhance equipment +8.5%
br: [Contos de Titãs] Aprimorar equipamento +8,5%
de: [Geschichten der Titanen] Verbesserung der Ausrüstung +8,5%
fr: [Contes de Titan] Amélioration de l'équipement +8.5
ru: [Истории титанов] Улучшение снаряжения +8,5%

source: [Chaos] Upon a Critical hit, there is a chance to increase bullet count for a while.
br: [Caos] Em caso de acerto crítico, há uma chance de aumentar o número de balas por um tempo.
de: [Chaos] Bei einem kritischen Treffer besteht die Chance, die Anzahl der Kugeln für eine gewisse Zeit zu erhöhen.
fr: [Chaos] Sur un coup critique, il y a une chance d'augmenter le nombre de balles pendant pendant un certain temps.
ru: [Хаос] При критическом попадании есть шанс на некоторое время увеличить количество пуль.

source: Art of Combat
br: Arte do Combate
de: Kunst des Kampfes
fr: Art du combat
ru: Искусство боя

source: A book containing the arts of powerful combat. Use it to get an auto Ultimate skill.
br: Um livro com a arte do combate poderoso. Use para obter uma habilidade Suprema.
de: Buch mit den Künsten des mächtigen Kampfes. Benutze es, um autom. Ultimative-Fähigkeit zu erhalten.
fr: Un livre qui contient les arts du combat puissant. Donne une compétence Ultime auto.
ru: Книга, описывающая могучие боевые приемы. Используйте для автом. получения великого навыка.

source: Increased projectile knockback effect when full<br>Max HP +[x]<br>Attack +[y] (ULT)
br: Aumento do efeito de repulsão do projétil quando cheio<br>Poder Máximo de Vida +[x]<br>Ataque +[y] (ULT)
de: Erhöhter Projektil-Knockback-Effekt bei voller<br>Max HP +[x]<br>Attacke +[y] (ULT)
fr: Augmentation de l'effet de knockback des projectiles à pleine<br>Max HP +[x]<br>Attaque +[y] (ULT)
ru: Увеличение эффекта отбивания снарядов при полном<br>Max HP +[x]<br>Атака +[y] (ULT)

source: [Great] Increases projectile knockback effect (ULT)
br: [Incomun] Aumenta o efeito de repulsão do projétil (ULT)
de: [Ungewöhnlich] Erhöht den Projektil-Rückstoßeffekt (ULT)
fr: [Inhabituel] Augmente l'effet de knockback des projectiles (ULT)
ru: [Необычный] Увеличивает эффект отбрасывания снарядов (ULT)

source: [Rare] Power Speed +25% (ULT)
br: [Raro] Velocidade de energia +25% (ULT)
de: [Selten] Kraft-Geschwindigkeit +25% (ULT)
fr: [Rare] Vitesse de puissance +25% (ULT)
ru: [Редкое] Скорость передвижения +25% (ULT)

source: [Epic] Increases projectile speed (ULT)
br: [Épico] Aumenta a velocidade do projétil (ULT)
de: [Episch] Erhöht die Projektilgeschwindigkeit (ULT)
fr: [Épique] Augmente la vitesse des projectiles (ULT)
ru: [Эпическое] Увеличивает скорость полета снаряда (ULT)

source: [Perfect Epic] Attack Speed +25% (ULT)
br: [Perfeitamente épico] Velocidade de ataque +25% (ULT)
de: [Perfekt Episch] Angriffsgeschwindigkeit +25% (ULT)
fr: [Épique parfait] Vitesse d'attaque +25% (ULT)
ru: [Идеальный эпический] Скорость атаки +25% (ULT)

source: [Legendary] Attack contains Random Elemental (ULT)
br: [Lendário] Ataque contém Elemental Aleatório (ULT)
de: [Legendär] Angriff enthält zufälliges Elementar (ULT)
fr: [Légendaire] Attaque contient Élémentaire aléatoire (ULT)
ru: [Легендарное] Атака содержит случайного элементаля (ULT)

source: [Ancient Legendary] Crit Chance +15% (ULT)
br: [Lendário Antigo] Chance de crítico +15% (ULT)
de: [Antik Legendär] Kritische Chance +15% (ULT)
fr: [Ancien légendaire] Chance de critique +15% (ULT)
ru: [Древний легендарный] Шанс крита +15% (ULT)

source: [Mythic] Max HP +8%
br: [Mítico] HP máximo +8%
de: [Mythisch] Maximale HP +8%
fr: [Mythique] Max de HP +8%
ru: [Мифический] Максимальное количество HP +8%

source: [Chaos] For a while after taking damage, Crit chance is increased.
br: [Caos] Por um tempo, após receber dano, a chance de crítico é aumentada.
de: [Chaos] Nach der Einnahme von Schaden wird die Crit-Chance eine Zeit lang erhöht.
fr: [Chaos] Pendant un certain temps après avoir subi des dégâts, les chances de critique sont augmentées.
ru: [Хаос] На некоторое время после получения урона шанс крита увеличивается.

source: Ice Realm
br: Reino Gelado
de: Eisreich
fr: Royaume de glace
ru: Царство льда

source: A book containing powerful Frost magic. Use it to get an active Ultimate skill.
br: Um livro com poderosa magia de congelamento. Use para obter uma habilidade Suprema ativa.
de: Ein Buch mit mächtiger Frostmagie. Benutze es, um eine aktive Ultimate-Fähigkeit zu erhalten.
fr: Un livre qui contient une puissante magie de givre. Donne une compétence Ultime active.
ru: Книга, описывающая могучую магию мороза. Используйте для получения активного великого навыка.

source: Freezes surrounding enemies and increases own attack<br>Max HP +[x]<br>(ULT.) Attack +[x]
br: Congela os inimigos ao redor e aumenta o próprio ataque<br>Max HP +[x]<br>(ULT.) Ataque +[x]
de: Friert umliegende Gegner ein und erhöht den eigenen Angriff<br>Max HP +[x]<br>(ULT.) Angriff +[x]
fr: Gèle les ennemis environnants et augmente sa propre attaque<br>Max HP +[x]<br>(ULT.) Attaque +[x]
ru: Замораживает окружающих врагов и увеличивает собственную атаку<br>Max HP +[x]<br>(ULT.) Атака +[x]

source: [Great] Attack Speed +20% (ULT)
br: [Incomun] Velocidade de ataque +20% (ULT)
de: [Ungewöhnlich] Angriffsgeschwindigkeit +20% (ULT)
fr: [Inhabituel] Vitesse d'attaque +20% (ULT)
ru: [Необычный] Скорость атаки +20% (ULT)

source: [Rare] Power Speed +[x]% (ULT)
br: [Rara] Velocidade de potência +[x]% (ULT)
de: [Selten] Macht Geschwindigkeit +[x]% (ULT)
fr: [Rare] Vitesse de puissance +[x]% (ULT)
ru: [Редкое] Скорость передвижения +[x]% (ULT)

source: [Epic] Frost Damage +[x] (ULT)<br>Frost area increased by 100% (ULT)
br: [Épico] Dano de Gelo +[x] (ULT)<br>Área de gelo aumentada em 100% (ULT)
de: [Episch] Frostschaden +[x] (ULT)<br>Frostfläche um 100% erhöht (ULT)
fr: [Épique] Dégâts de givre +[x] (ULT)<br>La zone de givre est augmentée de 100% (ULT)
ru: [Эпическое] Урон от мороза +[x] (ULT)<br> Площадь мороза увеличена на 100% (ULT)

source: [Perfect Epic] Time Span +[t] seconds (ULT)
br: [Perfeitamente épico] Intervalo de tempo +[t] segundos (ULT)
de: [Perfekt Episch] Zeitspanne +[t] Sekunden (ULT)
fr: [Épisode parfait] Plage de temps + [t] secondes (ULT)
ru: [Идеальный эпический] Временной интервал +[t] секунд (ULT)

source: [Legendary] Crit Chance +20% (ULT)
br: [Lendário] Chance de crítico +20% (ULT)
de: [Legendär] Kritische Chance +20% (ULT)
fr: [Légendaire] Chance de critique +20% (ULT)
ru: [Легендарное] Шанс крита +20% (ULT)

source: [Ancient Legendary] Initial Power +35% (ULT)
br: [Lendário Antigo] Poder inicial +35% (ULT)
de: [Antik Legendär] Anfangskraft +35% (ULT)
fr: [Légendaire antique] Puissance initiale +35% (ULT)
ru: [Древний легендарный] Начальная сила +35% (ULT)

source: [Mythic] When used, it may return 50% of the power (ULT.)
br: [Mítico] Quando usado, ele pode retornar 50% da energia (ULT.)
de: [Mythisch] Wenn er benutzt wird, kann er 50% der Energie zurückgeben (ULT.)
fr: [Mythique] Lorsqu'il est utilisé, il peut restituer 50% de la puissance (ULT.)
ru: [Мифический] При использовании он может вернуть 50% энергии (ULT.)

source: [Chaos] For a while after taking damage, attack inflict Freeze
br: [Caos] Por um tempo, após receber dano, o ataque inflige Congelamento
de: [Chaos] Angriff verursacht für eine Weile Frost, nachdem er Schaden genommen hat
fr: [Chaos] Pendant un certain temps après avoir subi des dégâts, l'attaque inflige Freeze
ru: [Хаос] В течение некоторого времени после получения урона атака наносит заморозку

source: Enlightenment
br: Iluminismo
de: Erleuchtung
fr: Illumination
ru: Просветление

source: A book with magic that will help you learn new skills in battle. Use it to get an auto Ultimate skill.
br: Um livro com magia que ajuda você a aprender novas habilidades de batalha. Use para obter habilidade Suprema.
de: Buch mit Magie zum Lernen neuer Fähigkeiten im Kampf. Benutze es, um autom. Ultimative Fähigkeit zu erhalten.
fr: Un livre de magie qui permet d'acquérir des compétences de combat. Permet d'obtenir une compétence Ultime auto
ru: Волшебный фолиант, позволяющий изучать новые боевые навыки. Используйте для автом. получения великого навыка.

source: Grant a new skill when full<br>Max HP +[x]<br>Power Speed +[y] (ULT)
br: Concede uma nova habilidade quando cheia<br>Poder Máximo +[x]<br>Velocidade +[y] (ULT)
de: Gewährt eine neue Fähigkeit, wenn voll<br>Max HP +[x]<br>Kraft Geschwindigkeit +[y] (ULT)
fr: Accorde une nouvelle compétence quand il est plein<br>Max HP +[x]<br>Vitesse de puissance +[y] (ULT)
ru: Дает новый навык при полном<br>Макс HP +[x]<br>Скорость силы +[y] (ULT)

source: [Great] Collision Damage Resistance +5%
br: [Incomun] Resistência a danos de colisão +5%
de: [Ungewöhnlich] Kollisionsschaden-Widerstand +5%
fr: [Inhabituel] Résistance aux dégâts de collision +5%.
ru: [Необычный] Сопротивление урону от столкновений +5%

source: [Rare] Projectile Damage Resistance +5%
br: [Raro] Resistência a dano de projétil +5%
de: [Selten] Projektil-Schadensresistenz +5%
fr: [Rare] Résistance aux dégâts des projectiles +5%.
ru: [Редкое] Сопротивление урону от снарядов +5%

source: [Epic] Multi-Skill +1 (ULT)
br: [Épico] Habilidade múltipla +1 (ULT)
de: [Episch] Multi-Skill +1 (ULT)
fr: [Épique] Multi-compétence +1 (ULT)
ru: [Эпическое] Multi-Skill +1 (ULT)

source: [Perfect Epic] Initial Power +40% (ULT)
br: [Perfeitamente épico] Poder inicial +40% (ULT)
de: [Perfekt Episch] Anfangskraft +40% (ULT)
fr: [Épique Splendide] Puissance initiale +40% (ULT)
ru: [Идеальный эпический] Начальная сила +40% (ULT)

source: [Legendary] Multi-Skill +1 (ULT)
br: [Lendário] Habilidade múltipla +1 (ULT)
de: [Legendär] Mehrfachfertigkeit +1 (ULT)
fr: [Légendaire] Multicompétence +1 (ULT)
ru: [Легендарное] Multi-Skill +1 (ULT)

source: [Mythic] Battle XP Gain +8%
br: [Mítico] Ganho de XP de batalha +8%
de: [Mythisch] Kampf-EP-Gewinn +8%
fr: [Mythique] Gain d'XP au combat +8%
ru: [Мифический] Battle XP Gain +8%

source: [Chaos] When HP is below 50%, upgrade speed +25%
br: [Caos] Quando o HP estiver abaixo de 50%, aprimore a velocidade em +25%
de: [Chaos] Wenn HP unter 50%, Upgrade Geschwindigkeit +25%
fr: [Chaos] Lorsque les PV sont inférieurs à 50%, amélioration de la vitesse +25%.
ru: [Хаос] Когда HP ниже 50%, скорость обновления +25%

source: Giants Contract
br: Contrato dos Gigantes
de: Giganten Vertrag
fr: Contrat du Géant
ru: Контракт с гигантами

source: The contract with 7 Giants, allowing the user the power of the Giants. Wear it to get an auto skill
br: O contrato com 7 Gigantes, permitindo usar o poder dos gigantes. Vista para obter uma habilidade automática
de: Vertrag mit 7 Riesen, der dem Benutzer die Macht der Riesen ermöglicht. Tragen, um eine Auto-Fähigkeit zu erhalten
fr: Un contrat avec 7 géants. Permet de bénéficier du pouvoir des géants. Portez-le pour obtenir une compétence automatique
ru: Обет 7 великанов, наделяющий носителя их силой. Наденьте, чтобы получить автоматический навык.

source: Once the energy is fully charged, transform with the Courage Giant power<br>Max HP +[x]<br>Attack +[y] (ULT)
br: Quando a energia estiver totalmente carregada, transforme-se com o poder Courage Giant<br>Max HP +[x]<br>Attack +[y] (ULT)
de: Sobald die Energie vollständig aufgeladen ist, verwandle dich mit der Kraft "Mutiger Riese"<br>Max HP +[x]<br>Angriff +[y] (ULT)
fr: Une fois l'énergie chargée, transformez-vous avec le Géant Couragepuissance<br>Max HP +[x]<br>Attaque +[y] (ULT)
ru: Когда энергия полностью заряжена, трансформируйтесь с помощью силы "Мужественный гигант"<br>Макс HP +[x]<br>Атака +[y] (ULT)

source: [Great] Crit Damage +[z] (ULT)<br>[Great] Wild Giant - Deals collision damage to enemy (ULT)
br: [Incomun] Dano crítico +[z] (ULT) <br>[Incomun] Gigante selvagem - Causa dano de colisão ao inimigo (ULT)
de: [Ungewöhnlich] Kritischer Schaden +[z] (ULT)<br>[Groß] Wilder Riese - Verursacht Kollisionsschaden am Gegner (ULT)
fr: [Inhabituel] Dégâts critiques +[z] (ULT)<br>[Inhabituel] Géant sauvage - inflige des dégâts de collision à l'ennemi (ULT)
ru: [Необычный] Crit Damage +[z] (ULT)<br>[Необычный] Wild Giant - наносит урон от столкновений противнику (ULT)

source: [Rare] Stone Giant - Defence increased greatly (ULT)
br: [Incomum] Gigante de Pedra - Defesa muito aumentada (ULT)
de: [Selten] Steinriese - Verteidigung stark erhöht (ULT)
fr: [Rare] Géant de pierre - Défense fortement augmentée (ULT)
ru: [Редкое] Каменный гигант - защита значительно увеличена (ULT)

source: [Epic] Sword Giant - Receive all spinning sword skills (ULT)
br: [Épico] Gigante da Espada - Receba todas as habilidades de espada giratória (ULT)
de: [Episch] Schwertriese - Erhalte alle Spinnschwert-Fertigkeiten (ULT)
fr: [Épique] Géant de l'épée - Reçoit toutes les compétences d'épée tournante (ULT)
ru: [Эпическое] Sword Giant - Получение всех навыков вращающегося меча (ULT)

source: [Perfect Epic] Flaming Giant - Leaves behind a blaze when moving (ULT)
br: [Perfeitamente épico] Gigante Flamejante - Deixa para trás uma chama ao se mover (ULT)
de: [Perfekt Episch] Flammender Riese - Hinterlässt ein Feuer, wenn er sich bewegt (ULT)
fr: [Épique Splendide] Géant enflammé - Laisse derrière lui un brasier lorsqu'il se déplace (ULT)
ru: [Идеальный эпический] Flaming Giant - оставляет за собой пламя при движении (ULT)

source: [Legendary] Gale Giant - Increased movement and attack speed (ULT)
br: [Lendário] Gale Giant - Aumento da velocidade de movimento e de ataque (ULT)
de: [Legendär] Sturmriese - Erhöhtes Bewegungs- und Angriffstempo (ULT)
fr: [Légendaire] Géant des tempêtes - Vitesse de déplacement et d'attaque augmentée (ULT)
ru: [Легендарное] Штормовой гигант - Увеличение скорости передвижения и атаки (ULT)

source: [Ancient Legendary] Bolt Giant - Surrounding enemies will be hit by lightning (ULT)
br: [Lendário Antigo] Gigante de Raios - Os inimigos ao redor serão atingidos por raios (ULT)
de: [Antik Legendär] Bolzenriese - Umstehende Feinde werden von Blitzen getroffen (ULT)
fr: [Ancien légendaire] Géant de foudre - Les ennemis environnants seront frappés par foudre (ULT)
ru: [Древний легендарный] Bolt Giant - окружающие враги будут поражены молнией (ULT)

source: [Mythic] Rage Giant - Skill can be released earlier if losing HP (ULT.)
br: [Mítico] Gigante enfurecido - A habilidade pode ser liberada mais cedo se estiver perdendo PV (ULT.)
de: [Mythisch] Wut-Riese - Fähigkeit kann bei HP-Verlust früher ausgelöst werden (ULT.)
fr: [Mythique] Géant enragé - La compétence peut être libérée plus tôt en cas de perte de HP (ULT.)
ru: [Мифический] Rage Giant - навык может быть сброшен раньше при потере HP (ULT.)

source: [Titan Tales] Enhance equipment +11%
br: [Contos de Titãs] Aprimorar equipamento +11%
de: [Geschichten der Titanen] Verbesserung der Ausrüstung +11%
fr: [Contes de Titan] Améliorer l'équipement +11%
ru: [Истории титанов] Улучшение снаряжения +11%

source: [Chaos] Ult. energy cost -15%.
br: [Caos] Custo de energia da Ult. -15%.
de: [Chaos] Ult. Energiekosten -15%.
fr: [Chaos] Ult. coût énergétique -15%.
ru: [Хаос] Ульт. затраты энергии -15%.

source: Spectre Book
br: Livro Fantasma
de: Gespensterbuch
fr: Livre du spectre
ru: Книга призраков

source: Holds the magic of the undead; you can use it to summon undead soldiers. Wear it to get an active skill.
br: Carrega a magia dos mortos-vivos. Pode ser usado para convocar soldados mortos-vivos. Vista para obter habilidade ativa
de: Hält die Magie der Untoten; damit kannst du untote Soldaten beschwören. Tragen, um eine aktive Fähigkeit zu erhalten
fr: Contient la magie des morts-vivants. Permet d'invoquer des soldats morts-vivants. Portez-le pour obtenir une comp active
ru: Содержит магию нежити. Позволяет призвать солдат-нежить. Наденьте, чтобы получить активный навык.

source: Summon undead enemies to help you battle<br>Max HP +[x]<br>Attack +[y] (ULT)<br>Undead Attack +[z] (ULT)
br: Inimigos mortos-vivos são convocados para ajudá-lo na batalha<br>Presença máxima +[x]<br>Ataque +[y] (ULT)<br>Ataque de mortos-vivos +[z] (ULT)
de: Beschwöre untote Feinde herbei, die dir im Kampf helfen<br>Max HP +[x]<br>Angriff +[y] (ULT)<br>Untoten-Angriff +[z] (ULT)
fr: Invoquez des ennemis morts-vivants pour vous aider à combattre<br>Max HP +[x]<br>Attaque +[y] (ULT)<br>Attaque des morts-vivants +[z] (ULT)
ru: Вызывать врагов-нежити для помощи в бою<br>Макс HP +[x]<br>Атака +[y] (ULT)<br>Атака нежити +[z] (ULT)

source: [Great] Higher the quality, the faster the release (ULT)
br: [Incomun] Quanto maior a qualidade, mais rápido o lançamento (ULT)
de: [Ungewöhnlich] Je höher die Qualität, desto schneller die Freigabe (ULT)
fr: [Inhabituel] Plus la qualité est élevée, plus la libération est rapide (ULT)
ru: [Необычный] Чем выше качество, тем быстрее выпуск (ULT)

source: [Rare] Higher the quality, the longer the duration (ULT)
br: [Raro] Quanto maior a qualidade, maior a duração (ULT)
de: [Selten] Je höher die Qualität, desto länger die Dauer (ULT)
fr: [Rare] Plus la qualité est élevée, plus la durée est longue (ULT)
ru: [Редкое] Чем выше качество, тем больше продолжительность (ULT)

source: [Epic] Summon new warrior - Flame Mage (ULT)
br: [Épico] Convocar novo guerreiro - Mago das Chamas (ULT)
de: [Episch] Neue Kriegerin beschwören - Flammenmagierin (ULT)
fr: [Épique] Invoquer un nouveau guerrier - Mage de flammes (ULT)
ru: [Эпическое] Призвать нового воина - мага пламени (ULT)

source: [Perfect Epic] Enter a short state of Rage
br: [Perfeitamente épico] Entre em um breve estado de fúria
de: [Perfekt Episch] Kurzer Zustand der Wut
fr: [Épique Splendide] Entrer dans un court état de rage
ru: [Идеальный эпический] Ввести кратковременное состояние Ярости

source: [Legendary] Summon an Ultimate warrior - Skeleton King (ULT)
br: [Lendário] Convocar um guerreiro supremo - Rei Esqueleto (ULT)
de: [Legendär] Beschwörung eines ultimativen Kriegers - Skelettkönig (ULT)
fr: [Légendaire] Invoquer un Guerrier ultime - Roi squelette (ULT)
ru: [Легендарное] Призвать высшего воина - Короля скелетов (ULT)

source: [Ancient Legendary] Kill enemies to extend summon time (ULT)
br: [Lendário Antigo] Mate inimigos para estender o tempo de invocação (ULT)
de: [Antik Legendär] Töte Feinde, um die Beschwörungszeit zu verlängern (ULT)
fr: [Ancienne légende] Tuer des ennemis pour prolonger la durée d'invocation (ULT)
ru: [Древний легендарный] Убийство врагов увеличивает время призыва (ULT)

source: [Mythic] When the undead disappears, it may drop a heart (ULT)
br: [Mítico] Quando o morto-vivo desaparece, ele pode deixar cair um coração (ULT)
de: [Mythisch] Wenn der Untote verschwindet, kann er ein Herz fallen lassen (ULT)
fr: [Mythique] Lorsque le mort-vivant disparaît, il peut laisser tomber un coeur (ULT)
ru: [Мифический] Когда нежить исчезает, она может бросить сердце (ULT)

source: [Chaos] Enhances Attack and duration of Undead allies.
br: [Caos] Aumenta o ataque e a duração dos aliados mortos-vivos.
de: [Chaos] Erhöht Angriff und Dauer von Untoten Verbündeten.
fr: [Chaos] Améliore l'attaque et la durée des alliés morts-vivants.
ru: [Хаос] Увеличивает атаку и продолжительность действия союзников-нежити.

source: Arcanum of Time
br: Arcano do Tempo
de: Arkanum der Zeit
fr: Arcane du temps
ru: Письмена времени

source: Perceive the mysteries of time that let you slow or speed up time. Gain an active Ultimate skill when equipped
br: Compreenda os mistérios do tempo para manipular a velocidade e o tempo. Ganha uma habilidade Suprema ativa quando equip..
de: Damit kannst du die Zeit beschleunigen oder verlangsamen. Bei Anlegen wird eine Ultimative Fähigkeit gewährt..
fr: Les mystères du temps vous permettent de ralentir ou d'accélérer le temps. Compétence Ultime active si équipé..
ru: Раскрывает тайны времени, ускоряя или замедляя его течение. Пока предмет у героя, тот получает активный великий навык..

source: Recovers 1.5% HP for 3s after ULT ends.
br: Recupera 1,5% do HP por 3s após o término do ULT.
de: Stellt 3s lang 1,5% HP wieder her, nachdem ULT endet.
fr: Récupère 1,5% de PV pendant 3s après la fin de l'ULT.
ru: Восстанавливает 1,5% HP в течение 3 с после окончания действия ULT.

source: Max HP +[x]<br>(ULT.) Attack +[x]
br: HP máximo +[x]<br>(ULT.) Ataque +[x]
de: Max HP +[x]<br>(ULT.) Attacke +[x]
fr: PV max +[x]<br>(ULT.) Attaque +[x]
ru: Max HP +[x]<br>(ULT.) Атака +[x]

source: [Great] Slow effect +[x]% (ULT)<br>[Great] Slow: Enemy attacks and movement are slowed (ULT)
br: Efeito de lentidão [Incomum] +[x]% (ULT)<br>[Incomum] Lentidão: Os ataques e movimentos dos inimigos são retardados (ULT)
de: [Ungewöhnlich] Verlangsamungseffekt +[x]% (ULT)<br>[Große] Verlangsamung: Feindliche Angriffe und Bewegungen werden verlangsamt (ULT)
fr: [Inhabituel] Effet de ralentissement +[x]% (ULT)<br>[Inhabituel] Ralentissement : Les attaques et mouvements ennemis sont ralentis (ULT)
ru: [Необычный] Эффект Замедление +[x]% (ULT)<br>[Необычный] Замедление: Атаки и передвижение противника замедляются (ULT)

source: [Rare] Gain Crit Rate (ULT)
br: [Raro] Ganhar taxa de crítico (ULT)
de: [Selten] Crit-Rate erhöhen (ULT)
fr: [Rare] Gagner en taux de critique (ULT)
ru: [Редкое] Увеличение скорости крита (ULT)

source: [Epic] Effect range doubled. Ultimate skill duration increased (ULT)
br: [Épico] O alcance do efeito dobrou. Duração da habilidade suprema aumentada (ULT)
de: [Episch] Effektbereich verdoppelt. Dauer der ultimativen Fertigkeit erhöht (ULT)
fr: [Épique] Portée de l'effet doublée. Durée de la compétence ultime augmentée (ULT)
ru: [Эпическое] Диапазон эффектов увеличен вдвое. Увеличена продолжительность действия конечного навыка (ULT)
