Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: [Mythic] Projectile Resistance +8%
br: [Mítica] Resistência a projéteis +8%
de: [Mythisch] Projektil-Widerstand +8%
fr: [Mythique] Résistance aux projectiles +8%.
ru: [Мифический] Сопротивление снарядам +8%

source: [Titan Tales] Angel Healing +30%
br: [Contos de Titãs] Cura dos Anjos +30%
de: [Geschichten der Titanen] Engelsheilung +30%
fr: [Contes de Titan] Guérison par l'ange +30%
ru: [Истории титанов] Ангельское исцеление +30%

source: [Chaos] Gain Attack Speed for a short duration when taking projectile Damage.
br: [Caos] Ganha Velocidade de Ataque por um curto período ao receber Dano de projétil.
de: [Chaos] Erhöht für kurze Zeit die Angriffsgeschwindigkeit, wenn Ihr durch Geschosse Schaden erleidet.
fr: [Chaos] Gagne en vitesse d'attaque pendant une courte durée lorsqu'il subit des dégâts de projectiles.
ru: [Хаос] На короткое время увеличивает скорость атаки при получении урона от снарядов.

source: Bloodthirsty Locket
br: Medalhão Sanguinário
de: Blutrünst. Medaillon
fr: Médail. Sanguinaire
ru: Кровожадный медальон

source: An engraved locket which allows you to restore HP after kill.
br: Um medalhão gravado que permite restaurar o HP após a morte.
de: Ein eingraviertes Medaillon, mit dem du nach dem Töten HP wiederherstellen kannst.
fr: Un médaillon gravé qui vous permet de restaurer vos PV après avoir été tué.
ru: Выгравированный медальон, позволяющий восстанавливать HP после убийства.

source: Max HP +[x]<br>Can recover HP on kills when HP is lower than y%
br: Max HP +[x]<br>Pode recuperar o HP em mortes quando o HP for menor que y%
de: Max HP +[x]<br>Kann HP bei Kills wiederherstellen, wenn HP niedriger als y% ist
fr: Max HP +[x]<br>Peut récupérer des PV sur les kills lorsque les HP sont inférieurs à y%.
ru: Max HP +[x]<br>Возможность восстанавливать HP при убийствах, когда HP ниже y%

source: [Epic] HP drops +20%
br: [Épico] HP cai +20%
de: [Episch] HP-Werte fallen um +20%
fr: [Épique] Drops de PV +20%.
ru: [Эпическое] Падение HP +20%

source: [Mythic] Enhanced Recovery Effects of Bloodthirst
br: [Mítico] Efeitos de recuperação aprimorados da sede de sangue
de: [Mythisch] Verbesserte Erholungseffekte von Blutdurst
fr: [Mythique] Amélioration des effets de récupération de Soif de sang
ru: [Мифический] Усиленные эффекты восстановления от Жажды крови

source: [Mythic+2] Epic Skill Effect Upgraded (+28%)
br: [Mítico+2] Efeito de habilidade épica aprimorado (+28%)
de: [Mythisch+2] Epischer Fertigkeitseffekt verbessert (+28%)
fr: [Mythique+2] Effet de compétence épique amélioré (+28%)
ru: [Мифический+2] Улучшен эффект эпического умения (+28%)

source: [Titan Tales] Healing Effect of Red Heart +20%
br: [Contos de Titãs] Efeito de cura do Coração Vermelho +20%
de: [Geschichten der Titanen] Heileffekt des Roten Herzens +20%
fr: [Contes de Titan] Effet de guérison de Coeur rouge +20%.
ru: [Истории титанов] Эффект исцеления от Красного сердца +20%

source: [Chaos] The more HP restored from Bloodthirst, the higher the Hero's Attack
br: [Caos] Quanto mais PV forem restaurados pela Sede de Sangue, maior será o Ataque do Herói
de: [Chaos] Je mehr HP durch Blutdurst wiederhergestellt werden, desto höher ist der Angriffswert des Helden.
fr: [Chaos] Plus la soif de sang restaure de PV, plus l'attaque du héros est élevée.
ru: [Хаос] Чем больше HP восстанавливается после "Жажды крови", тем выше атака героя.

source: Piercer Locket
br: Medalhão Perfurante
de: Lochdorn-Medaillon
fr: Médaillon Perceur
ru: Пронзающий медальон

source: An engraved locket which allows you to climb over walls.
br: Um medalhão gravado que permite escalar muros
de: Ein graviertes Medaillon, mit dem man über Wände klettern kann
fr: Un médaillon gravé qui vous permet d'escalader les murs
ru: Резной медальон, позволяющий карабкаться по стенам

source: Max HP +[x]<br>Can penetrate walls when HP is lower than y%
br: HP máximo +[x]<br>Pode penetrar nas paredes quando o HP for menor que y%
de: Max HP +[x]<br>Kann Wände durchdringen, wenn HP niedriger als y% ist
fr: Max HP +[x]<br>Peut pénétrer les murs lorsque les HP sont inférieurs à y%.
ru: Max HP +[x]<br>Может пробивать стены, если HP ниже y%

source: [Legendary] Max HP +4%
br: [Lendário] HP máximo +4%
de: [Legendär] Maximale HP +4%
fr: [Légendaire] Max HP +4%
ru: [Легендарное] Максимальное количество HP +4%

source: [Mythic] Movement Speed +3%
br: [Mítico] Velocidade de movimento +3%
de: [Mythisch] Bewegungsgeschwindigkeit +3%
fr: [Mythique] Vitesse de déplacement +3%.
ru: [Мифический] Скорость передвижения +3%

source: [Titan Tales+3] Mythic Skill Effect Upgraded (+5%)
br: [Contos de Titãs+3] Efeito de habilidade mítica aprimorado (+5%)
de: [Geschichten der Titanen+3] Mythischer Fertigkeitseffekt verbessert (+5%)
fr: [Contes de Titan+3] Effet de compétence mythique amélioré (+5%)
ru: [Истории титанов+3] Улучшен эффект мифического умения (+5%)

source: [Chaos] While nearby a wall, takes less damage.
br: [Caos] Quando estiver perto de uma parede, sofrerá menos dano.
de: [Chaos] In der Nähe einer Wand erleidet er weniger Schaden.
fr: [Chaos] Lorsque vous êtes à proximité d'un mur, vous subissez moins de dégâts.
ru: [Хаос] Находясь рядом со стеной, вы получаете меньше урона.

source: Counterattack Charm
br: Amuleto de contra-ataque
de: Amulett der Gegenangriffe
fr: Charme de contre-attaque
ru: Подвеска контратаки

source: Etched with a Counterattack. Performs Counterattacks on enemies each time damage is taken.
br: Gravado com um contra-ataque. Executa contra-ataques nos inimigos sempre que recebe dano.
de: Mit einem Gegenangriff geätzt. Führt bei jedem erlittenen Schaden Gegenangriffe auf Feinde aus.
fr: Gravé avec une contre-attaque. Effectue des contre-attaques sur les ennemis à chaque fois que des dégâts sont infligés.
ru: Вытравить контратакой. Выполняет контратаку противников при каждом полученном уроне.

source: [Rare] [x]% chance to counter (increases with quality) enemies after taking damage (does 5x the damage taken to the enemy)
br: [Raro] [x]% de chance de contra-atacar (aumenta com a qualidade) inimigos após receber dano (causa 5x o dano recebido pelo inimigo)
fr: [Rare] [x]% de chances de contrer (augmente avec la qualité) les ennemis après avoir subi dégâts (inflige 5x les dégâts subis par l'ennemi)
ru: [Редкое] [x]% шанс парировать (увеличивается с ростом качества) противников после получения урона (наносит противнику 5-кратный урон)

source: [Epic] More Hearts equal better recovery effect, up to 100%
br: [Épico] Mais corações equivalem a um melhor efeito de recuperação, até 100%
de: [Episch] Mehr Herzen gleich besserer Erholungseffekt, bis zu 100%
fr: [Épique] Plus de cœurs égalent un meilleur effet de récupération, jusqu'à 100%.
ru: [Эпическое] Больше сердец - больше эффект восстановления, до 100%

source: [Legendary] Max HP +5%
br: [Lendário] HP máximo +5%
de: [Legendär] Maximale HP +5%
fr: [Légendaire] Max HP +5%
ru: [Легендарное] Максимальное количество HP +5%

source: [Mythic] Counterattack damage to bosses is increased by 120%.
br: [Mítico] O dano de contra-ataque aos chefes é aumentado em 120%.
de: [Mythisch] Der Schaden von Gegenangriffen auf Bosse wurde um 120% erhöht.
fr: [Mythique] Les dégâts de contre-attaque infligés aux boss sont augmentés de 120%.
ru: [Мифический] Урон от контратаки боссов увеличен на 120%.

source: [Titan Tales] Counterattack Rate +15%
br: [Contos de Titãs] Taxa de contra-ataque +15%
de: [Geschichten der Titanen] Gegenangriffsrate +15%
fr: [Contes de Titan] Taux de contre-attaque +15%
ru: [Истории титанов] Скорость контратаки +15%

source: [Chaos] The more HP lost, the higher the reflected damage
br: [Caos] Quanto mais HP for perdido, maior será o dano refletido
de: [Chaos] Je mehr HP verloren gehen, desto höher ist der reflektierte Schaden
fr: [Chaos] Plus les HP perdus sont importants, plus les dégâts réfléchis sont élevés.
ru: [Хаос] Чем больше потеряно HP, тем выше отраженный урон

source: Thunder Bracelet
br: Bracelete Relâmpago
de: Donner-Armband
fr: Bracelet de tonnerre
ru: Браслет грома

source: Bracelet containing thunder, bring down their wrath upon enemies.
br: Bracelete com relâmpago que descarrega sua fúria contra inimigos
de: Armband mit Donner, lasse Feinde ihren Zorn spüren.
fr: Bracelet contenant du tonnerre et abattre sa colère sur les ennemis
ru: Браслет, наполненный силой грома, чтобы обрушить его ярость на врагов.

source: Attack +[x]<br>Deals y times random Lightning damage to nearby enemies; damage amount is random too.
br: Ataque +[x]<br>Causa y vezes o dano aleatório de raio aos inimigos próximos; a quantidade de dano também é aleatória.
de: Angriff +[x]<br>Verursacht y-mal zufälligen Blitzschaden an Gegnern in der Nähe; die Schadenshöhe ist ebenfalls zufällig.
fr: Attaque +[x]<br>Délivre y fois des dégâts de foudre aléatoires aux ennemis proches ; Le montant des dégâts est également aléatoire.
ru: Атака +[x]<br> Наносит y-кратный случайный урон молнией ближайшим противникам; величина урона также случайна.

source: [Epic] Crit Damage +15%
br: [épico] Dano crítico +15%
de: [Episch] Kritischer Schaden +15%
fr: [Épique] Dégâts critiques +15%
ru: [Эпическое] Критический урон +15%

source: [Legendary] Attack +4%
br: [Lendário] Ataque +4%
de: [Legendär] Angriff +4%
fr: [Légendaire] Attaque +4%
ru: [Легендарное] Атака +4%

source: [Mythic] Elemental Lightning damage increased
br: [Mítico] Aumento do dano do Raio Elemental
de: [Mythisch] Schaden durch Elementarblitze erhöht
fr: [Mythique] Augmentation des dégâts de la foudre élémentaire
ru: [Мифический] Увеличен урон от элементарных молний

source: [Mythic+1] Bracelet Basic Stats +5%
br: [Mítico+1] Estatísticas básicas do bracelete +5%
de: [Mythisch+1] Armband Grundwerte +5%
fr: [Mythique+1] Bracelet - Stats de base +5
ru: [Мифический+1] Базовая статистика браслета +5%

source: [Titan Tales] Attack +8%
br: [Contos de Titãs] Ataque +8%
de: [Geschichten der Titanen] Angriff +8%
fr: [Contes de Titan] Attaque +8%
ru: [Истории титанов] Атака +8%

source: [Chaos] Upon Killing an enemy, increases self lightning Damage.
br: [Caos] Ao matar um inimigo, aumenta o dano autoprovocado por raios.
de: [Chaos] Erhöht beim Töten eines Feindes den eigenen Blitzschaden.
fr: [Chaos] En tuant un ennemi, augmente les dégâts de l'éclair.
ru: [Хаос] При убийстве противника увеличивается урон от молний.

source: Frozen Bracelet
br: Bracelete Congelado
de: Frost-Armband
fr: Bracelet gelé
ru: Браслет мороза

source: Bracelet containing ice, freeze enemies on the spot.
br: Bracelete com gelo que congela inimigos na hora
de: Armband mit Eis, friert Feinde an Ort und Stelle ein.
fr: Bracelet contenant de la glace pour geler les ennemis sur place
ru: Браслет, наделенный могуществом льда, замораживающий врагов на месте.

source: Attack +[x]<br>Randomly freezes y enemies for t seconds.
br: Ataque +[x]<br>Congela aleatoriamente y inimigos por t segundos.
de: Angriff +[x]<br>Friert y Gegner zufällig für t Sekunden ein.
fr: Attaque +[x]<br>Geler aléatoirement y ennemis pendant t secondes.
ru: Атака +[x]<br> Случайным образом замораживает y противников на t секунд.

source: [Mythic] Elemental Freezing damage increased
br: [Mítico] Aumento do dano de Congelamento Elemental
de: [Mythisch] Schaden durch Elementareinfrieren erhöht
fr: [Mythique] Augmentation des dégâts de Gel élémentaire
ru: [Мифический] Увеличен урон от элементального замораживания

source: [Chaos] Upon Killing an enemy, increases self ice Damage.
br: [Caos] Ao matar um inimigo, aumenta o Dano de Gelo próprio.
de: [Chaos] Erhöht beim Töten eines Feindes den eigenen Eisschaden.
fr: [Chaos] En tuant un ennemi, augmente les dégâts de glace du personnage.
ru: [Хаос] При убийстве противника увеличивает урон от ледяного оружия.

source: Blazing Bracelet
br: Bracelete em Chamas
de: Loderndes Armband
fr: Bracelet flamboyant
ru: Браслет выспышки

source: Bracelet containing fire, burn enemies while they live.
br: Bracelete com fogo que queima inimigos vivos
de: Armband mit Feuer, verbrenne Feinde, während sie leben.
fr: Bracelet contenant du feu pour brûler les ennemis
ru: Браслет, наделенный могуществом огня, сжигающий врагов заживо.

source: Attack +[x]<br>Burns y enemies lasting t seconds.
br: Ataque +[x]<br>Queima y inimigos com duração de t segundos.
de: Angriff +[x]<br>Verbrennt y Gegner t Sekunden lang.
fr: Attaque +[x]<br>Brûle y ennemis pendant t secondes.
ru: Атака +[x]<br>Сжигает y врагов в течение t секунд.

source: [Mythic] Elemental Fire damage increased
br: [Mítico] Dano de fogo elementar aumentado
de: [Mythisch] Elementarer Feuerschaden erhöht
fr: [Mythique] Augmentation des dégâts de feu élémentaire
ru: [Мифический] Увеличен урон от стихийного огня

source: [Chaos] Upon Killing an enemy, increases self fire Damage.
br: [Caos] Ao matar um inimigo, aumenta o dano de fogo próprio.
de: [Chaos] Erhöht beim Töten eines Feindes den eigenen Feuerschaden.
fr: [Chaos] En tuant un ennemi, augmente les dégâts de feu du personnage.
ru: [Хаос] При убийстве противника увеличивает урон от собственного огня.

source: Split Bracelet
br: Bracelete Dividido
de: Geteiltes Armband
fr: Bracelet fendu
ru: Браслет разделения

source: Bracelet containing a copy, brings out a copy when fighting enemies.
br: Bracelete com uma cópia que traz uma cópia ao lutar contra inimigos
de: Armband mit einer Kopie, beim Kampf gegen Feinde erscheint eine Kopie.
fr: Bracelet contenant une réplique qui apparaît lors du combat
ru: Браслет, наделенный могуществом создания копий. Он создает ваших клонов, чтобы сражаться с врагами.

source: Attack +[x]<br>Summons y copy to help battle, lasting t seconds.
br: Ataque +[x]<br>Convoca y cópia para ajudar na batalha, com duração de t segundos.
de: Angriff +[x]<br>Beschwört y Exemplare zur Unterstützung im Kampf, Dauer t Sekunden.
fr: Attaque +[x]<br>Invoque y copies pour aider au combat, pour une durée de t secondes.
ru: Атака +[x]<br>Призывает y копий на помощь в бою, длительность t секунд.

source: [Legendary] Summoned Creature Damage +15%
br: [Lendário] Dano da criatura invocada +15%
de: [Legendär] Schaden der beschworenen Kreatur +15%
fr: [Légendaire] Dégâts des créatures invoquées +15%.
ru: [Легендарное] Урон вызываемого существа +15%

source: [Mythic] The lower the HP, the higher the clones attack
br: [Mítico] Quanto menor o HP, maior o ataque dos clones
de: [Mythisch] Je niedriger die HP, desto höher der Angriff der Klone
fr: [Mythique] Plus les HP sont bas, plus les clones attaquent.
ru: [Мифический] Чем меньше HP, тем выше атака клонов

source: [Chaos] While nearby a summoned creature, increases hero's Attack.
br: [Caos] Enquanto estiver perto de uma criatura convocada, aumenta o Ataque do herói.
de: [Chaos] Erhöht den Angriffswert des Helden, wenn er sich in der Nähe einer beschworenen Kreatur befindet.
fr: [Chaos] A proximité d'une créature invoquée, augmente l'Attaque du héros.
ru: [Хаос] Если поблизости находится вызванное существо, увеличивает Атаку героя.

source: Invincible Bracelet
br: Bracelete Invencível
de: Unbesiegb. Armband
fr: Bracelet invincible
ru: Браслет неуязвимости

source: A bracelet which triggers an invincible star when enemies appear.
br: Um bracelete que ativa uma estrela invencível quando inimigos aparecem
de: Ein Armband, das einen unbesiegbaren Stern auslöst, wenn Feinde auftauchen
fr: Un bracelet qui active une étoile invincible lorsque les ennemis apparaissent
ru: Браслет, призывающий звезду неуязвимости, когда появляются враги

source: [Mythic] +30% Critical Damage when Invincibility trigger
br: [Mítico] +30% de Dano Crítico quando a Invencibilidade é acionada
de: [Mythisch] +30% kritischer Schaden bei Auslösung der Unbesiegbarkeit
fr: [Mythique] +30% de dégâts critiques lors du déclenchement de l'invincibilité
ru: [Мифический] +30% критического урона при срабатывании неуязвимости

source: [Titan Tales+3] +55% Critical Damage when Invincibility trigger
br: [Contos de Titãs+3] +55% de Dano Crítico quando a Invencibilidade é acionada
de: [Geschichten der Titanen+3] +55% kritischer Schaden bei Auslösung der Unbesiegbarkeit
fr: [Contes de Titan+3] +55% de dégâts critiques lors du déclenchement de l'invincibilité
ru: [Истории титанов+3] +55% критического урона при срабатывании неуязвимости

source: Attack +[x]<br>Be protected by Invincible Star lasting t seconds when encountering enemies.
br: Ataque +[x]<br>Seja protegido pela Estrela Invencível com duração de t segundos ao encontrar inimigos.
de: Angriff +[x]<br>Wenn du auf Feinde triffst, bist du t Sekunden lang durch den Unbesiegbaren Stern geschützt.
fr: Attaque +[x]<br>Soyez protégé par Étoile invincible pendant t secondes lorsque vous rencontrant des ennemis.
ru: Атака +[x]<br> При столкновении с врагами будьте защищены "Звездой непобедимости" на t секунд.

source: [Epic] Attack +6%
br: [Épico] Ataque +6%
de: [Episch] Angriff +6%
fr: [Épique] Attaque +6%
ru: [Эпическое] Атака +6%

source: [Legendary] Own buff duration extended +7%
br: [Lendário] Duração do próprio bônus estendida em +7%
de: [Legendär] Dauer des eigenen Stärkungszaubers um +7% verlängert
fr: [Légendaire] La durée de son propre buff est prolongée de +7%.
ru: [Легендарное] Продолжительность действия собственного баффа увеличена на +7%

source: [Mythic] When the bracelet triggers Invincible, Crit Damage is increased
br: [Mítico] Quando o bracelete aciona Invencível, o Dano Crítico é aumentado
de: [Mythisch] Wenn der Armreif "Unbesiegbar" auslöst, wird der kritische Schaden erhöht.
fr: [Mythique] Lorsque le bracelet déclenche Invincible, les dégâts de critique sont augmentés.
ru: [Мифический] При срабатывании браслета "Непобедимость" критический урон увеличивается

source: [Titan Tales] Attack +10%
br: [Contos de Titãs] Ataque +10%
de: [Geschichten der Titanen] Angriff +10%
fr: [Contes de Titan] Attaque +10%
ru: [Истории титанов] Атака +10%

source: [Chaos] Greatly increases Attack Speed when invincible shield is active
br: [Caos] Aumenta Incomun a velocidade de ataque quando o escudo invencível está ativo
de: [Chaos] Erhöht die Angriffsgeschwindigkeit stark, wenn der unbesiegbare Schild aktiv ist
fr: [Chaos] Augmente fortement la vitesse d'attaque lorsque le bouclier invincible est actif
ru: [Хаос] Значительно увеличивает скорость атаки при активном щите непобедимости

source: Quickshot Bracelet
br: Bracelete Rápido
de: Schnellsch.-Armband
fr: Bracelet Tir rapide
ru: Бр. быстрой стрельбы

source: A bracelet which magically shoots multiple arrows when enemies appear.
br: Um bracelete que dispara várias flechas magicamente quando inimigos aparecem
de: Ein Armband, das auf magische Weise mehrere Pfeile verschießt, wenn Feinde auftauchen
fr: Un bracelet qui tire magiquement plusieurs flèches lorsque les ennemis apparaissent
ru: Браслет, магически выстреливающий залп стрел, когда появляются враги

source: Attack +[x]<br>Shoot more arrows continuously lasting t seconds encountering enemies.
br: Ataque +[x]<br>Atire mais flechas continuamente, com duração de t segundos, ao encontrar inimigos.
de: Angriff +[x]<br>Schießt mehr Pfeile kontinuierlich für t Sekunden auf Feinde.
fr: Attaque +[x]<br>Tirer plus de flèches en continu pendant t secondes en rencontrant ennemis.
ru: Атака +[x]<br>При столкновении с врагами выпускать больше стрел непрерывно в течение t секунд.

source: [Legendary] Projectile flight speed +6%
br: [Lendário] Velocidade de voo do projétil +6%
de: [Legendär] Projektilfluggeschwindigkeit +6%
fr: [Légendaire] Vitesse de vol des projectiles +6%.
ru: [Легендарное] Скорость полета снаряда +6%

source: [Mythic] Projectiles travel faster
br: [Mítico] Projéteis viajam mais rápido
de: [Mythisch] Geschosse reisen schneller
fr: [Mythique] Les projectiles voyagent plus vite
ru: [Мифический] Снаряды летят быстрее

source: [Chaos] Upon Critical Hit, there is a chance to follow up with a shot.
br: [Caos] Ao sofrer um Acerto Crítico, há uma chance de dar continuidade com um tiro.
de: [Chaos] Bei einem kritischen Treffer besteht die Möglichkeit, einen weiteren Schuss abzugeben.
fr: [Chaos] En cas de coup critique, il y a une chance d'enchaîner avec un tir.
ru: [Хаос] При критическом попадании есть шанс нанести последующий удар.

source: Shield Bracelet
br: Bracelete de proteção
de: Armband des Schildes
fr: Bracelet de bouclier
ru: Браслет щита

source: Bracelet inscribed with Shield Guard, used to protect oneself when enemies appear.
br: Bracelete inscrito com Guarda de proteção, usado para se proteger quando o inimigo aparece.
de: Ein Armband mit der Inschrift „Schildschutz“, das einen bei Erscheinen von Gegnern beschützt.
fr: Bracelet portant l'inscription Bouclier protecteur, utilisé pour se protéger lorsque des ennemis apparaissent.
ru: Браслет, пронизанный силой укрывающего щита; используется для защиты при приближении врагов.

source: Attack +[x]<br>Gain x-y Shield Guards that add damage for t seconds in battle.<br>Gain Crit Rate when blocking shots.
br: Ataque +[x]<br>Ganhe x-y protetores de escudo que adicionam dano por t segundos na batalha.<br>Ganhe taxa de crítico ao bloquear tiros.
de: Angriff +[x]<br>Erhalte x-y Schildwächter, die im Kampf t Sekunden lang Schaden hinzufügen.<br>Erhalte Crit-Rate beim Blocken von Schüssen.
fr: Attaque +[x]<br>Gagnez x-y Protections de bouclier qui ajoutent des dégâts pendant t secondes en combat.<br>Gagnez du taux de critique lorsque vous bloquez des tirs.
ru: Атака +[x]<br> Получает x-y щитов, которые добавляют урон в течение t секунд в бою.<br> Получает крит-коэффициент при блокировании выстрелов.

source: [Epic] Attack +7%
br: [Épico] Ataque +7%
de: [Episch] Angriff +7%
fr: [Épique] Attaque +7%
ru: [Эпическое] Атака +7%

source: [Legendary] Shield Size +25%
br: [Lendário] Tamanho do escudo +25%
de: [Legendär] Schildgröße +25%
fr: [Légendaire] Taille du bouclier +25
ru: [Легендарное] Размер щита +25%

source: [Mythic] Chance to gain Shield Guard after a Crit hit
br: [Mítico] Chance de ganhar Guarda de Escudo após um acerto crítico
de: [Mythisch] Chance, nach einem kritischen Treffer Schildwache zu erhalten
fr: [Mythique] Chance d'obtenir Garde de bouclier après un coup critique
ru: [Мифический] Шанс получить защиту щитом после критического удара

source: [Mythic+2] Epic Skill Effect Upgraded (+9%)
br: [Mítico+2] Efeito de habilidade épica aprimorado (+9%)
de: [Mythisch+2] Epischer Fertigkeitseffekt verbessert (+9%)
fr: [Mythique+2] Effet de compétence épique amélioré (+9%)
ru: [Мифический+2] Улучшен эффект эпического умения (+9%)

source: [Titan Tales] Attack +12%
br: [Contos de Titãs] Ataque +12%
de: [Geschichten der Titanen] Angriff +12%
fr: [Contes de Titan] Attaque +12%
ru: [Истории титанов] Атака +12%

source: [Chaos] Increases shield spin speed, Shield also deals damage
br: [Caos] Aumenta a velocidade de giro do escudo, o escudo também causa dano
de: [Chaos] Erhöht die Geschwindigkeit der Schilddrehung, Schild verursacht auch Schaden
fr: [Chaos] Augmente la vitesse de rotation du bouclier, le bouclier inflige également des dégâts.
ru: [Хаос] Увеличивает скорость вращения щита, щит также наносит урон

source: Arcane Archer
br: Arqueiro Arcano
de: Arkaner Bogenschütze
fr: Archer des arcanes
ru: Колдовской лучник

source: A book that has all powers and experiences of an Archer. Use it to get an active Ultimate skill.
br: Um livro que tem todos os poderes e experiências de um Archer. Use-o para obter uma habilidade Ultimate ativa.
de: Ein Buch, das alle Fähigkeiten und Erfahrungen eines Bogenschützen enthält. Benutze es, um eine aktive ultimative Fähigkeit zu erhalten.
fr: Un livre qui possède tous les pouvoirs et les expériences d'un Archer. Utilisez-le pour obtenir une compétence ultime active.
ru: Книга, обладающая всеми способностями и опытом лучника. Используйте ее для получения активного навыка Ultimate.
