Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Deals more damage to frozen enemies
br: Causa mais dano a inimigos congelados
de: Verursacht mehr Schaden an gefrorenen Feinden
fr: Inflige plus de dégâts aux ennemis gelés
ru: Наносит больше урона замороженным врагам

source: Ice Empress
br: Imperatriz Gelada
de: Eiskaiserin
fr: Impératrice de glace
ru: Ледяная императрица

source: [Lvl 50]: Attack +100
br: [Nível 50]: Ataque +100
de: [Lvl 50]: Angriff +100
fr: [Niv. 50] : Attaque +100
ru: [50 уровень]: Атака +100

source: Surrounding enemies will automatically have reduced movement speed
br: Inimigos ao redor terão velocidade de movimento reduzida automaticamente
de: Umgebende Feinde haben automatisch reduzierte Bewegungsgeschwindigkeit
fr: Réduction automatique de la vitesse de déplacement des ennemis alentour
ru: У врагов рядом автоматически снижается скорость движения

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 70
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 70
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 70
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 70
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 70

source: Sweet Proposal
br: Proposta Doce
de: Süßer Antrag
fr: Douce demande
ru: Предложение

source: Continuously attacking the enemy will increase attack and dodge rate, can be stack up to 10%
br: Atacar o inimigo continuamente vai aumentar o ataque e a taxa de desvio, pode acumular até 10%
de: Kontinuierliches Angreifen des Feindes erhöht Angriffs- und Ausweichrate. Stapelbar bis zu 10/%
fr: Attaquer continuellement l'ennemi augmentera le taux d'attaque et d'esquive. Cumulable jusqu'à 10/%.
ru: Непрерывные атаки на врага усилят атаку и увеличат шанс уклонения, суммируется до 10%

source: Turkey Celebration
br: Comemoração de Peru
de: Truthahnfeier
fr: Célébration de la dinde
ru: Празднество индеек

source: [Lvl 60] Max HP +400
br: [Nível 60] HP máximo +400
de: [Lvl 60] Maximale HP +400
fr: [Niv. 60] HP max. +400
ru: [60 уровень] Максимальное количество HP +400

source: Damage reduction +4%. The more on-screen enemies the higher the effect.
br: +4% de Redução de Dano. Quanto mais inimigos na tela, maior o efeito
de: Schadensreduktion +4 %. Je mehr Gegner auf dem Bildschirm sind, desto höher die Wirkung
fr: Réduction des dégâts de 4%. Plus il y a d'ennemis à l'écran, plus l'effet est important.
ru: Снижение урона +4%. Чем больше врагов на поле, тем сильнее эффект

source: Bonnie
ru: Бонни

source: Heroic and kind woman of the sea! She robs the rich and helps the poor.
br: Mulher do mar, heroica e gentil! Ela rouba dos ricos para ajudar os pobres.
de: Heldenhafte und gütige Frau des Meeres! Sie raubt die Reichen aus und hilft den Armen.
fr: Une héroïque et gentille flibustière ! Elle vole les riches pour donner aux pauvres.
ru: Отважная морская разбойница с добрым сердцем. Грабит богатых и раздает бедным.

source: $9.99 USD or 30 Bonnie Shards
br: US$ 9,99 ou 30 Bonnie fragmentos
de: $9.99 USD oder 30 Bonnie-Scherben
fr: 9,99 USD ou 30 Bonnie Shards
ru: 9,99 USD или 30 осколков Бонни

source: Chance to summon Clone when attacking
br: Chance de invocar Clone ao atacar
de: Chance, beim Angriff Klone zu beschwören
fr: Une chance d'invoquer un clone lorsque vous attaquez
ru: Шанс призвать клона при атаке

source: Attack +50 <span class='all_effect_span'>All Heroes</span>
br: Ataque +50 <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +50 <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +50 <span class='all_effect_span'>Tous les héros</span>
ru: Атака +50 <span class='all_effect_span'>Всех героев</span>

source: Clone - Emergency: Chance to summon 2 clones
br: Clone - Emergência: Chance de convocar 2 clones
de: Klon - Notfall: Chance, 2 Klone zu beschwören
fr: Clone - Urgence : Possibilité d'invoquer 2 clones
ru: Клон - Аварийная ситуация: Шанс призвать 2 клонов

source: Trait - Fearless: When there are too many enemies, own attack speed increased
br: Característica - Destemido: Quando há muitos inimigos, sua velocidade de ataque aumenta
de: Eigenschaft - Furchtlos: Wenn es zu viele Feinde gibt, erhöht sich die eigene Angriffsgeschwindigkeit
fr: Trait - Sans peur : Lorsqu'il y a trop d'ennemis, sa vitesse d'attaque est augmentée.
ru: Черта - Бесстрашие: Когда врагов слишком много, собственная скорость атаки увеличивается

source: Spirit - Upgrade: The more coins on the floor, the quicker the attack speed
br: Spirit - Upgrade: Quanto mais moedas houver no chão, maior será a velocidade de ataque
de: Spirit - Upgrade: Je mehr Münzen auf dem Boden liegen, desto schneller ist die Angriffsgeschwindigkeit
fr: Esprit - Amélioration : Plus il y a de pièces sur le sol, plus la vitesse d'attaque est élevée.
ru: Spirit - Upgrade: чем больше монет на полу, тем выше скорость атаки

source: Clone - Crowd: Clone max limit increased
br: Clone - Multidão: Aumento do limite máximo de clones
de: Klonen - Menschenmenge: Klon-Limit erhöht
fr: Clone - Foule : Augmentation de la limite maximale des clones
ru: Клон - Толпа: Увеличен максимальный лимит клонов

source: Max HP +1200 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +1200 <span class='all_effect_span'>Todos os heróis</span>
de: Maximale HP +1200 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +1200 <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +1200 <span class='all_effect_span'>Все герои</span>.

source: Summoned Creature Damage +15% <span class='all_effect_span'>All Heroes</span>
br: Dano da criatura invocada +15% <span class='all_effect_span'>Todos os heróis</span>
de: Schaden der beschworenen Kreatur +15% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts des créatures invoquées +15% <span class='all_effect_span'>Tous les héros</span>
ru: Урон вызываемого существа +15% <span class='all_effect_span'>Все герои</span>.

source: Bonnie's base Attack +5%
br: Ataque básico da Bonnie +5%
de: Bonnies Grundangriff +5%
fr: Attaque de base de Bonnie +5%.
ru: Базовая атака Бонни +5%

source: Attack +150
br: Ataque +150
de: Angriff +150
fr: Attaque +150
ru: Атака +150

source: After i critical hit, summoned shadow's damage increased for 4s
br: Após um acerto crítico, o dano da sombra convocada aumenta por 4s
de: Nach einem kritischen Treffer wird der Schaden des beschworenen Schattens für 4s erhöht.
fr: Après un coup critique, les dégâts de l'ombre invoquée augmentent pendant 4s.
ru: После критического попадания урон вызванной тени увеличивается на 4 с

source: Summoned Creature Damage +9%
br: Dano de criatura invocada +9%
de: Schaden der beschworenen Kreatur +9%
fr: Dégâts des créatures invoquées +9%.
ru: Урон вызываемого существа +9%

source: Bonnie's base HP +10%
br: HP básico da Bonnie +10%
de: Bonnies Grund-HP +10%
fr: HP de base de Bonnie +10%
ru: Базовые HP Бонни +10%

source: Summoned Creature Duration +20%
br: Duração da criatura invocada +20%
de: Dauer der beschworenen Kreatur +20%
fr: Durée de la créature invoquée +20%.
ru: Длительность вызываемого существа +20%

source: More summoned creature in a room increases own Attack
br: Mais criaturas invocadas em uma sala aumentam o próprio Ataque
de: Mehr beschworene Kreaturen in einem Raum erhöhen die eigene Attacke
fr: Plus de créatures invoquées dans une pièce augmente l'Attaque propre.
ru: Больше вызванных существ в комнате увеличивает собственную атаку

source: Summoned Creature Damage +17%
br: Dano da criatura invocada +17%
de: Schaden der beschworenen Kreatur +17%
fr: Dégâts des créatures invoquées +17%.
ru: Урон вызываемого существа +17%

source: Pirate Captain
br: Capitão Pirata
de: Piratenkapitän
fr: Capitaine pirate
ru: Пиратский капитан

source: [Lvl 50]: Max HP +250
br: [Nível 50]: HP máximo +250
fr: [Niv. 50] : HP max +250
ru: [50 уровень]: Максимальное количество HP +250

source: Bonnie's clone duration increased with the amount of abilities
br: A duração do clone de Bonnie aumenta com a quantia de habilidades
de: Bonnies Klondauer wurde mit der Anzahl der Fähigkeiten erhöht
fr: La durée du clone de Bonnie augmente avec la quantité de capacités
ru: Длительность существования клона Бонни растет с количеством способностей

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 20
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 20
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 20
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 20
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 20

source: Ghost Captain
br: Capitão Fantasma
de: Geisterhauptmann
fr: Capitaine fantôme
ru: Призрачный капитан

source: [Lvl 50] Max HP +250
br: [Nível 50] HP máximo +250
de: [Lvl 50] Maximale HP +250
fr: [Niv. 50] Max HP +250
ru: [50 уровень] Максимальное количество HP +250

source: Turn into a ghost at intervals, during which projectiles and enemies will pass through.
br: Transforme-se em fantasma em intervalos, durante os quais projéteis e inimigos passarão por você
de: Du wirst in bestimmten Intervallen zu einem Geist, durch den Geschosse und Feinde hindurchfliegen.
fr: Transformez-vous en fantôme à intervalles régulier, les projectiles et des ennemis passeront au travers
ru: Время от времени вы будете превращаться в призрака; снаряды или враги будут пролетать сквозь вас

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 120
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 120
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 120
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 120
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 120

source: Sylvan
fr: Sylvain
ru: Сильван

source: An elf prince, master of the elements and loves nature.
br: Um príncipe elfo, mestre dos elementos e amante da natureza.
de: Ein Elfenprinz, der die Elemente beherrscht und die Natur liebt.
fr: Un prince elfe, maître des éléments et qui aime la nature.
ru: Эльфийский принц, повелитель стихий и любитель природы.

source: Damage to Ranged Units +20%
br: Dano a unidades de longo alcance +20%
de: Schaden an Fernkampfeinheiten +20%
fr: Dégâts aux unités à distance +20%.
ru: Урон, наносимый раненым юнитам +20%

source: $18.99 USD or 30 Sylvan Shards
br: US$ 18,99 ou 30 Sylvan fragmentos
de: $18.99 USD oder 30 sylvanische Scherben
fr: 18,99 $US ou 30 fragments Sylvain
ru: $18,99 USD или 30 Осколков Сильвана

source: When attacking, there's a chance to trigger a random powerful elemental attack.
br: Ao atacar, tem uma chance de ativar um poderoso ataque elemental.
de: Beim Angriff besteht die Chance, einen zufälligen, mächtigen Elementarangriff auszulösen.
fr: Chance de déclencher une puissante attaque élémentaire aléatoire.
ru: При атаке есть шанс срабатывания случайной мощной стихийной атаки.

source: Every time an enemy is attacked, a random effect from fire, toxic, bolt or ice is used.
br: Sempre que um inimigo for atacado, é usado um efeito aleatório de fogo, tóxico, relâmpago ou gelo.
de: Jedes Mal, wenn ein Feind angegriffen wird, wird eine zufällige Wirkung von Feuer, Gift, Blitz oder Eis verwendet
fr: Chaque fois qu'un ennemi est attaqué, un effet aléatoire toxique, de feu, de foudre ou de glace est utilisé
ru: Каждый раз, когда вы атакуете врага, используется случайный эффект огня, яда, молнии или льда.

source: Damage to Ranged Units +75 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades de longo alcance +75 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Fernkampfeinheiten +75 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités à distance +75 <span class='all_effect_span'>Tous les héros</span>
ru: Урон, наносимый раненым юнитам, +75 <span class='all_effect_span'>Все герои</span>.

source: Elemental - Damage: Elemental damage increased
br: Elemental - Dano: Dano elementar aumentado
de: Elementar - Schaden: Elementarschaden erhöht
fr: Élémentaire - Dégâts : Augmentation des dégâts élémentaires
ru: Элементаль - Урон: Урон от стихий увеличен

source: Trait - Pride: When HP is higher than 75%, get extra attack speed
br: Característica - Orgulho: Quando o HP é superior a 75%, recebe velocidade de ataque extra
de: Eigenschaft - Stolz: Wenn die HP höher als 75% sind, erhältst du zusätzliches Angriffstempo
fr: Trait - Fierté : Lorsque les HP sont supérieurs à 75%, obtient une vitesse d'attaque supplémentaire
ru: Черта - Гордость: Когда HP превышает 75%, увеличивается скорость атаки

source: Spirit - Upgrade: Enemy gets a second Elemental attack
br: Espírito - Upgrade: O inimigo recebe um segundo ataque Elemental
de: Geist - Upgrade: Feind erhält einen zweiten Elementarangriff
fr: Esprit - Amélioration : L'ennemi bénéficie d'une seconde attaque élémentaire
ru: Дух - Улучшение: противник получает вторую атаку элементаля

source: Elemental - Critical Strike: Elemental damage has a chance to deal crit attack
br: Elemental - Ataque crítico: O dano elemental tem uma chance de causar um ataque crítico
de: Elementar - Kritischer Schlag: Elementarschaden hat eine Chance auf einen kritischen Angriff
fr: Élémentaire - Coup critique : Les dégâts élémentaires ont une chance d'infliger un coup crit attaque
ru: Elemental - Critical Strike: Элементальный урон имеет шанс нанести критический удар

source: Damage to Ground Units +400 <span class='all_effect_span'>All Heroes</span>
br: Dano a unidades terrestres +400 <span class='all_effect_span'>Todos os heróis</span>
de: Schaden an Bodeneinheiten +400 <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts aux unités terrestres +400 <span class='all_effect_span'>Tous les héros</span>
ru: Урон наземных юнитов +400 <span class='all_effect_span'>Всех героев</span>.

source: Elemental Damage +30% <span class='all_effect_span'>All Heroes</span>
br: Dano elementar +30% <span class='all_effect_span'>Todos os heróis</span>
de: Elementarschaden +30% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts élémentaires +30% <span class='all_effect_span'>Tous les héros</span>
ru: Элементарный урон +30% <span class='all_effect_span'>Все герои</span>.

source: Sylvan's base Attack +5%
br: Ataque básico de Sylvan +5%
de: Sylvan's Grundangriff +5%
fr: Attaque de base de Sylvain +5%.
ru: Базовая атака Сильвана +5%

source: Damage to Ranged Units +240
br: Dano a unidades de longo alcance +240
de: Schaden an Fernkampfeinheiten +240
fr: Dégâts aux unités à distance +240
ru: Урон, наносимый раненым единицам +240

source: Increased attack after looting a Red Heart. Lasts 3 rooms
br: Aumento do ataque após o saque de um Red Heart. Dura 3 salas
de: Erhöhter Angriff nach dem Plündern eines Roten Herzens. Dauert 3 Räume
fr: Augmentation de l'attaque après avoir pillé un Coeur rouge. Durée de vie de 3 pièces
ru: Увеличение атаки после разграбления Красного сердца. Действует в течение 3 комнат

source: Elemental Damage +10%
br: Dano Elemental +10%
de: Elementarschaden +10%
fr: Dégâts élémentaires +10%.
ru: Элементарный урон +10%

source: Sylvan's base HP +10%
br: HP básico do Sylvan +10%
de: Sylvans Grund-HP +10%
fr: HP de base de Sylvain +10%
ru: Базовые HP Сильвана +10%

source: Elemental Damage +18%
br: Dano Elemental +18%
de: Elementarschaden +18%
fr: Dégâts élémentaires +18%.
ru: Элементарный урон +18%

source: Gain increased Element damage when attacked by enemies
br: Aumento do dano elementar quando atacado por inimigos
de: Erhöhter Elementschaden bei Angriffen von Feinden
fr: Augmentation des dégâts d'Élément en cas d'attaque par des ennemis
ru: Получение увеличенного урона от стихий при атаке врагов

source: Elemental Damage +25%
br: Dano Elemental +25%
de: Elementarschaden +25%
fr: Dégâts élémentaires +25
ru: Элементарный урон +25%

source: Elegant Prince
br: Príncipe Elegante
de: Eleganter Prinz
fr: Prince élégant
ru: Элегантный принц

source: [Lvl 50]: Attack +120
br: [Nível 50]: Ataque +120
de: [Lvl 50]: Angriff +120
fr: [Niv. 50] : Attaque +120
ru: [50 уровень]: Атака +120

source: When stationary, attack is increased by 4%
br: Quando parado, o ataque aumenta 4%
de: Im Ruhezustand wird der Angriff um 4 % erhöht
fr: À l'arrêt, attaque augmentée de 4 %
ru: Когда вы стоите на месте, атака увеличивается на 4%

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 95
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 95
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 95
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 95
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 95

source: When getting Skills, there's a higher chance to get an Elemental skill
br: Ao obter habilidades, há uma chance maior de obter uma habilidade elemental
de: Beim Erhalt von Fähigkeiten, besteht höhere Chance auf Elementar-Fähigkeit
fr: En obtenant des compétences, chance accrue d'obtenir une compétence élémentaire
ru: При получении навыков, повышается шанс получения навыка стихий

source: Leaderboard Top 3 Rewards (only during the 1st Season)
br: Recompensas para os 3 melhores da tabela de classificação (somente durante a 1ª temporada)
de: Top-3-Belohnungen der Rangliste (nur während der 1. Saison)
fr: Récompenses pour les 3 premiers du classement (uniquement pendant la 1ère saison)
ru: Вознаграждение за 3 первых места в таблице лидеров (только в течение 1-го сезона)

source: Commander
br: Comandante
de: Kommandant
fr: Commandant
ru: Командир

source: Gain elemental damage resistance. Boost summoned creatures' random elemental damage.
br: Ganha resistência a dano elemental. Impulsiona dano elemental aleatório de criaturas
de: Elementarschaden-Widerstand. Gesteigerter Elementar-SCH bei beschworenen Kreaturen.
fr: Gain de résist. aux dégâts élém. Boost des dégâts élém. al. des créatures invoquées
ru: Получ. сопротивление стих. урону. Усиление случ. стих. урона призванных существ

source: Leaderboard Top 20 Rewards (Exclusive)
br: Recompensas dos Top 20 (Exclusivas)
de: Rangliste - Top 20 Prämien (Exklusiv)
fr: Récomp. top 20 du classem. (exclusives)
ru: Награды за топ-20 в таблице (эксклюзив)

source: Vampire Count
br: Conde Vampiro
de: Vampirgraf
fr: Comte Vampire
ru: Граф-вампир

source: [Lvl 50] Max HP +350
br: [Nível 50] HP máximo +350
de: [Lvl 50] Maximale HP +350
fr: [Niv. 50] HP max. +350
ru: [50 уровень] Максимальное количество HP +350

source: Killing enemies restores a little HP. Killing bosses restores more HP.
br: Abater inimigos restaura um pouco de HP. Abater chefes restaura mais HP
de: Das Töten von Feinden heilt einige GP. Das Töten von Bossen heilt eine höhere Menge GP.
fr: Tuer des ennemis restaure un peu de PV. Tuer des boss permet de restaurer plus de PV
ru: Убийства врагов восстанавливают немного ОЗ. Убийства боссов восстанавливают больше ОЗ

source: Price: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 250
br: Preço: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 250
de: Preis: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 250
fr: Prix : <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 250
ru: Цена: <object type='image/png' data='/static/image/svg/purple_ticket.svg' width='18' height='18'></object> 250

source: Shade
br: Sombra
de: Schatten
fr: Ombre
ru: Тень

source: Killer of shadows, queen of the night, she can switch between her real and shadow self in battle.
br: Assassina das sombras, rainha da noite, ela pode alternar entre o seu eu real e o das sombras na batalha.
de: Killerin der Schatten, Königin der Nacht, sie kann im Kampf zwischen ihrem echten und ihrem Schatten-Ich wechseln.
fr: Tueuse d'ombres, reine de la nuit, elle peut passer de son vrai à son ombre au combat.
ru: Убийца теней, королева ночи, в бою она может переключаться между своей реальной и теневой сущностью.

source: Damage to Ground Units +100
br: Dano a unidades terrestres +100
de: Schaden an Bodeneinheiten +100
fr: Dégâts aux unités terrestres +100
ru: Урон наземных подразделений +100

source: Crit Damage +10%
br: Dano crítico +10%
de: Kritischer Schaden +10%
fr: Dégâts critique +10%
ru: Критический урон +10%

source: $18.99 USD or 30 Shade Shards
br: US$ 18,99 ou 30 Sombra fragmentos
de: $18.99 USD oder 30 Schattensplitter
fr: 18,99 $US ou 30 fragments de Ombre
ru: 18,99 долл. или 30 осколков оттенка

source: You can enjoy different effects with real and shadow forms, which switch automatically during battle.
br: Você pode aproveitar efeitos diferentes nas formas real e sombria, que se ativam automaticamente durante a batalha.
de: Du kannst verschiedene Effekte mit realen und Schattenformen genießen, die während des Kampfes automatisch wechseln
fr: Vous pouvez profiter de différents effets avec des formes réelles et des formes d'ombre, qui changent automatiquement pendant le combat
ru: Вы можете пользоваться различными эффектами в реальной форме и форме тени, которые автоматически меняются во время битвы.
