Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: [Epic] (ULT.) Red Hearts can temporarily raise Attack and Crit Rate. Can be stacked
br: [Épico] (ULT.) Os Corações Vermelhos podem aumentar temporariamente o Ataque e a Taxa de Críticos. Pode ser acumulado
de: [Episch] (ULT.) Rote Herzen können die Angriffs- und Trefferquote vorübergehend erhöhen. Kann gestapelt werden
fr: [Épique] (ULT.) Les cœurs rouges peuvent augmenter temporairement l'Attaque et le Taux de critique. (Cumulable)
ru: [Эпическое] (ULT.) Красные сердца могут временно повысить атаку и скорость крита. Можно складывать в стопку

source: [Perfect Epic] (ULT.) Each Red Heart spawns +1 Shadow Clone
br: [Perfeitamente épico] (ULT.) Cada Coração Vermelho gera +1 Clone das Sombras
de: [Perfekt Episch] (ULT.) Jedes Rote Herz erzeugt +1 Schattenklon
fr: [Épique Splendide] (ULT.) Chaque Coeur rouge génère +1 Clone d'ombre.
ru: [Идеальный эпический] (ULT.) Каждое красное сердце порождает +1 теневого клона

source: [Legendary] (ULT.) Max Red Hearts +1
br: [Lendário] (ULT.) Máximo de corações vermelhos +1
de: [Legendär] (ULT.) Max Rote Herzen +1
fr: [Légendaire] (ULT.) Max Red Hearts +1
ru: [Легендарное] (ULT.) Макс. красные сердца +1

source: [Ancient Legendary] (ULT.) Red Hearts can temporarily raise Movement Speed and Damage Reduction. Can be stacked
br: [Lendário Antigo] (ULT.) Os Corações Vermelhos podem aumentar temporariamente a Velocidade de Movimento e a Redução de Dano. Pode ser empilhado
de: [Antik Legendär] (ULT.) Rote Herzen können vorübergehend die Bewegungsgeschwindigkeit und die Schadensreduktion erhöhen. Kann gestapelt werden
fr: [Légendaire antique] (ULT.) Les Cœurs rouges peuvent temporairement augmenter la vitesse de déplacement et la Réduction des dégâts. (cumulable)
ru: [Древний легендарный] (УЛТ.) Красные сердца могут временно повысить скорость передвижения и снижение урона. Можно складывать в стопку

source: [Mythic] (ULT.) For every 15 Expedition book's Red Hearts obtained, summon +1 Angel
br: [Mítico] (ULT.) Para cada 15 Corações Vermelhos do Livro de Expedição obtidos, invoque +1 Anjo
de: [Mythisch] (ULT.) Für je 15 erhaltene Rote Herzen des Expedition-Buchs, beschwöre +1 Engel
fr: [Mythique] (ULT.) Pour chaque 15 Coeurs rouges du Livre d'Expedition obtenus, invoquez +1 Ange.
ru: [Мифический] (ULT.) За каждые 15 полученных красных сердец Книги Экспедиции вызывается +1 Ангел.

source: [Titan Tales] Enhance equipment +12%
br: [Contos de Titãs] Aprimorar equipamento +12%
de: [Geschichten der Titanen] Verbesserung der Ausrüstung +12%
fr: [Contes de Titan] Amélioration de l'équipement +12%.
ru: [Истории титанов] Улучшение снаряжения +12%

source: [Chaos] Red Hearts dropped by enemies raise Spellbook charge speed
br: [Caos] Os Corações Vermelhos deixados pelos inimigos aumentam a velocidade de carga do Livro de Feitiços
de: [Chaos] Von Feinden fallen gelassene rote Herzen erhöhen die Ladegeschwindigkeit des Zauberbuchs
fr: [Chaos] Les cœurs rouges lâchés par les ennemis augmentent la vitesse de chargement du livre de sorts.
ru: [Хаос] Красные сердца, выпадающие из врагов, повышают скорость зарядки книги заклинаний

source: Brave Bow
br: Arco corajoso
de: Tapferer Bogen
fr: Arc du courage
ru: Лук храбреца

source: Only the worthly can use this bow, with balanced performance.
br: Somente os dignos podem usar esse arco, com desempenho equilibrado.
de: Nur die Würdigen können diesen Bogen mit ausgewogener Leistung benutzen.
fr: Seuls les plus méritants peuvent utiliser cet arc aux performances équilibrées.
ru: Только достойные могут использовать этот лук, обладающий сбалансированными характеристиками.

source: Damage Multiplier x1
br: Multiplicador de dano x1
de: Schadensmultiplikator x1
fr: Multiplicateur de dégâts x1
ru: Множитель урона x1

source: Base Attack Speed x1.73
br: Velocidade de ataque básica x1,73
de: Basis-Angriffsgeschwindigkeit x1,73
fr: Vitesse d'attaque de base x1,73
ru: Базовая скорость атаки x1,73

source: A well-balanced weapon<br>Attack +[x]
br: Uma arma bem equilibrada<br>Ataque +[x]
de: Eine gut ausbalancierte Waffe<br>Attacke +[x]
fr: Une arme bien équilibrée<br>Attaque +[x]
ru: Хорошо сбалансированное оружие<br> Атака +[x]

source: [Rare] Attack +5%
br: [Raro] Ataque +5%
de: [Selten] Angriff +5%
fr: [Rare] Attaque +5%
ru: [Редкое] Атака +5%

source: [Epic] Crit Damage +50%
br: [Épico] Dano crítico +50%
de: [Episch] Kritischer Schaden +50%
fr: [Épique] Dégâts critiques +50
ru: [Эпическое] Критический урон +50%

source: [Legendary] When HP is lower, next attack has a chance to fire consecutive shots after moving for a short distance.
br: [Lendário] Quando o PV é menor, o próximo ataque tem a chance de disparar tiros consecutivos depois de se mover por uma curta distância.
de: [Legendär] Wenn die HP niedrig sind, hat der nächste Angriff eine Chance, aufeinanderfolgende Schüsse abzugeben, nachdem er sich eine kurze Strecke bewegt hat.
fr: [Légendaire] Lorsque les PV sont faibles, la prochaine attaque a une chance de tirer des coups consécutifs consécutifs après s'être déplacé sur une courte distance.
ru: [Легендарное] При снижении HP следующая атака имеет шанс произвести последовательные выстрелы после перемещения на небольшое расстояние.

source: [Mythic] Attack increased temporarily after moving
br: [Mítico] Ataque aumentado temporariamente após a movimentação
de: [Mythisch] Angriff nach Bewegung vorübergehend erhöht
fr: [Mythique] Attaque augmentée temporairement après un déplacement
ru: [Мифический] Атака временно увеличивается после перемещения

source: [Mythic+1] Weapon Basic Stats +5%
br: Estatísticas básicas da arma [Mythic+1] +5%
de: [Mythisch+1] Grundwerte der Waffe +5%
fr: [Mythique+1] Stats de base de l'arme +5%
ru: [Мифический+1] Базовые статы оружия +5%

source: [Mythic+2] Epic Skill Effect Upgraded (50% → 75%)
br: [Mítico+2] Efeito de habilidade épica aprimorado (50% → 75%)
de: [Mythisch+2] Epischer Fertigkeitseffekt verbessert (50% → 75%)
fr: [Mythique+2] Effet de compétence épique amélioré (50% → 75%)
ru: [Мифический+2] Повышен эффект эпического умения (50% → 75%)

source: [Titan Tales] Weapon damage : +8%
br: [Contos de Titãs] Dano da arma: +8%
de: [Geschichten der Titanen] Waffenschaden : +8%
fr: [Contes de Titan] Dégâts de l'arme : +8%
ru: [Истории титанов] Урон от оружия : +8%

source: [Chaos] Increases Critic chance by +5%. Increase attack speed upon critical hit
br: [Caos] Aumenta a chance de crítico em +5%. Aumenta a velocidade de ataque em caso de acerto crítico
de: [Chaos] Erhöht die Chance auf einen kritischen Treffer um +5%. Erhöht das Angriffstempo bei kritischen Treffern
fr: [Chaos] Augmente les chances de critique de +5%. Augmente la vitesse d'attaque en cas de critique
ru: [Хаос] Увеличивает шанс критического удара на +5%. Увеличение скорости атаки при критическом попадании

source: Brightspear
br: Lança Brilhante
de: Hellspeer
fr: Brillépieu
ru: Яркое копье

source: Contains immense energy, you're defeated before you know it!
br: Contém uma energia imensa e você é derrotado antes que perceba!
de: Enthält immense Energie, man ist besiegt, bevor man es merkt!
fr: L'énergie qu'il contient est immense, et tu es vaincu avant même de t'en rendre compte !
ru: Содержит огромную энергию, и вы не успеете оглянуться, как будете повержены!

source: Damage Multiplier x1.2
br: Multiplicador de dano x1,2
de: Schadensmultiplikator x1,2
fr: Multiplicateur de dégâts x1,2
ru: Множитель урона x1.2

source: Base Attack Speed x1.63
br: Velocidade de ataque básica x1,63
de: Basis-Angriffsgeschwindigkeit x1,63
fr: Vitesse d'attaque de base x1,63
ru: Базовая скорость атаки x1,63

source: Can suddenly attack enemies<br>Attack +[x]
br: Pode atacar inimigos repentinamente<br>Ataque +[x]
de: Kann Gegner plötzlich angreifen<br>Angriff +[x]
fr: Peut attaquer soudainement les ennemis<br>Attaque +[x]
ru: Может внезапно атаковать врагов<br>Атака +[x]

source: [Epic] When attacking a similar target (same mob), damage dealt will increase.
br: [Épico] Ao atacar um alvo semelhante (mesmo mob), o dano causado aumentará.
de: [Episch] Wenn du ein ähnliches Ziel angreifst (denselben Mob), wird der verursachte Schaden erhöht.
fr: [Épique] Lorsque vous attaquez une cible similaire (même mob), les dégâts infligés augmentent.
ru: [Эпическое] При атаке аналогичной цели (того же моба) наносимый урон увеличивается.

source: [Legendary] Shot damage increased each time it bounces off wall. Also increases max wall bounces.
br: [Lendário] O dano do tiro aumenta cada vez que ele ricocheteia na parede. Também aumenta o número máximo de ricochetes na parede.
de: [Legendär] Der Schaden eines Schusses wird jedes Mal erhöht, wenn er von einer Wand abprallt. Erhöht auch die maximale Anzahl der Wandabpraller.
fr: [Légendaire] Les dégâts des tirs augmentent à chaque fois qu'ils rebondissent sur un mur. Augmente également augmente le nombre maximum de rebonds sur le mur.
ru: [Легендарное] Урон от выстрела увеличивается каждый раз, когда он отскакивает от стены. Также увеличивается максимальное количество отскоков от стены.

source: [Mythic] Landing crits increases Attack Speed
br: [Mítico] O acerto de críticos aumenta a velocidade de ataque
de: [Mythisch] Kritische Treffer erhöhen die Angriffsgeschwindigkeit
fr: [Mythique] Les succès augmentent la vitesse d'attaque.
ru: [Мифический] Приземление критов увеличивает скорость атаки

source: [Titan Tales] Weapon damage : +9%
br: [Contos de Titãs] Dano da arma: +9%
de: [Geschichten der Titanen] Waffenschaden : +9%
fr: [Contes de Titan] Dégâts de l'arme : +9%
ru: [Истории титанов] Урон от оружия : +9%

source: [Chaos] Your arrows pierce enemies
br: [Caos] Suas flechas perfuram os inimigos
de: [Chaos] Deine Pfeile durchbohren die Feinde
fr: [Chaos] Vos flèches transpercent les ennemis
ru: [Хаос] Ваши стрелы пронзают врагов

source: Death Scythe
br: Cetro da morte
de: Todessense
fr: Faux de la mort
ru: Коса смерти

source: Powerful scythe, very heavy with slow attack speed.
br: Poderoso cetro, muito pesado e com baixa velocidade de ataque.
de: Mächtige Sense, sehr schwer mit langsamer Angriffsgeschwindigkeit.
fr: Une faux puissante, très lourde et lente.
ru: Мощная, очень тяжелая коса с низкой скоростью атаки.

source: Damage Multiplier x1.45
br: Multiplicador de dano x1,45
de: Schadensmultiplikator x1,45
fr: Multiplicateur de dégâts x1,45
ru: Множитель урона x1,45

source: Base Attack Speed x0.85
br: Velocidade de ataque básica x0,85
de: Basis-Angriffsgeschwindigkeit x0,85
fr: Vitesse d'attaque de base x0,85
ru: Базовая скорость атаки x0,85

source: 50% chance to kill enemies under 30% Hp
br: 50% de chance de matar inimigos com menos de 30% de Hp
de: 50% Chance, Gegner unter 30% Hp zu töten
fr: 50% de chances de tuer les ennemis ayant moins de 30% de pv
ru: 50% шанс убить врагов с уровнем хп менее 30%

source: High attack with low speed<br>Attack +[x]
br: Ataque alto com baixa velocidade<br>Ataque +[x]
de: Hoher Angriff bei geringer Geschwindigkeit<br>Angriff +[x]
fr: Attaque élevée avec vitesse faible<br>Attaque +[x]
ru: Высокая атака при низкой скорости<br>Атака +[x]

source: [Epic] High chance to kill mobs with less than 30% of HP
br: [Épico] Alta chance de matar mobs com menos de 30% de HP
de: [Episch] Hohe Chance, Mobs mit weniger als 30% der HP zu töten
fr: [Épique] Plus de chances de tuer les monstres ayant moins de 30% de HP
ru: [Эпическое] Высокий шанс убить мобов с менее чем 30% HP

source: [Legendary] After instakilling lower HP minions, increase own Attack Speed for a short time.
br: [Lendário] Depois de matar por inércia lacaios com menos PV, aumenta sua Velocidade de Ataque por um curto período.
de: [Legendär] Nach dem Töten von Dienern mit niedrigeren HP erhöht sich für kurze Zeit die eigene Angriffsgeschwindigkeit.
fr: [Légendaire] Après avoir tué des serviteurs de faible puissance, augmente sa vitesse d'attaque pour une courte durée.
ru: [Легендарное] После инстакинга миньонов с низким уровнем HP на короткое время увеличивается скорость атаки.

source: [Mythic] The closer, the higher the damage
br: [Mítico] Quanto mais perto, maior o dano
de: [Mythisch] Je näher, desto höher der Schaden
fr: [Mythique] Plus on est proche, plus les dégâts sont élevés
ru: [Мифический] Чем ближе, тем выше урон

source: [Mythic+2] Epic Skill Effect Upgraded (30% → 35%)
br: [Mítico+2] Efeito de habilidade épica aprimorado (30% → 35%)
de: [Mythisch+2] Epischer Fertigkeitseffekt verbessert (30% → 35%)
fr: [Mythique+2] Effet de compétence épique amélioré (30% → 35%)
ru: [Мифический+2] Повышен эффект эпического умения (30% → 35%)

source: [Chaos] After headshot, increase atk and there is a chance it cause explosion
br: [Caos] Após o headshot, aumente o atk e há uma chance de causar explosão
de: [Chaos] Nach einem Kopfschuss erhöht sich die Atk und es besteht die Möglichkeit, dass sie eine Explosion verursacht
fr: [Chaos] Après un coup de tête, l'atk augmente et il y a un risque d'explosion.
ru: [Хаос] После хедшота увеличивайте атк, и есть вероятность, что это вызовет взрыв

source: Demon Blade Rain
br: Espada demoníaca - Chuva
de: Dämonenklingen-Regen
fr: Lame Démon - Pluie
ru: Дождь из лезвий демонов

source: Legendary demon blade can devour the soul of the enemy.
br: Espada demoníaca lendária que pode devorar a alma de inimigos
de: Legendäre Dämonenklinge kann die Seele des Feindes verschlingen
fr: La Lame du démon légendaire peut dévorer l'âme de l'ennemi
ru: Легендарный демонический меч может поглотить душу врага

source: Damage Multiplier<br>x1.5 (Ranged)<br>x1.85 (Melee)
br: Multiplicador de dano<br>x1.5 (à distância)<br>x1,85 (corpo a corpo)
de: Schadensmultiplikator<br>x1.5 (Fernkampf)<br>x1,85 (Nahkampf)
fr: Multiplicateur de dégâts<br>x1.5 (à distance)<br>x1,85 (mêlée)
ru: Множитель урона<br>x1.5 (дальний бой)<br>x1.85 (ближний бой)

source: Base Attack Speed x?
br: Velocidade de ataque básica x?
de: Grundangriffsgeschwindigkeit x?
fr: Vitesse d'attaque de base x ?
ru: Базовая скорость атаки x?

source: During Melee attack +100% Front Collision Resistance
br: Durante o ataque corpo a corpo, +100% de resistência à colisão frontal
de: Während eines Nahkampfangriffs +100% Frontkollisionswiderstand
fr: Lors d'une attaque de mêlée +100% Résistance à la collision frontale
ru: При атаке в ближнем бою +100% сопротивление фронтальному столкновению

source: Unsheathing deals melee damage, also deals long-range damage.<br>Attack +[x]<br>Immune to front collision damage in melee attacks
br: O desembainhamento causa dano corpo a corpo, mas também causa dano de longo alcance.<br>Ataque +[x]<br>Imune ao dano de colisão frontal em ataques corpo a corpo
de: Abmanteln verursacht Nahkampfschaden, verursacht auch Fernkampfschaden.<br>Angriff +[x]<br>Immun gegen Frontalaufprallschaden bei Nahkampfangriffen
fr: Le dégainage inflige des dégâts de mêlée, mais aussi des dégâts à distance.<br>Attaque+[x]<br>Immunité aux dégâts de collision frontale des attaques de mêlée.
ru: Снятие ножен наносит урон в ближнем бою, также наносит урон в дальнем бою.<br> Атака +[x]<br> Неуязвимость к урону от фронтального столкновения при атаках в ближнем бою

source: [Great] When low HP, kill enemies in melee can recover HP
br: [Incomun] Quando estiver com o HP baixo, matar inimigos em combate corpo a corpo pode recuperar o HP
de: [Ungewöhnlich] Wenn die HP niedrig sind, kann das Töten von Feinden im Nahkampf die HP wiederherstellen.
fr: [Inhabituel] Lorsque les HP sont faibles, tuer les ennemis en mêlée permet de récupérer des PV
ru: [Необычный] При низком уровне HP, убивая врагов в ближнем бою, можно восстановить HP

source: [Epic] The higher the enemy's HP, the more damage dealt
br: [Épico] Quanto maior o HP do inimigo, maior o dano causado
de: [Episch] Je höher die HP des Gegners, desto mehr Schaden wird verursacht
fr: [Épique] Plus les PV de l'ennemi sont élevés, plus les dégâts sont importants.
ru: [Эпическое] Чем выше HP противника, тем больше наносится урона

source: [Perfect Epic] Lost HP will increase Crit damage
br: [Perfeitamente épico] A perda de HP aumentará o dano crítico
de: [Perfekt Episch] Verlorene HP erhöhen den kritischen Schaden
fr: [Épique Splendide] Les HP perdus augmentent les dégâts de Crit
ru: [Идеальный эпический] Потерянное HP увеличивает урон от крита

source: [Legendary] When moving, dodge rate slightly increased
br: [Lendário] Ao se mover, a taxa de esquiva aumenta ligeiramente
de: [Legendär] Beim Bewegen, Ausweichrate leicht erhöht
fr: [Légendaire] Lorsque vous vous déplacez, le taux d'esquive est légèrement augmenté.
ru: [Легендарное] При движении скорость уклонения немного увеличивается

source: [Mythic] Taking damage increases Crit Chance temporarily
br: [Mítico] Receber dano aumenta temporariamente a chance de crítico
de: [Mythisch] Schaden erleiden erhöht vorübergehend die Kritische Chance
fr: [Mythique] Le fait de subir des dégâts augmente temporairement les chances de réussite.
ru: [Мифический] Получение урона временно увеличивает крит-шанс

source: [Titan Tales] Weapon damage : +11%
br: [Contos de Titãs] Dano da arma: +11%
de: [Geschichten der Titanen] Waffenschaden : +11%
fr: [Contes de Titan] Dégâts de l'arme : +11
ru: [Истории титанов] Урон от оружия : +11%

source: [Chaos] The less health, the higher dodge rate and movement speed
br: [Caos] Quanto menos vida, maior a taxa de esquiva e a velocidade de movimento
de: [Chaos] Je weniger Gesundheit, desto höher die Ausweichrate und die Bewegungsgeschwindigkeit
fr: [Chaos] Moins il y a de points de vie, plus le taux d'esquive et la vitesse de déplacement sont élevés.
ru: [Хаос] Чем меньше здоровья, тем выше скорость уклонения и скорость передвижения

source: Antiquated Sword
br: Espada antiquada
de: Altertümliches Schwert
fr: Épée désuète
ru: Старомодный меч

source: Ancient Sword that becomes bigger when empowered. Named 'Giantkiller' for its history of slaying titans.
br: Espada antiga que se torna maior quando fortalecida. Foi batizada de 'Giantkiller' por seu histórico de matar titãs.
de: Uraltes Schwert, das größer wird, wenn es mit Macht ausgestattet wird. Benannt "Giantkiller" für seine Geschichte des Tötens von Titanen.
fr: Une épée ancienne qui devient plus grande lorsqu'on lui donne du pouvoir. Nommée 'Giantkiller' pour son passé de tueur de titans.
ru: Древний меч, который становится больше, когда его наделяют силой. Прозванный "Убийцей гигантов" за свою историю уничтожения титанов.

source: Damage Multiplier<br>x1.5 (Ranged)<br>x1.85 (Melee)<br>x2.02 (2 hands)
br: Multiplicador de dano<br>x1,5 (à distância)<br>x1,85 (corpo a corpo)<br>x2,02 (2 mãos)
de: Schadensmultiplikator<br>x1,5 (Fernkampf)<br>x1,85 (Nahkampf)<br>x2,02 (2 Hände)
fr: Multiplicateur de dégâts<br>x1,5 (à distance)<br>x1,85 (mêlée)<br>x2,02 (2 mains)
ru: Множитель урона<br>x1.5 (дальний)<br>x1.85 (ближний)<br>x2.02 (2 руки)

source: Allows change of forms: one-handed swords attack faster; increases two-handed sword attack range<br>Attack +[x]<br>Broadsword deals more damage to bigger enemies
br: Permite a mudança de formas: espadas de uma mão atacam mais rápido; aumenta o alcance do ataque da espada de duas mãos<br>Ataque +[x]<br>A espada larga causa mais dano a inimigos maiores
de: Ermöglicht Formwechsel: Einhändige Schwerter greifen schneller an; erhöht die Angriffsreichweite von Zweihandschwertern<br>Attacke +[x]<br>Breitschwert verursacht mehr Schaden bei größeren Gegnern
fr: Permet de changer de forme : les épées à une main attaquent plus vite ; augmente la portée d'attaque des épées à deux mainsl'épée à deux mains<br>Attaque +[x]<br>L'épée à deux mains inflige plus de dégâts aux ennemis plus grands
ru: Позволяет менять форму: одноручные мечи атакуют быстрее; увеличивается дальность атаки двуручного меча<br> Атака +[x]<br> Двуручный меч наносит больше урона более крупным противникам

source: [Great] Broadsword bullets can go through enemies
br: [Incomun] Os projéteis da espada larga podem atravessar os inimigos
de: [Ungewöhnlich] Broadsword-Geschosse können durch Feinde hindurchgehen
fr: [Inhabituel] Les balles de l'épée peuvent traverser les ennemis
ru: [Необычный] Пули широкого меча могут проходить сквозь врагов

source: [Epic] Unlock active skill: Whirlwind<br>[Epic] Upon hitting an enemy, Attack Speed becomes higher
br: [Épico] Desbloqueie a habilidade ativa: Redemoinho<br>[Épico] Ao atingir um inimigo, a velocidade de ataque se torna maior
de: [Episch] Aktive Fähigkeit freischalten: Wirbelwind<br>[Episch] Wenn du einen Feind triffst, wird die Angriffsgeschwindigkeit erhöht
fr: [Épique] Débloquer la compétence active : Tourbillon<br>[Épique] En touchant un ennemi, La vitesse d'attaque augmente
ru: [Эпическое] Разблокировать активное умение: Вихрь<br>[Эпическое] При попадании в противника скорость атаки увеличивается

source: [Perfect Epic] Upon killing an enemy, Attack becomes higher.
br: [Perfeitamente épico] Ao matar um inimigo, o ataque se torna maior.
de: [Perfekt Episch] Wenn du einen Feind tötest, wird dein Angriff höher.
fr: [Épique Splendide] En tuant un ennemi, l'Attaque augmente.
ru: [Идеальный эпический] При убийстве противника атака становится выше.

source: [Legendary] Increases Max HP and reduces Whirlwind cost. At low HP, Fury cost is significantly reduced
br: [Lendário] Aumenta o HP máximo e reduz o custo do Redemoinho. Em HP baixo, o custo de Fury é significativamente reduzido
de: [Legendär] Erhöht die maximalen HP und reduziert die Kosten von Wirbelwind. Bei niedrigen HP werden die Kosten für Wut deutlich reduziert.
fr: [Légendaire] Augmente les PV max et réduit le coût de Tourbillon. Lorsque les HP sont bas, le coût de la Fureur est réduit de façon significative
ru: [Легендарное] Увеличивает максимальное количество HP и снижает стоимость "Вихря". При низком уровне HP стоимость ярости значительно снижается

source: [Mythic] Upon taking damage, increases Attack Speed and Crit Chance
br: [Mítico] Ao receber dano, aumenta a velocidade de ataque e a chance de crítico
de: [Mythisch] Erhöht bei Schaden die Angriffsgeschwindigkeit und die Trefferchance
fr: [Mythique] En subissant des dégâts, augmente la vitesse d'attaque et les chances de réussite.
ru: [Мифический] При получении урона увеличивает скорость атаки и шанс крита

source: [Titan Tales] Weapon damage : +12%
br: [Contos de Titãs] Dano da arma: +12%
de: [Geschichten der Titanen] Waffenschaden : +12%
fr: [Contes de Titan] Dégâts de l'arme : +12%
ru: [Истории титанов] Урон от оружия : +12%

source: [Chaos] When in dual form, a 3rd attack is added to successive ranged attacks
br: [Caos] Quando em forma dupla, um terceiro ataque é adicionado a sucessivos ataques à distância
de: [Chaos] In der dualen Form wird ein 3. Angriff zu aufeinanderfolgenden Fernkampfangriffen hinzugefügt.
fr: [Chaos] En forme duale, une 3ème attaque est ajoutée aux attaques à distance successives.
ru: [Хаос] В двойном облике к последующим атакам дальнего боя добавляется 3-я атака

source: Gale Force
br: Vendaval
de: Sturmkraft
fr: Force vent
ru: Сила бури

source: A crossbow infused with the power of the wind, shooting out charged arrows.
br: Uma besta imbuída com o poder do vento, disparando flechas carregadas
de: Eine Armbrust mit der Kraft des Windes, die aufgeladene Pfeile verschießt
fr: Une arbalète imprégnée du pouvoir du vent, tirant des flèches chargées
ru: Арбалет, наделенный силой ветра, стреляет заряженными стрелами

source: Damage Multiplier x1.55
br: Multiplicador de dano x1,55
de: Schadensmultiplikator x1,55
fr: Multiplicateur de dégâts x1,55
ru: Множитель урона x1,55

source: Base Attack Speed x0.75
br: Velocidade de ataque básica x0,75
de: Grundangriffsgeschwindigkeit x0,75
fr: Vitesse d'attaque de base x0,75
ru: Базовая скорость атаки x0,75

source: Charged Attack x2
br: Ataque carregado x2
de: Aufgeladener Angriff x2
fr: Attaque chargée x2
ru: Заряженная атака x2
