Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: 4000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> or 50 Bobo Shards
br: 4000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 50 fragmentos de Bobo
de: 4000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> oder 50 Bobo Shards
fr: 4000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> ou 50 fragments de Bobo
ru: 4000 <object type='image/png' data='/static/image/svg/gem.svg' width='16' height='16'></object> или 50 осколков Бобо

source: Increases leveling speed. Attack increases with level in a chamber
br: Aumenta velocidade de nivelamento. Ataque aumenta com o nível em uma câmara
de: Erhöht das Tempo beim Aufleveln. Angriff steigt mit der Stufe in einer Kammer
fr: Augmente la vitesse de mise à niveau. L'attaque augmente avec le niveau dans une chambre
ru: Уровень повышается быстрее. В комнатах атака повышается вместе с уровнем

source: Bobo has 12.5% atk boost at start, and gains around 7.5% attack per lvl (credit to Chaos)
br: Bobo tem 12,5% de aumento de atributo no início e ganha cerca de 7,5% de ataque por nível (crédito para Chaos)
de: Bobo hat zu Beginn einen 12,5%igen Atk-Boost und erhält pro Stufe etwa 7,5% mehr Angriff (Dank an Chaos).
fr: Bobo a un boost de 12.5% d'atk au départ, et gagne environ 7.5% d'attaque par lvl (crédit à Chaos)
ru: Бобо имеет 12,5% прибавки к атаке на старте, и увеличивает атаку примерно на 7,5% за каждый lvl (заслуга Хаоса)

source: Max HP +240 <span class='all_effect_span'>All Heroes</span>
br: HP máximo +240 <span class='all_effect_span'>Todos os heróis</span>
de: Max HP +240 <span class='all_effect_span'>Alle Helden</span>
fr: PV max +240 <span class='all_effect_span'>Tous les héros</span>
ru: Максимальное количество HP +240 <span class='all_effect_span'>Все герои</span>.

source: Wisdom's Might - Upgrade: Gain higher Attack and leveling speed
br: Poder da Sabedoria - Melhorar: Ganha mais Ataque e velocidade de nivelamento
de: Macht der Weisheit - Verbesserung: Höhere Angriffs- und Aufleveltempo
fr: Puissance de la sagesse - Amélioration : Gagnez une attaque plus élevée et de la vitesse de mise à niveau
ru: Мощь мудрости — улучшение: скорость получения новых уровней и атака увеличены

source: Trait - Learner: Loot Hearts to increase slight Attack Speed (Max 10%)
br: Qualidade - Aluno: Pilhe Corações para aumentar Veloc. de Ataque sutilmente (Máx. 10%)
de: Eigenschaft - Schüler: Plündere Herzen, um die Angriffsgeschwindigkeit leicht zu erhöhen (max. 10%)
fr: Trait - Apprenant : Pillez des cœurs pour augmenter légèrement la vitesse d'attaque (max 10 %)
ru: Черта — ученик: собирайте сердца, чтобы немного повысить скорость атаки (макс. 10%)

source: Spirit - Upgrade: Inherits 10% of Hero's Attack
br: Espírito - Melhorar: Herda 10% do Ataque do Herói
de: Geist - Verbesserung: Erbt 10% des Angriffs des Helden
fr: Esprit - Amélioration : Hérite de 10 % de l'attaque du héros
ru: Дух — улучшение: получает 10% атаки героя

source: Wisdom's Might - Insight: Inflicts weakness on enemies. Hitting the same enemy repeatedly deals more damage
br: Poder da Sabedoria - Insight: Enfraquece inimigos. Atingir o mesmo repetidamente causa mais dano
de: Macht der Weisheit - Einsicht: Verursacht bei Feinden Schwäche. Mehr Schaden durch mehrere Treffer.
fr: Puissance de la sagesse - Perspicacité : Inflige faiblesse aux ennemis. Toucher le même ennemi plusieurs fois inflige plus de dégâts
ru: Мощь мудрости — прониц.: накл. на врагов слабость. Повторное попадание во врага наносит больше урона

source: Battle XP Gain +5% <span class='all_effect_span'>All Heroes</span>
br: Ganho de EXP de batalha +5% <span class='all_effect_span'>Todos os heróis</span>
de: Kampf-EP-Gewinn +5% <span class='all_effect_span'>Alle Helden</span>
fr: Gain d'XP au combat +5% <span class='all_effect_span'>Tous les héros</span>
ru: Прирост боевого XP +5% <span class='all_effect_span'>Все герои</span>.

source: Bobo's base Attack +5%
br: Ataque básico do Bobo +5%
de: Bobos Grundangriff +5%
fr: Attaque de base de Bobo +5%.
ru: Базовая атака Бобо +5%

source: Attack Speed +8%
br: Velocidade de ataque +8%
de: Angriffsgeschwindigkeit +8%
fr: Vitesse d'attaque +8
ru: Скорость атаки +8%

source: MP Strength +6%
br: Força MP +6%
de: MP Stärke +6%
fr: Force MP +6%
ru: Сила МП +6%

source: Attack +3%
br: Ataque +3%
de: Angriff +3%
fr: Attaque +3%
ru: Атака +3%

source: Bobo's base HP +10%
br: HP básico do Bobo +10%
de: Bobos Basis-HP +10%
fr: HP de base de Bobo +10%
ru: Базовые HP Бобо +10%

source: Battle XP Gain +15%
br: Ganho de EXP de batalha +15%
de: Kampf-EP-Gewinn +15%
fr: Gain d'XP au combat +15%
ru: Прирост боевого XP +15%

source: Battle XP Gain +6%
br: Ganho de XP de batalha +6%
de: Kampf-EP-Gewinn +6%
fr: Gain d'XP au combat +6%
ru: Прирост боевого XP +6%

source: Pinobear
br: Pinurso
de: Pinobär
fr: Ours rose
ru: Медведино

source: [Lvl 50] Max HP +300
br: [Nível 50] HP máximo +300
de: [Lvl 50] Maximale HP +300
fr: [Niv. 50] HP max. +300
ru: [50 уровень] Максимальное количество HP +300

source: Each attack has a chance to fire lasers from the nose. Gain extra collision damage reduction.
br: Cada ataque tem uma chance de disparar lasers do nariz. Ganhe redução de dano de colisão extra
de: Jeder Angriff hat eine Chance, Laser aus der Nase abzufeuern. Zusätzlich Kollisionsschadenssenkung.
fr: Chaque attaque a une chance de tirer des lasers par le nez. Gagnez une réduction supplémentaire des dégâts de collision
ru: При каждой атаке есть шанс выпустить лазерные лучи из носа. Доп. снижение урона при столкновении

source: Stella
ru: Стелла

source: Princess of the Sky City, able to wield the power of the astral realm since birth.
br: Princesa da Cidade do Céu, capaz de exercer o poder do reino astral desde o nascimento.
de: Prinzessin der Himmelsstadt, seit ihrer Geburt fähig, die Macht des Astralreichs zu nutzen.
fr: Princesse de la Cité du Ciel, capable de manier le pouvoir du royaume astral depuis naissance.
ru: Принцесса Небесного города, с рождения обладающая силой астрального мира.

source: Attack +125
br: Ataque +125
de: Angriff +125
fr: Attaque +125
ru: Атака +125

source: Crit Chance +6%
br: Chance de crítico +6%
de: Kritische Chance +6%
fr: Chance de critique +6%
ru: Шанс критического удара +6%

source: Attack Speed +7%
br: Velocidade de ataque +7%
de: Angriffsgeschwindigkeit +7%
fr: Vitesse d'attaque +7
ru: Скорость атаки +7%

source: HP drops +7%
br: Queda de HP +7%
de: HP fällt um +7%
fr: Drop de coeurs rouge +7%.
ru: Падение HP +7%

source: 40 USD or 50 Stella Shards
br: 40 USD ou 50 Stella fragmentos
de: 40 USD oder 50 Stella-Scherben
fr: 40 USD ou 50 Stella Shards
ru: 40 USD или 50 осколков Стеллы

source: Master of starlight and lightning. Attacks with guardian spirit. Possesses strong weapon damage and knockback.
br: Mestre das estrelas e dos relâmpagos. Ataca com espírito guardião. Possui derrubada e dano de arma fortes
de: Meister des Sternenlichts und Blitzes. Greift mit Wächtergeist an. Hoher Waffenschaden und Rückschlag.
fr: Maître de la Lumière astrale et de la Foudre. Attaque avec un esprit gardien. Possède des dégâts d'arme et un repoussement importants
ru: Мастер звездного света и молний. Атакует с помощью духа-стража. Наносит сильный урон оружием, отбрасывает назад

source: Rear Damage Resistance +3% <span class='all_effect_span'>All Heroes</span>
br: Resistência a Dano Traseiro +3% <span class='all_effect_span'>Todos os Heróis</span>
de: Rückwärtige Schadensresistenz +3% <span class='all_effect_span'>Alle Helden</span>
fr: Résistance aux dégâts arrière +3% <span class='all_effect_span'>Tous les héros</span>
ru: Сопротивление заднему урону +3% <span class='all_effect_span'>Все герои</span>.

source: Starlight and Thunder - Dazzle: Increases Starlight damage, summon chance and max summons
br: Estrela e Trovão - Deslumbrar: Aumenta o dano de Estrela, chance de convocar e máx. de invocações
de: Sternenlicht und Donner – Blendung: Erhöht Sternenlichtschaden, Beschwörungschance und max. Beschwörungen.
fr: Lumière astrale et Foudre - Éblouissement : augmente les dégâts infligés par Lumière astrale, les chances d'invocation et le max d'invocations
ru: Звезды и гром — ослепление: повышает урон от звездного света; есть шанс призыва и макс. призыва

source: Trait - Mischievous: Chance to use lightning to attack surrounding enemies when moving
br: Qualidade - Malícia: Chance de usar relâmpago para atacar inimigos enquanto se move
de: Eigenschaft – Schelmisch: Chance auf Blitzangriff auf Gegner beim Bewegen
fr: Trait - Espiègle : chance d'utiliser la foudre pour attaquer les ennemis environnants lorsque vous vous déplacez
ru: Черта — озорство: шанс атаковать окружающих врагов молниями во время движения

source: Spirit - Enhance: When spirit attacks enemies, they take more damage when attacked by lightning and spirit.
br: Espírito - Melhorar: Quando o espírito ataca inimigos, eles sofrem mais dano ao serem atacados por relâmpago e espírito.
de: Geist – Verbesserung: Wenn Geist angreift, nehmen sie mehr Schaden durch Blitze und Geist.
fr: Esprit - Amélioration : lorsque les esprits attaquent les ennemis, ils subissent plus de dégâts lorsqu'ils sont attaqués par la foudre et l'esprit.
ru: Дух — усиление: когда дух атакует врагов, они получают больше урона от атак духа и молнии.

source: Starlight and Thunder - Eon Ward: Guardian spirit's weapon damage increased. Successive attacks on enemies increase Attack Speed
br: Estrela e Trovão - Eon Ward: Dano de arma do espírito guardião aumenta. Ataques consecutivos aumentam a Velocidade de Ataque
de: Sternenlicht und Donner – Äonenwächter: Waffenschaden des Wächtergeistes erhöht. Aufeinanderfolgende Angriffe auf Feinde erhöhen Angriffstempo.
fr: Lumière astrale et Foudre - Gardien éon : les dégâts des armes de l'Esprit gardien ont été augmentés. Les atk. successives contre les ennemis augmentent la Vitesse d'atk
ru: Звезды и гром — вечный хранитель: урон оружием духа-стража повышается. Последовательные атаки по врагам повышают скорость атаки

source: Meteor and Star damage +10% <span class='all_effect_span'>All Heroes</span>
br: Dano de meteoro e estrela +10% <span class='all_effect_span'>Todos os heróis</span>
de: Meteor- und Sternenschaden +10% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts des météores et des étoiles +10% <span class='all_effect_span'>Tous les héros</span>
ru: Урон от метеоритов и звезд +10% <span class='all_effect_span'>Все герои</span>.

source: Weapon Damage +8% <span class='all_effect_span'>All Heroes</span>
br: Dano da arma +8% <span class='all_effect_span'>Todos os heróis</span>
de: Waffenschaden +8% <span class='all_effect_span'>Alle Helden</span>
fr: Dégâts de l'arme +8% <span class='all_effect_span'>Tous les héros</span>
ru: Урон от оружия +8% <span class='all_effect_span'>Все герои</span>

source: Stella's base Attack +5%
br: Ataque básico de Stella +5%
de: Stellas Grundangriff +5%
fr: Attaque de base de Stella +5%.
ru: Базовая атака Стеллы +5%

source: Attack +230
br: Ataque +230
de: Angriff +230
fr: Attaque +230
ru: Атака +230

source: After moving a distance, gain attack and elemental attack for a short time
br: Após percorrer uma distância, ganha ataque e ataque elemental por um curto período de tempo
de: Nachdem du dich ein Stück weit bewegt hast, erhältst du für kurze Zeit Angriff und Elementarangriff.
fr: Après avoir parcouru une certaine distance, gagnez de l'attaque et de l'attaque élémentaire pendant une courte période.
ru: Переместившись на некоторое расстояние, на короткое время получает атаку и элементальную атаку

source: All star skills damage +18%
br: Dano das habilidades All Star +18%
de: Schaden aller Star-Fertigkeiten +18%.
fr: Tous les dégâts de la compétence étoile +18%.
ru: Урон от всех звездных умений +18%

source: Stella's base HP +10%
br: HP básico da Stella +10%
de: Stellas Basis-HP +10%
fr: HP de base de Stella +10%
ru: Базовое HP Стеллы +10%

source: Wall bounce +1
br: Rebote de muro +1
de: Wandabprallung +1
fr: Rebond mural +1
ru: Отскок от стены +1

source: Increased damage reduction when moving
br: Aumenta Redução de dano enquanto se move
de: Erhöhte Schadensreduzierung beim Bewegen
fr: Augmentation de la réduction des dégâts lors des déplacements
ru: Увеличение снижения урона при перемещении

source: Increased attack after killing enemies +12%
br: Aumento do ataque após matar inimigos +12%
de: Erhöhter Angriff nach dem Töten von Feinden +12%.
fr: Augmentation de l'attaque après avoir tué des ennemis +12%
ru: Увеличение атаки после убийства врагов +12%

source: Ocean's Heart
br: Coração do Oceano
de: Herz des Ozeans
fr: Cœur de l'océan
ru: Сердце океана

source: [Lvl 60] Attack +155
br: [Nível 60] Ataque +155
de: [Lvl 60] Angriff +155
fr: [Niv. 60] Attaque +155
ru: [60 уровень] Атака +155

source: The more water in the room, the higher your Attack
br: Quanto mais água houver na sala, maior será o seu ataque
de: Je mehr Wasser im Raum ist, desto höher ist Ihr Angriff
fr: Plus il y a d'eau dans la pièce, plus votre Attack est élevé.
ru: Чем больше воды в помещении, тем выше Attack

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 155
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 155
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 155
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 155
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 155

source: Lethal Jello
br: Geleia Mortal
de: Todesgötterspeise
fr: Jello mortel
ru: Смертоносное желе

source: [Lvl 70] Attack +200
br: [Nível 70] Ataque +200
de: [Lvl 70] Angriff +200
fr: [Niv. 70] Attaque +200
ru: [70-й уровень] Атака +200

source: Poisons all enemies in the room when taking damage. The lower the HP of Poisoned enemies, the higher the poison damage. Last 8s
br: Envenena todos os inimigos na sala ao receber dano. Quanto menor o HP dos inimigos envenenados, maior o dano do veneno. Últimos 8s
de: Vergiftet alle Feinde im Raum, wenn sie Schaden nehmen. Je niedriger die HP der vergifteten Gegner sind, desto höher ist der Giftschaden. Letzte 8s
fr: Empoisonne tous les ennemis de la pièce lorsqu'ils subissent des dégâts. Plus les HP des des ennemis empoisonnés, plus les dégâts du poison sont élevés. Dernière 8s
ru: Отравляет всех врагов в комнате при получении урона. Чем меньше HP у отравленных врагов, тем выше урон от яда. Последние 8 с

source: Price: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 160
br: Preço: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 160
de: Preis: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 160
fr: Prix : <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 160
ru: Цена: <object type='image/png' data='/static/image/svg/premium_ticket.svg' width='18' height='18'></object> 160

source: Kitchen's Secret
br: Segredo da Cozinha
de: Küchengeheimnis
fr: Secret de la cuisine
ru: Кухонный секрет

source: [Lvl 80] Max Hp +820
br: [Nível 80] HP máximo +820
de: [Lvl 80] Maximale HP +820
fr: [Niv. 80] HP max. +820
ru: [80 уровень] Максимальное количество HP +820

source: Attacks deal Fire Damage
br: Ataques causam dano de Fogo
de: Angriffe verursachen Feuerschaden
fr: Les attaques infligent des dégâts de feu.
ru: Атаки наносят урон от огня

source: Taiga
ru: Тайга

source: An enigmatic warrior from the East, probably the world's most powerful martial artist. None can withhand his full might.
br: Um guerreiro enigmático do Oriente, provavelmente o artista marcial mais poderoso do mundo. Ninguém pode deter todo o seu poder.
de: Ein rätselhafter Krieger aus dem Osten, wahrscheinlich der mächtigste Kampfsportler der Welt. Niemand kann sich seiner Macht entziehen.
fr: Un guerrier énigmatique venu de l'Est, probablement l'artiste martial le plus puissant du mondeartiste martial du monde. Nul ne peut maîtriser toute sa puissance.
ru: Загадочный воин с Востока, возможно, самый могущественный мастер боевых искусств в мире. Никому не дано устоять перед его могуществом.

source: Dodge +7%
br: Esquiva +7%
de: Ausweichen +7%
fr: Esquive +7%
ru: Уклонение +7%

source: Crit Damage +17%
br: Dano crítico +17%
de: Kritischer Schaden +17%
fr: Dégâts critiques +17%.
ru: Критический урон +17%

source: 40 USD or 50 Taiga's Shards
br: 40 USD ou 50 Taiga's fragmentos
de: 40 USD oder 50 Taigasplitter
fr: 40 USD ou 50 fragments de Taiga
ru: 40 USD или 50 Осколков Тайги

source: Summons a meteor to attack enemies and deal Fire damage to enemies in the area.
br: Invoca um meteoro que ataca inimigos e causa dano de Fogo em inimigos na área
de: Ruft einen Meteoriten herbei, der Gegner angreift und einen Feuerschaden an Gegnern im entsprechenden Bereich verursacht.
fr: Invoque une météore pour attaquer les ennemis et infliger des dégâts de feu aux ennemis dans la zone
ru: Призывает метеор, который атакует врагов и наносит урон от огня врагам по области

source: Dodge +2% <span class='all_effect_span'>All Heroes</span>
br: Esquiva +2% <span class='all_effect_span'>Todos os heróis</span>
de: Ausweichen +2% <span class='all_effect_span'>Alle Helden</span>
fr: Esquive +2% <span class='all_effect_span'>Tous les héros</span>
ru: Уклонение +2% <span class='all_effect_span'>Все герои</span>.

source: Meteor Flamefist - Red Heart: Increases Blazing Meteor's damage. When HP is lower, meteor has a chance to drop Hearts
br: Meteoro Flamejante - Coração Vermelho: Aumenta dano de Meteoro em Chamas. Quando HP estiver mais baixo, o meteoro maior droprate de Corações
de: Flammende Meteoritenfaust - Rotes Herz: Erhöht den Schaden durch den Flammenden Meteor. Bei niedrigen GP kann der Meteorit unter Umständen Herzen hinterlassen.
fr: Poing de flamme météorique - Cœur rouge : Augmente les dégâts de Météore flamboyant. Lorsque les PV sont faibles, la météore a une chance de dropper des cœurs
ru: Огненный кулак-метеор — Алое сердце: увеличивает урон от пылающих метеоритов. Когда запас ОЗ ниже, метеор может дать сердца

source: Trait - Brave: Sustained attacks increase Attack Speed
br: Qualidade - Coragem: Ataques em sequência aumenta Velocidade de Ataque
de: Eigenschaft - Tapfer: Erlittene Angriffe erhöhen das Angriffstempo.
fr: Trait - Courageux : Les attaques soutenues augmentent la vitesse d'attaque
ru: Черта — Храбрость: непрерывные атаки увеличивают скорость атаки

source: Spirit - Upgrade: Attack Speed and Crit Rate can be stacked after Spirit attacks enemies
br: Espírito - Melhorar: Pode acumular Velocidade de Ataque e Taxa crít. podem depois que Espírito atacar inimigos
de: Geist - Aufwertung: Wenn der Geist die Gegner angreift, können Angriffstempo und Krit-Rate gestapelt werden.
fr: Esprit - Amélioration : La vitesse d'attaque et le taux de crit peuvent s'accumuler après que l'esprit a attaqué les ennemis
ru: Дух — Улучшение: скорость атаки и шанс крита могут накапливаться, когда дух атакует врагов

source: Meteor Flamefist - Suppression: The higher the enemy's HP, the more damage Blazing Meteor deals
br: Meteoro Flamejante - Supressão: Quanto maior o HP do inimigo, mais dano o Meteoro em Chamas causa
de: Flammende Meteoritenfaust - Unterdrückung: Je höher die GP des Gegners, desto mehr Schaden verursacht der Flammende Meteor.
fr: Poing de flamme météorique - Suppression : Plus les PV de l'ennemi sont élevés, plus Météore flamboyant inflige de dégâts
ru: Огненный кулак-метеор — Подавление: чем выше запас ОЗ врага, тем больше урона наносят пылающие метеориты

source: Attack +3% <span class='all_effect_span'>All Heroes</span>
br: Ataque +3% <span class='all_effect_span'>Todos os heróis</span>
de: Angriff +3% <span class='all_effect_span'>Alle Helden</span>
fr: Attaque +3% <span class='all_effect_span'>Tous les héros</span>
ru: Атака +3% <span class='all_effect_span'>Всех героев</span>.

source: Beast Damage Reduction +10% <span class='all_effect_span'>All Heroes</span>
br: Redução de dano de feras +10% <span class='all_effect_span'>Todos os heróis</span>
de: Schadensreduzierung der Bestie +10% <span class='all_effect_span'>Alle Helden</span>
fr: Réduction des dégâts des bêtes +10% <span class='all_effect_span'>Tous les héros</span>
ru: Снижение урона от зверей +10% <span class='all_effect_span'>Все герои</span>.

source: Taiga's base Attack +5%
br: Ataque básico de Taiga +5%
de: Taigas Grundangriff +5%
fr: Attaque de base de Taiga +5%.
ru: Базовая атака Тайги +5%

source: Attack +240
br: Ataque +240
de: Angriff +240
fr: Attaque +240
ru: Атака +240

source: When Blazing Meteor hits enemies, there is a slightly higher chance to summon another meteor
br: Quando Meteoro em chamas atinge inimigos, há uma chance um pouco maior de convocar outro meteoro
de: Wenn Flammender Meteor Gegner trifft, besteht eine höhere Chance, einen weiteren Meteor zu beschwören.
fr: Lorsque le météore flamboyant touche les ennemis, il y a une légère chance de faire apparaître un autre météore
ru: Попадая во врагов, пылающий метеорит с небольшим шансом призывает другой метеорит

source: Meteor splits into 3 rays when it lands. Rays increase hero Crit Rate when they hit enemies.
br: O meteoro se divide em 3 raios ao aterrissar. Raios aumentam Taxa crít. do herói ao atingir inimigos
de: Meteor teilt sich bei Landung in 3 Strahlen. Sie erhöhen die Helden-Krit-Rate, wenn sie Gegner treffen.
fr: Le météore se divise en 3 rayons lorsqu'il tombe. Les rayons augmentent le taux de crit du héros lorsqu'ils touchent les ennemis
ru: Приземляясь, метеор раскалывается на 3 луча. Попадая во врагов, лучи увеличивают шанс крита героя

source: Beast Damage +10%
br: Dano de fera +10%
de: Schaden der Bestie +10%
fr: Dégâts des bêtes +10%.
ru: Урон, наносимый зверями +10%

source: Taiga's base HP +10%
br: HP básico de Taiga +10%
de: Taigas Basis-HP +10%
fr: HP de base de Taiga +10%
ru: Базовые HP Тайги +10%

source: The lower your HP, the higher the Damage (also works on Rage skill)
br: Quanto menor o seu HP, maior o dano (também funciona com a habilidade Rage)
de: Je niedriger deine HP, desto höher der Schaden (funktioniert auch mit der Fähigkeit Wut)
fr: Plus vos HP sont bas, plus les dégâts sont élevés (fonctionne également avec la compétence Rage).
ru: Чем меньше HP, тем выше урон (также работает при использовании навыка "Ярость")

source: The farther you move in one go, the higher the damage of your next attack
br: Quanto mais longe você se mover de uma, maior o dano do seu próximo ataque
de: Je weiter du dich auf einmal bewegst, desto höher der Schaden deines nächsten Angriffs
fr: Plus vous vous déplacez en une seule fois, plus les dégâts de votre prochaine attaque sont élevés
ru: Чем дальше вы пройдете за один раз, тем выше урон от следующей атаки

source: Weapon Melee Damage +8%
br: Dano corpo a corpo da arma +8%
de: Waffen-Nahkampf-Schaden +8%
fr: Dégâts de l'arme de mêlée +8%.
ru: Урон от оружия ближнего боя +8%

source: Asura
ru: Асура

source: [Lvl 60] Attack +1%
br: [Nível 60] Ataque +1%
de: [Lvl 60] Angriff +1%
fr: [Niv. 60] Attaque +1%
ru: [60 уровень] Атака +1%
