Repository: enzo405/ArcheroWiki
Catalog: web-project/locale/*/LC_MESSAGES/django.po
Languages: br, de, fr, ru

source: Your arrows bounce up to 2 times against walls.
br: Suas flechas ricocheteiam até duas vezes contra as paredes.
de: Deine Pfeile prallen bis zu 2 Mal an Wänden ab.
fr: Vos flèches rebondissent jusqu'à 2 fois contre les murs.
ru: Ваши стрелы отскакивают от стен до 2 раз.

source: -50% damage for each bounce
br: -50% de dano para cada salto
de: -50% Schaden bei jedem Aufprall
fr: -50% de dégâts pour chaque rebond
ru: -50% урона за каждый отскок

source: Burst Punch
br: Soco Explosivo
de: Explosionsschlag
fr: Coup de poing explosif
ru: Взрывной удар

source: Chance to trigger explosion when enemies are hit. Melee attack chance is 2x of ranged attack chance (Melee attacks chance of triggering explosions is 2x higher than Ranged attacks)
br: Chance de provocar explosões quando os inimigos são atingidos. A chance de ataque corpo a corpo é 2x maior do que a chance de ataque à distância (a chance de ataques corpo a corpo desencadearem explosões é 2x maior do que a de ataques à distância)
de: Chance, eine Explosion auszulösen, wenn Feinde getroffen werden. Die Chance für Nahkampfangriffe ist 2x so hoch wie die Chance für Fernkampfangriffe (die Chance für Nahkampfangriffe, Explosionen auszulösen, ist 2x höher als für Fernkampfangriffe).
fr: Possibilité de déclencher une explosion lorsque les ennemis sont touchés. Les chances d'attaque en mêlée sont 2x des chances d'attaque à distance (les chances d'explosion des attaques de mêlée sont 2x plus élevées que celles des attaques à distance)
ru: Шанс вызвать взрыв при попадании в противника. Шанс атаки ближнего боя в 2 раза выше шанса атаки дальнего боя (шанс взрыва при атаке ближнего боя в 2 раза выше, чем при атаке дальнего боя)

source: Only available while using <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Expedition Weapon</a>
br: Disponível somente ao usar <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Arma de Expedição</a>
de: Nur verfügbar bei Verwendung der <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Expeditionswaffe</a>
fr: Disponible uniquement en utilisant <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Arme d'expédition</a>
ru: Доступно только при использовании <a class='a_styled' href='/wiki/item/Expedition_Fist/'>Оружия Экспедиции Кулака</a>.

source: Chilling Blast
br: Rajada gelada
de: Kälteschlag
fr: Souffle glacial
ru: Морозный взрыв

source: Enemies blast a cold wave on death
br: Inimigos lançam uma onda de frio ao morrer
de: Feinde blasen eine kalte Welle auf den Tod
fr: Les ennemis émettent une vague de froid lorsqu'ils meurent.
ru: Враги при смерти взрываются холодной волной

source: Requirement : clear Chapter 3
br: Requisito: limpar o Capítulo 3
de: Anforderung: klares Kapitel 3
fr: Besoin : terminer le chapitre 3
ru: Требование: четко сформулировать главу 3

source: Enemies explode on death causing an explosive ice effect.
br: Os inimigos explodem ao morrer, causando um efeito de gelo explosivo.
de: Feinde explodieren beim Tod und verursachen einen explosiven Eiseffekt.
fr: Les ennemis explosent à leur mort, provoquant un effet de glace explosive.
ru: Враги взрываются при смерти, вызывая эффект взрывного льда.

source: Crit Aura
br: Aura de crít.
de: Krit. Aura
fr: Aura de Crit
ru: Аура крит. удара

source: Increases Crit Chance for a short time
br: Aumenta a chance de crítico por um curto período de tempo
de: Erhöht für kurze Zeit die Kritische Chance
fr: Augmente les chances de réussite pendant une courte période
ru: Увеличивает шанс крита на короткое время

source: Increases your crit chance by 47.5% for 2 seconds.<br>8 second cooldown
br: Aumenta sua chance de crítico em 47,5% por 2 segundos.<br>Recarga de 8 segundos
de: Erhöht deine Kritikerchance für 2 Sekunden um 47,5%.<br>8 Sekunden Abklingzeit
fr: Augmente vos chances de réussite de 47.5% pendant 2 secondes.<br>8 secondes de recharge
ru: Увеличивает шанс крита на 47,5% на 2 секунды.<br> 8-секундный тайм-аут

source: Crit Master
br: Mestre crít.
de: Krit-Meister
fr: Pro du coup critique
ru: Мастер крит. ударов

source: Increase your critical damage & chance
br: Aumenta seu dano crítico e sua chance
de: Erhöhe deinen kritischen Schaden und deine Chance
fr: Augmentation des dégâts et des chances de critique
ru: Повышение критического урона и шанса

source: Crit Plus
br: Crít. Plus
de: Krit +
ru: Плюс крит.

source: Increases your crit chance when you don't take damage in a stage
br: Aumenta sua chance de crítico quando não sofre dano em uma fase
de: Erhöht deine Kritikerchance, wenn du in einer Phase keinen Schaden nimmst
fr: Augmente vos chances de réussite lorsque vous ne subissez pas de dégâts dans une étape.
ru: Увеличивает шанс крита, когда вы не получаете урона на этапе

source: Increases your crit chance by 0.9% when you don't take damage in a room.<br>20 times max [18%]
br: Aumenta a sua chance de crítico em 0,9% quando você não recebe dano em uma sala.<br>20 vezes o máximo [18%]
de: Erhöht die Chance auf kritische Treffer um 0,9%, wenn du in einem Raum keinen Schaden nimmst.<br>20-mal max [18%]
fr: Augmente vos chances de réussite de 0,9% lorsque vous ne subissez pas de dégâts dans une pièce.<br>20 fois max [18%]
ru: Увеличивает шанс крита на 0,9%, когда вы не получаете урона в комнате.<br>20 раз макс [18%]

source: Dauntless Greatsword
br: Grandespada Destemida
de: Furchtloses Großschwert
fr: Espadon intrépide
ru: Двуручный меч храбрости

source: Reduced greatsword rage cost. Forms can be freely changed.
br: Redução do custo de fúria da espada grande. As formas podem ser alteradas livremente.
de: Geringere Kosten für Großschwert-Wut. Formen können frei verändert werden.
fr: Réduction du coût de la rage de l'épée grise. Les formes peuvent être modifiées librement.
ru: Уменьшена стоимость ярости великого меча. Формы могут быть свободно изменены.

source: Dark Touch
br: Toque da escuridão
de: Dunkle Berührung
fr: Impact sombre
ru: Темное касание

source: Your attacks cause a Dark effect
br: Seus ataques têm efeito sombrio
de: Deine Angriffe verursachen den Dunkel-Effekt.
fr: Vos attaques provoquent un effet sombre
ru: К вашим атакам добавляется эффект тьмы

source: Dark touch places a bomb on a struck target for 1 second, the explosion deals 90% of modified damage from ATK boosts in an area of effect around the targeted mob.<br>Base damage does not affect damage.<br>Multiple darks will not stack on an enemy.
br: O toque sombrio coloca uma bomba em um alvo atingido por 1 segundo. A explosão causa 90% do dano modificado dos aumentos de ATQ em uma área de efeito ao redor do alvo.<br>O dano base não afeta o dano.<br>Múltiplos escuros não se acumulam em um inimigo.
de: Dunkle Berührung platziert 1 Sekunde lang eine Bombe auf ein getroffenes Ziel, die Explosion verursacht 90% des modifizierten Schadens von ATK-Boosts in einem Wirkungsbereich um den anvisierten Mob.<br>Der Grundschaden beeinflusst den Schaden nicht.<br>Mehrere Dunkle Berührungen stapeln sich nicht auf einem Gegner.
fr: Touche sombre place une bombe sur une cible frappée pendant 1 seconde, l'explosion inflige 90% des dégâts modifiés par les boosts d'ATK dans une zone d'effet autour du mob ciblé.<br>Les dégâts de base n'affectent pas les dégâts.<br>Multiples darks ne s'empilent ne s'empilent pas sur un ennemi.
ru: Темное прикосновение помещает бомбу на пораженную цель на 1 секунду, взрыв наносит 90% модифицированного урона от повышения ATK в области эффекта вокруг цели.<br> Базовый урон не влияет на урон.<br> Несколько темных бомб не будут складываться на врага.

source: Death Axe
br: Machado da Morte
de: Todesaxt
fr: Hache de la mort
ru: Топор смерти

source: Summmons 6 axes when an enemy is defeated
br: Soma 6 eixos quando um inimigo é derrotado
de: Summiert 6 Achsen, wenn ein Feind besiegt wird
fr: Sommation des 6 axes lorsqu'un ennemi est vaincu
ru: Суммирует 6 осей при поражении противника

source: Requirement : clear Chapter 13
br: Requisito: limpar o Capítulo 13
de: Anforderung: Klärung von Kapitel 13
fr: Besoin : terminer le chapitre 13
ru: Требование: очистить главу 13

source: Death Bomb
br: Bomba mortal
de: Todesbombe
fr: Bombe mortelle
ru: Бомба смерти

source: Cause enemies to explode on death
br: Fazer com que os inimigos explodam ao morrer
de: Feinde beim Tod explodieren lassen
fr: Faire exploser les ennemis lorsqu'ils meurent
ru: Вызывать взрывы врагов при смерти

source: Enemies explode on death causing an area of effect damage (66% of base damage).
br: Os inimigos explodem ao morrer, causando um dano em área (66% do dano básico).
de: Feinde explodieren beim Tod und verursachen einen Flächenschaden (66% des Grundschadens).
fr: Les ennemis explosent à leur mort, provoquant des dégâts à zone d'effet (66% des dégâts de base de base).
ru: Враги при смерти взрываются, нанося урон по области действия (66% от базового урона).

source: Death Nova
br: Nova mortal
de: Todes-Nova
fr: Nova mortelle
ru: Звезда смерти

source: Enemies explode into lightning bolts upon death
br: Os inimigos explodem em raios ao morrer
de: Feinde explodieren beim Tod in Lichtblitzen
fr: Les ennemis se transforment en explosion d'éclairs quand ils meurent
ru: Убитые враги взрываются, испуская молнии

source: When an enemy is killed, enemies create holy projectiles, shooting out in 8 equidistant directions dealing 30% current damage on contact.
br: Quando um inimigo é morto, os inimigos criam projéteis sagrados, disparando em 8 direções equidistantes, causando 30% do dano atual ao entrar em contato.
de: Wenn ein Feind getötet wird, erzeugen die Feinde heilige Geschosse, die in 8 gleich weit entfernte Richtungen schießen und bei Kontakt 30% Stromschaden verursachen.
fr: Lorsqu'un ennemi est tué, les ennemis créent des projectiles sacrés, tirant dans 8 directions équidistantes infligeant 30% de dégâts courants au contact.
ru: Когда враг убит, он создает священные снаряды, выстреливающие в 8 равноудаленных направлениях и наносящие 30% текущего урона при попадании.

source: Diagonal Arrows
br: Setas diagonais
de: Diagonale Pfeile
fr: Flèches diagonales
ru: Диагональные стрелки

source: Fire 2 additional projectile diagonally.
br: Dispara 2 projéteis adicionais na diagonal.
de: 2 zusätzliche Geschosse diagonal abfeuern.
fr: Tire 2 projectiles supplémentaires en diagonale.
ru: Выпустить 2 дополнительных снаряда по диагонали.

source: You fire an additional projectile diagonally forward to the left and right.<br>You can get up to 3 diagonal arrow.<br><br><b>-20% Damage per arrow in Melee Attack</b><br><b>100% of Damage per arrow in Range Attack</b>
br: Você dispara um projétil adicional na diagonal para frente, para a esquerda e para a direita.<br>Você pode obter até 3 flechas diagonais.<br><br><b>20% de dano por flecha no ataque corpo a corpo</b><br><b>100% de dano por flecha no ataque de longo alcance</b>
de: Sie feuern ein zusätzliches Projektil diagonal nach links und rechts.<br>Sie können bis zu 3 diagonale Pfeile abfeuern.<br><br><b>-20% Schaden pro Pfeil im Nahkampf</b><br><b>100% des Schadens pro Pfeil im Fernkampf</b>
fr: Vous tirez un projectile supplémentaire en diagonale vers la gauche et la droite.<br>Vous pouvez obtenir jusqu'à 3 flèches diagonales.<br><br><b>-20% de dégâts par flèche en Attaque de mêlée</b><br><b>100% des dégâts par flèche en attaque à distance</b>.
ru: Вы выпускаете дополнительный снаряд по диагонали вперед влево и вправо.<br> Вы можете получить до 3 диагональных стрел.<br><br><b>-20% урона за стрелу в ближней атаке</b><br><b>100% урона за стрелу в дальней атаке</b>.

source: Dodge Aura
br: Aura de Desvio
de: Ausweichaura
fr: Aura d'esquive
ru: Аура уклонения

source: Greatly increases Dodge once in a while.
br: Grande aumento de desvio de vez em quando
de: Erhöht das Ausweichen von Zeit zu Zeit erheblich
fr: Augmente considérablement l'esquive de temps en temps
ru: Время от времени значительно улучшает уклонение.

source: Dodge Burst
br: Explosão de Desvio
de: Ausweichexplosion
fr: Explosion d'esquive
ru: Уклонение в атаке

source: Greatly increases Attack once in a while after dodging.
br: Aumenta muito o ataque esporadicamente após desviar
de: Erhöht den Angriff ab und zu nach dem Ausweichen stark
fr: Augmente considérablement l'attaque de temps en temps après avoir esquivé
ru: Время от времени значительно усиливает атаку после уклонения.

source: Dodge Challenge
br: Desafio de Desvio
de: Ausweichherausford.
fr: Défi d'esquive
ru: Уклонение в бою

source: Increases Dodge if no damage taken when clearing a room.
br: Aumenta a Esquiva se nenhum dano for recebido ao limpar uma sala.
de: Erhöht die Ausweichfähigkeit, wenn beim Räumen eines Raumes kein Schaden genommen wird.
fr: Augmente l'esquive si aucun dégât n'est infligé lors du nettoyage d'une pièce.
ru: Увеличивает уклонение, если при зачистке комнаты не было получено урона.

source: Dodge Master
br: Mestre do desvio
de: Ausweichmeister
fr: Pro de l'esquive
ru: Мастер уклонения

source: Your Dodge Chance is increased
br: Sua Chance de Esquiva é aumentada
de: Deine Ausweichchance wird erhöht
fr: Vos chances d'esquive sont augmentées
ru: Шанс уклонения увеличен

source: Dodge Chance +20%<br>Dodge is multiplicative when combining dodge from different items and abilities
br: Chance de esquiva +20%<br>A esquiva é multiplicativa ao combinar a esquiva de diferentes itens e habilidades
de: Ausweichchance +20%<br>Ausweichen ist multiplikativ, wenn Ausweichen aus verschiedenen Gegenständen und Fähigkeiten kombiniert wird
fr: Chance d'esquive +20%<br>L'esquive est multiplicative lorsque l'on combine l'esquive de différents objets et capacités
ru: Шанс уклонения +20%<br> Уклонение умножается при комбинировании уклонения от различных предметов и способностей

source: Double Payback
br: Vingança Dupla
de: Doppelte Abrechnung
fr: Double remboursement
ru: Двойная расплата

source: Chance to summon twice the summoned objects
br: Chance de convocar o dobro dos objetos convocados
de: Chance, die doppelte Anzahl an beschworenen Gegenständen zu beschwören
fr: Possibilité d'invoquer deux fois plus d'objets invoqués
ru: Шанс призвать вдвое больше объектов

source: Requirement : clear Chapter 17
br: Requisito: limpar o Capítulo 17
de: Anforderung: Kapitel 17 löschen
fr: Besoin : terminer le chapitre 17
ru: Требование: прояснить главу 17

source: Dwarf
br: Anão
de: Zwerg
fr: Nain
ru: Карлик

source: Transform into a dwarf with a smaller body
br: Transforme-se em um anão com um corpo menor
de: Verwandle dich in einen Zwerg mit kleinerem Körper
fr: Se transformer en nain avec un corps plus petit
ru: Превращение в гнома с уменьшенным телом

source: Requirement : clear Chapter 10
br: Requisito: limpar o Capítulo 10
de: Anforderung: Kapitel 10 löschen
fr: Besoin : terminer le chapitre 10
ru: Требование: прояснить главу 10

source: Reduces your hitbox by 15%.<br>Crit Chance +12%.
br: Reduz sua caixa de acerto em 15%.<br>Chance de crítico +12%.
de: Verringert dein Trefferfeld um 15%.<br>Kritikchance +12%.
fr: Réduit votre hitbox de 15%.<br>Chance de critique +12%.
ru: Уменьшает хитбокс на 15%.<br> Критический шанс +12%.

source: Enhanced Summon
br: Convocar Aprimorado
de: Stärkeres Beschwören
fr: Invocation améliorée
ru: Улучшенный призыв

source: Greatly increases summoned creature duration and attack
br: Aumenta muito a duração e o ataque da criatura convocada
de: Erhöht Dauer und Angriff der beschworenen Kreatur erheblich
fr: Augmente considérablement la durée et l'attaque des créatures invoquées
ru: Значительно увеличивает длительность призыва существа и силу его атаки.

source: Element Burst
br: Explosão Elemental
de: Elementexplosion
fr: Explosion élément.
ru: Взрыв стихий

source: Various elemental stats, elemental damage has chance for Crit.
br: Vários stats elementais, dano elemental tem chance de crít.
de: Verschiedene elementare Werte, Elementarschäden haben Chance für Kri
fr: Diverses stats élémentaires, les DÉG élémentaires ont une chance de crit
ru: Различные стихийные параметры, стихийный урон может стать критическим

source: Requirement : clear Chapter 11
br: Requisito: limpar o Capítulo 11
de: Anforderung: Kapitel 11 löschen
fr: Besoin : terminer le chapitre 11
ru: Требование: очистить главу 11

source: Elemental damage crit chance/damage TBC
br: Chance de dano crítico/dano elementar TBC
de: Elementarschaden kritische Chance/Schaden TBC
fr: Dégâts élémentaires chances de critérium/dégâts TBC
ru: Элементарный урон шанс крита/повреждения TBC

source: Element Upgrade
br: Upgrade Elemental
fr: Amélioration élément
ru: Улучшение стихий

source: Elemental damage increased greatly.
br: Dano elemental aumentado muito
de: Elementarschaden nahm stark zu
fr: Dégâts élémentaires augmentés considérablement
ru: Стихийный урон значительно увеличивается

source: Freeze Damage +100%<br>Bolt Damage +150%<br>Poison Damage +250%<br>Blaze Damage +100%<br>Dark Touch Damage +100%
br: Dano de Congelamento +100%<br>Dano de Pancada +150%<br>Dano de Veneno +250%<br>Dano de Labareda +100%<br>Dano de Toque Escuro +100%
de: Gefrierschaden +100%<br>Schlagschaden +150%<br>Giftschaden +250%<br>Glasurschaden +100%<br>Dunkelberührungsschaden +100%
fr: Dégâts de gel +100%<br>Dégâts d'éclair +150%<br>Dégâts de poison +250%<br>Dégâts de gel Dégâts +100%<br>Dégâts de toucher sombre +100% Dégâts +100%<br>Dégâts de toucher sombre +100
ru: Урон от замораживания +100%<br> Урон от удара +150%<br> Урон от яда +250%<br> Урон от ожога +100%<br> Урон от темного прикосновения +100%

source: Eye For An Eye
br: Olho por Olho
de: Auge um Auge
fr: Œil pour œil
ru: Око за око

source: When summoned object disappears, it has a chance to drop HP and MP items (red & blue hearts)
br: Quando o objeto convocado desaparece, ele tem a chance de deixar cair itens de HP e MP (corações vermelhos e azuis)
de: Wenn das beschworene Objekt verschwindet, hat es die Chance, HP und MP Gegenstände (rote und blaue Herzen) fallen zu lassen.
fr: Lorsque l'objet invoqué disparaît, il a une chance de laisser tomber des objets de HP et de MP(cœurs rouges et bleus)
ru: Когда вызванный объект исчезает, у него есть шанс выронить предметы HP и MP (красные и синие сердечки)

source: Explosive Arrow
br: Flecha Explosiva
de: Explosionspfeil
fr: Flèche explosive
ru: Взрывная стрела

source: Store explosive arrow when moving.<br>Explodes when enemies or walls are hit
br: Armazena flecha explosiva ao se mover.<br>Explode quando inimigos ou paredes são atingidos
de: Speichert explosive Pfeile während der Bewegung.<br>Explodiert, wenn Feinde oder Wände getroffen werden
fr: Stocke les flèches explosives lorsque vous vous déplacez.<br>Explose lorsque les ennemis ou les murs sont touchés
ru: Накопитель взрывной стрелы при движении.<br> Взрывается при попадании во врагов или стены

source: Can stack up to 4 explosive arrow.<br>Each explosion does x1.5 damage to mobs close to the wall
br: Pode empilhar até 4 flechas explosivas.<br>Cada explosão causa x1,5 de dano aos mobs próximos à parede
de: Es können bis zu 4 explosive Pfeile gestapelt werden.<br>Jede Explosion verursacht x1,5 Schaden an Mobs in der Nähe der Wand
fr: Peut empiler jusqu'à 4 flèches explosives.<br>Chaque explosion inflige x1.5 dégâts aux mobs proches du mur
ru: Можно сложить до 4 взрывных стрел.<br> Каждый взрыв наносит x1.5 урона мобам, находящимся рядом со стеной.

source: Extra Life
br: Vida Extra
de: Extraleben
ru: Экстра жизнь

source: Provides you an automatic free revival after death
br: Proporciona a você um renascimento gratuito automático após a morte
de: Bietet Ihnen eine automatische kostenlose Wiederbelebung nach dem Tod
fr: Vous permet de bénéficier d'un renouveau automatique et gratuit après votre décès
ru: Обеспечивает автоматическое бесплатное возрождение после смерти

source: Revives you once after death.<br>Reduces your Max HP by 30% (Devil Tax).<br>Can only be recieved by the devil<br>There is no invincibility when reviving from the extra life', Does not use up your revive.<br>When you exclude reviving, Extra Life provides you with 40% more HP overall. However if you choose to revive, Extra Life only provides you with a 5% increase overall in HP compared to if you didn't accept the deal from the Devil
br: Revive você uma vez após a morte.<br>Reduz seu HP máximo em 30% (imposto do diabo).<br>Só pode ser recebido pelo diabo<br>Não há invencibilidade ao reviver a partir da vida extra', não usa o seu reviver.<br>Quando você exclui o reviver, a vida extra fornece 40% a mais de HP no total. No entanto, se você optar por reviver, a Vida Extra fornecerá apenas um aumento geral de 5% no HP em comparação com se você não aceitasse o acordo do Diabo.
de: Lässt dich nach dem Tod einmal wiederbeleben.<br>Reduziert deine maximalen HP um 30% (Teufelssteuer).<br>Kann nur vom Teufel erhalten werden<br>Es gibt keine Unbesiegbarkeit, wenn du mit dem Extraleben wiederbelebt wirst, es verbraucht deine Wiederbelebung nicht.<br>Wenn du das Wiederbeleben ausschließt, gibt dir das Extraleben insgesamt 40% mehr HP. Wenn du dich jedoch dafür entscheidest, dich wiederzubeleben, gibt dir das Extraleben insgesamt nur 5% mehr HP, als wenn du das Angebot des Teufels nicht annimmst.
fr: Vous ressuscite une fois après la mort.<br>Réduit votre HP maximum de 30% (Taxe du Diable).<br>Ne peut être reçu que par le diable<br>Il n'y a pas d'invincibilité lorsque revivre à partir de la vie supplémentaire', n'utilise pas votre réanimation.<br>Lorsque vous excluez la réanimation, la vie supplémentaire vous donne 40% de HP en plus. Cependant si vous choisissez de revivre, Extra Life ne vous fournit qu'une augmentation de 5% globale en HP par rapport à si vous n'aviez pas accepté le marché du Diable.
ru: Возрождает вас один раз после смерти.<br> Уменьшает максимальное количество HP на 30% (налог дьявола).<br> Может быть получен только дьяволом<br> При возрождении из дополнительной жизни нет неуязвимости, не расходуется возрождение.<br> Если исключить возрождение, Extra Life дает вам на 40% больше HP в целом. Однако если вы решили возродиться, то дополнительная жизнь увеличивает общее количество HP только на 5% по сравнению с тем, если бы вы не согласились на сделку с дьяволом.

source: Fatal Excitement
br: Empolgação Fatal
de: Tödliche Aufregung
fr: Excitation fatale
ru: Фатальный экстаз

source: The lower your HP, the faster circling objects spin
br: Quanto mais baixo seu HP, mais rápido giram os objetos circulares
de: Je niedriger deine GP, desto schneller drehen sich kreisende Objekte
fr: Plus vos PV sont faibles, plus les objets tournants tournent rapidement
ru: Чем меньше у вас ОЗ, тем быстрее вращаются предметы.

source: Fire Circle
br: Círculo de fogo
de: Feuerring
fr: Cercle de feu
ru: Круг огня

source: Two flame orbs circle around you
br: Duas bolas em chamas rodeiam você
de: Zwei Flammenkugeln umkreisen dich
fr: Deux orbes de flamme tournent autour de vous.
ru: Вокруг вас кружат две огненные сферы
